{
  "kind": "youtube#playlistItem",
  "etag": "qFLfhVXuQS_N8jLslSOAFKgJzTo",
  "id": "UExwUkVoRzdHdGp0Q2g5MFFyem5NUFhTN0J4aDNMVW5QVi43MTI1NDIwOTMwQjIxMzNG",
  "snippet": {
    "publishedAt": "2019-08-05T21:40:08Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "How Russia's Election Meddling Revolutionized Propaganda | Jordan Greenhall",
    "description": "New videos DAILY: https://bigth.ink\n\nJoin Big Think Edge for exclusive video lessons from top thinkers and doers: https://bigth.ink/Edge\n\n----------------------------------------------------------------------------------\n\nRussian hacking is less \"guys-in-hoodies-doing-big-nefarious-things\" than it is a few dozen people trying hundreds of smaller things to see what catches on and gets sent up the information ladder. Jordan Greenhall explains that what the Russian hacking units are doing is being ever changing and ever fluid and essentially flooding misinformation into parts of the internet—governments and companies and individuals included—so that the traditional American \"top down decision making\" process gets confused. After all, you're much more likely to believe an email coming from your boss than one coming from \"vlad@moscowhackercollective.biz\".\n\n----------------------------------------------------------------------------------\n\nJORDAN GREENHALL\n\nJordan is now in his 17th year of building disruptive technology companies, and is the co-founder and CEO of Neurohacker Collective. \n\n\r\nEarly in his career, he helped start the online digital video revolution as co-founder and CEO of DivX. After somewhat successfully navigating two financial crises and an IPO (and going down in flames at Stage6), he left the helm at DivX to return his attention to the big picture. He tried his hand at capitalism – combining Angel investment at the sharp edge of the Schumpeter wave — with participation in a number of think tanks and institutes; most notably, the Aspen Institute and the Santa Fe Institute where he served on the Board of Trustees for five sweet years.\n\n\r\nThis exposure led him to the conclusion that humanity is in the midst of a world historical transition which will likely kill all of us (see Mad Max) but just might end in a truly amazing future (see Star Trek). Getting there is going to require many things of us – most notably a significant upgrade of our individual and collective capacity for thought and action.\n\n\r\nAlthough he has long benefitted from entheogens, Jordan had not spent much time on nootropics or other Neurohacking techniques. After one week on an early NHC stack, he was convinced about the power and potential of this new technology and co-created Neurohacker Collective to bring it to the world.\n\n\n\n\r\n \n\n\r\n \n\n----------------------------------------------------------------------------------\n\nTRANSCRIPT:\n\nJordan Greenhall: All right. So let's do Russian hacking. And what I want to do is I want to put quotes around \"Russian hacking\" because we're actually talking about a question of how we go about making sense of everything all together. So \"Russian hacking\" is not an event as much as it is a phenomenon that describes a very large number of things that different individuals, depending on the particular location in the social field, interpret differently.\n\n\r\nSo yes I think this is an excellent example of this new emergent mechanism of how we go about doing social control. And it's interesting because if you're looking at \"Russian hacking\" from the blue church perspective you're actually thinking about something that isn't actually how it's working and you're going to be making particular mistakes. So you will think I think, I mean certainly I'm defining the blue church so certainly if you are in the blue church modality you will think that there is some kind of hierarchical control structure with a small number of decision-makers, we will call them the Russians, who are principally responsible for the behavior of the system under investigation. So you are looking for an expertise hierarchy, somebody who is in charge and how their expertise hierarchy is percolating downward in its downward causation fashion to generate the results of what you're seeing.\n\n\r\nAnd that's actually not an appropriate evaluation of what's actually going on. Instead \"Russian hacking\" and the degree to which there is a specific understanding on the part of the Russians, which there certainly is they're clearly, what is the phrase somebody used—“punching up”?—They're clearly dramatically more effective right now than one should expect them to be given their actual capacity and power in the world because of the higher quality strategy in this new decentralized environment is I think actually recognizing the obsolescence of that notion of a top down decision-making framework where one of the primary strategies is to find people who are operating in that fashion and throw effectively sand in their eyes, create obfuscation mechanisms that cause top down decision making trees to have a hard time either understanding what's coming up to them or having their actuation potentials move down while simultaneously being part of a very large d...\n\nFor the full transcript, check out https://bigthink.com/videos/jordan-greenhall-how-russias-election-meddling-created-a-new-kind-of-propaganda",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/RfyHqkb8YJY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/RfyHqkb8YJY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/RfyHqkb8YJY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/RfyHqkb8YJY/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/RfyHqkb8YJY/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV",
    "position": 10,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "RfyHqkb8YJY"
    }
  }
}