{
  "creator": "Gustavo",
  "title": "Lost without a Map: Propaganda Prowls",
  "link": "https://medium.com/rally-point-journal/lost-without-a-map-propaganda-prowls-f932194602d8?source=rss----d41a60e13b7e---4",
  "pubDate": "Fri, 20 Jul 2018 20:15:34 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*2IQP5Lpxa06ZKI2W83SKIg.jpeg\" /><figcaption>Photo by <a href=\"https://unsplash.com/photos/rTe3DLsVaw0?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Joe McDaniel</a> on <a href=\"https://unsplash.com/search/photos/big-cat?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash</a></figcaption></figure><p>If propaganda preys on our despair at the complexity of the world, as sociologist Jacques Ellul suggests, artificial intelligence might further prime us for its messages and calls to action.</p><p>AI will allow us to solve radically more complex problems, but the way it affects how we build collective models of the world risks leaving us in the dark about the mechanisms behind the solutions. At the same time, the AI potential to design messages, target audiences, and influence opinions could unleash both a collective doubt in our sources of knowledge and an effective means of persuasion the likes of which we have not seen before.</p><p>Navigating this new world, which could be less than an election cycle away, will require new tools and understanding. Despite my current concerns with social networks, it may be that with upgrades to their transparency and ability to explore our networks and influencers, they could equip us with the means to steer our own course.</p><p><strong>Look upon my Data and Despair</strong></p><blockquote><strong>Developments are not merely beyond man’s intellectual scope; they are also beyond him in volume and intensity;</strong> <strong>he simply cannot grasp the world’s economic and political problems. Faced with such matters, he feels his weakness, his inconsistency, his lack of effectiveness. He realizes that</strong> <strong>he depends on decisions over which he has no control,</strong> <strong>and that realization drives him to</strong> <strong>despair. Man cannot stay in this situation too long. He</strong> <strong>needs an ideological veil to cover the harsh reality, some consolation, a raison d’etre, a sense of values. And only propaganda offers him a remedy for a basically intolerable situation. (Propaganda, p. 140)</strong></blockquote><p>If the world was overwhelming in Jacques Ellul’s day (1914–1994), and that was what made us vulnerable to — or dependent on — propaganda, we are like a child born without an immune system in the face of the complexity and impenetrability of what’s coming. The capacity of AI in restricted domains to outperform our sharpest minds is on the one hand terrifying, but on the other likely to lead to genuine advances in well-being.</p><p>Already, machine learning has revealed the potential to spare the lives and suffering of millions of sentient creatures a year, while assisting with creating safety guidelines that protect people and aquatic ecosystems. A team at John Hopkins University has developed algorithms that can effectively <a href=\"http://www.nature.com/articles/d41586-018-05664-2\">model the toxicity of chemicals previously tested on animals</a>. It is worth noting, though, that this can work because of the millions of animal tests already conducted that provide the data for developing the models.</p><p>While this outcome is, of course, to be welcomed, the effect of solving ever more complex problems will have the impact of making the world seem more complex and harder to understand to the layperson. We could end up with high priests of AI — interpreters of the oracular AI — upon whom responsibility for explaining the complexity falls. In this world, the emphasis on those who tell the best stories will be magnified.</p><p>Even the experts in this field feel that their priestdom is overwhelmed by understanding its own summonings. According to computer scientist François Chollet of Google, the lack of understanding of the internal workings of AI by practitioners means that when it comes to improving their systems, they are relying on <a href=\"http://www.sciencemag.org/news/2018/05/ai-researchers-allege-machine-learning-alchemy\">“folklore and magic spells.”</a></p><p>In other words, even practitioners fear that they are not able to keep pace with the AI they are making, because the complexity is too much. While for some this seems like a problem, there are others who do not see the need to slow down the rate of innovation for the sake of improving the understanding of the inner workings of AI.</p><p><strong>New Radical Empiricism</strong></p><p>The power of AI will bring into existence solutions to questions so complex that the mind can’t fathom them, and if we’re not careful, the impenetrability of its machinations could leave us as passive bystanders. Even as it helps us manage higher orders of complexity, it may leave us no better informed about the world. Some believe it may be fundamentally changing the way we understand the world collectively.</p><p>Zavain Dar (venture capitalist at <a href=\"https://www.luxcapital.com/\">Lux Capital</a> / lecturer at <a href=\"http://www.stanfordventureseminar.com/course/\">Stanford</a>) is investing in companies that practice what he calls New Radical Empiricism (NRE). This, he claims, is a new approach to science — a new way in which we make collective models of the world. In <a href=\"https://www.youtube.com/watch?v=yEYN5z1YQAE\">his telling of it</a>, AI could drive changes in the way we explore the world that will leave behind collective models entirely.</p><p>Our current system is premised on there being a ground truth that is knowable to human minds and which our cognitive systems can represent. In other words, the current system is realist (there are actually rules/ ground truth out there) and reductionist (they can be reduced to our level of explanation). We generate theories about the world which we can apply across situations. Once we have arrived at the law of gravity, figuring out how one physical object (of appropriate scale) will be attracted to another is a matter of applying this law.</p><p>By contrast, NRE does not assume, or seek, a ground truth or theory. Instead, the NRE approach creates predictions about the way the world will be based on crunching data — prior empirical facts. It also does not assume that it is necessary to be able to explain the world. And it does not assume that the results have to be humanly knowable.</p><blockquote>Look at data, model data, rinse, repeat, assume nothing.</blockquote><p>If Newton had had this approach to gravity, he would have built a model that after a processing a vast amount of data about falling objects would finally be able to predict every other falling object. There would be no Theory of Gravity to be taught in schools, simply a model into which you enter the objects you are interested in. The falling of apples would be as predictable as it is now, but still mysterious. Tales of mischievous gods can live alongside perfect predictions, because they illuminate nothing.</p><p>While Chollet might call this approach a “<a href=\"https://en.wikipedia.org/wiki/Cargo_cult\">cargo cul</a>t” ( he originally said it about the field of AI), Google Director of Research Peter Norvig refers to the realist reductivist system that builds theories as “Platonic mysticism.”</p><p><strong>Lost without a Map</strong></p><p>The NRE seems to be creating AI that, while it improves our ability to get the results we want, need not be simultaneously improving our understanding of the world.</p><p><a href=\"https://medium.com/u/608a9f798750\">Donald Norman</a>, the director of the Design Lab at the University of California, San Diego, talks about cognitive artifacts — machines or devices that amplify our cognitive capacities. These artifacts are <a href=\"http://nautil.us/blog/will-ai-harm-us-better-to-ask-how-well-reckon-with-our-hybrid-nature\">“a store of memory, a mechanism for search, and an instrument of calculation”</a>.</p><p>All such devices — an abacus, a calculator, even pen and paper — that play a role in our extended cognition can amplify our capacities. However, <a href=\"https://www.santafe.edu/people/profile/david-krakauer\">David Krakauer</a>, Professor of Complex Systems at the Santa Fe Institute, points out that whereas some of those devices improve our own understanding of the world, others merely give us the answer but our understanding is not improved, and through dependence may even be hampered.</p><p>When I had to read maps to get around, I had a spatial awareness of the city, a seemingly instinctive sense of where the river was at any time and the ability to pick out salient features of the world around me to assist with wayfinding. So, when I lost the A to Z, I was not lost. These days, using GPS map apps, I often get to places faster than I would have otherwise, but I’m being led by the nose and panic, lost without a map, if the phone battery dies.</p><p>It seems to be that the NRE that Zavain Dar is observing is the latter type of cognitive artifact. In this case, the artifact is not just a machine, a single gadget, but the whole of the process whereby we collectively model the world. Under this model, we will have more complex — and potentially better — answers to an impenetrable world.</p><p><strong>AI Propaganda 2.0</strong></p><p>As if impenetrability and complexity were not enough, AI is also creating the tools to undermine the trust we can have in our sources, in our very networks. This could potentially sever permanently the “truth”-discovery element of communication. Truth discovery is the very mechanism that propaganda overrides and replaces with establishment of tribal allegiance as the purpose of communication.</p><p>According to Sean Gourley, <a href=\"https://www.youtube.com/watch?v=8HYUprcY1Ms&amp;list=PLMU7XLs-Lrl9L7Ud-cAg0g5iPXVjvgWD2&amp;index=28\">speaking at CogX,</a> the information campaigns of the Trump election and Brexit were primitive, despite the impact of the outcomes they supported. Gourley is not in the NRE camp and sees AI as being able to help us better understand the world. His PrimerAI creates intelligence summaries — making his algorithms interpretable is important so that human analysts can tweak the results to suit them.</p><p>However, he notes that AI technology could be deployed to unleash much more effective propaganda, through the following:</p><ul><li>Mass production of natural language content to be A/B tested across social networks to refine the message. I mentioned previously how forums on the Internet like 4chan /pol acted as generators of vast amounts of memetic content whose <a href=\"https://medium.com/rally-point-journal/collective-intellignce-and-swarms-in-the-red-church-49f6a6d04825\">amplification was decided by the “organic” method of how viral each managed to get</a>. In an AI-enabled model, the number of messages created would be orders of magnitude higher, limited not by the number of participants in a forum, but by the compute power applied. At the same time, using data provided at the rate of <a href=\"http://www.internetlivestats.com/twitter-statistics/\">6,000 tweets a second</a>, these millions of messages could be tested for virality in models of social media before even being released.</li><li>Modeling opinion dynamics, that is, applying AI modeling to predict how people form and change opinions. Gourley imagines peoples’ opinions as moving through space like a murmuration of starlings, and describes the use of these tools to pull edges, and then the rest of the swarm, in a certain direction.</li><li>Targeted injection into networks, which means inserting messages into networks precisely in order to achieve optimum diffusion. As far as I can tell, this could include both selecting targets for optimum diffusion and, potentially, changing the shape of the network in ways that enhance the transmission of the message. See more on the spread of behaviours through human networks, below.</li></ul><p><strong>Facebook to the Rescue?</strong></p><p>Given my position on the poison of <a href=\"https://medium.com/@GoldenGus/releasing-captured-identities-14aaae1a8b52\">captured identities</a> , and their role in accelerating the spread of propaganda, I never thought I would see a role for the social network in buffering us from the excesses of AI.</p><p>I previously talked about tending to our mind and our mental models of the world as a garden. Now I wonder whether we should also tend to our networks like a garden. After all, the spread of ideas and actions (good and bad) through our networks might have as strong an impact on us as our own models.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FeMR0AUH2Q4g%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DeMR0AUH2Q4g&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FeMR0AUH2Q4g%2Fhqdefault.jpg&amp;key=d04bfffea46d4aeda930ec88cc64b87c&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/37a3aec1bfed8083d57155b2b198d747/href\">https://medium.com/media/37a3aec1bfed8083d57155b2b198d747/href</a></iframe><p>In this example, we can see that a certain behaviour, say binge drinking, transmits between people if a certain amount of their friends binge drink (50% in this example). The infrastructure of that network plays a role in the likelihood that someone will drink. In the initial setup, the person at the bottom right does not become a binge drinker. Adding one connection within the network changes the dynamics and everyone becomes a binge drinker.</p><p>In the positive example, there is a threshold (20%) for passing a positive behaviour — volunteering. In this case, just one extra connection allows for the behaviour to spread.</p><p>Imagine if we could tell Facebook, “Hey, I want to stop binge drinking.” Facebook already alters our feed for the effect of keeping us on-site, driving algorithmic addiction. Imagine if it could alter our feed to help us get results we want. “Hey Facebook. I want to loose weight.” It could then alter my feed so that it prioritised stories from friends that relate to their own successes, aims, and targets on this front.</p><p>Facebook could also tell me when new behaviours or attitudes arrived in my network and their origin. “Hey, Gustavo, you might notice more radical vegan memes because your ex-girlfriend just friended a member of ‘radical vegans are us’.” Perhaps thus informed about the residents of my network garden, I can guard against being manipulated.</p><p>Or Twitter could help me visualise where new trends are coming from, not just that they are. “Hey @goldengus we noticed that a lot of people are suddenly talking about #anger; these three accounts, which are followed by these people in your network seem to be the source.” Or: “hey @goldengus you follow the same accounts as X% of the people you follow, maybe it’s time you added some new perspectives to the mix.”</p><p><strong>Credit Where It’s Due</strong></p><p>I’m going to make a point of saying, go play <a href=\"https://ncase.me/crowds\">this game on Wisdom and Madness of crowds</a>, and <a href=\"https://www.patreon.com/ncase\">chuck some coin</a> Nicky’s way — I did. The little glimpse above is just a taste of the crowd system goodness in store. It rewards your time.</p><p>Hat tip to <a href=\"https://medium.com/u/83723c0aa9f9\">azeem</a> Azhar at <a href=\"http://www.exponentialview.co/\">Exponential View</a> — they put together the Cutting Edge stage at <a href=\"https://medium.com/u/a1897d0b7be2\">CognitionX</a> 2018 where both <a href=\"https://medium.com/u/ea667ab27d43\">Zavain Dar</a> and <a href=\"https://twitter.com/sgourley\">Sean Gourley </a>spoke.</p><p><em>(For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: </em><a href=\"https://www.facebook.com/groups/625210141012983/\"><em>Rally Point Alpha</em></a><em> and the subreddit: </em><a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\"><em>Rally Point Bravo</em></a><em>.)</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=f932194602d8\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/lost-without-a-map-propaganda-prowls-f932194602d8\">Lost without a Map: Propaganda Prowls</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Gustavo",
  "guid": "https://medium.com/p/f932194602d8",
  "categories": [
    "fake-news",
    "collective-intelligence",
    "facebook",
    "propaganda",
    "artificial-intelligence"
  ],
  "isoDate": "2018-07-20T20:15:34.000Z",
  "publishedAt": "2018-07-20T20:15:34.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*2IQP5Lpxa06ZKI2W83SKIg.jpeg"
}