{
  "creator": "Jordan Hall",
  "title": "eLiterati. Part 2: the Big Picture",
  "link": "https://medium.com/practical-imagination/eliterati-part-2-the-big-picture-4bc7782393b3?source=rss----a0abc4f51e04---4",
  "pubDate": "Tue, 19 May 2015 17:14:23 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*GiZhukz8xo_8N0PhUpoW2g.jpeg\" /></figure><p>Last time, I discussed the notion of <a href=\"https://medium.com/practical-imagination/literati-d84cd453c3db\">a new project</a> looking to renovate the book industry starting from a very simple promise: <em>exactly the best books that I should be reading right now.</em><strong><em> </em></strong>In that post I painted with a broad brush a notion of improving book recommendations using a combination of a more nuanced recommendation architecture and a technique for compensating the curators/recommenders themselves.</p><p>This time I’d like to step up to about 20,000 feet and look at the big picture strategy around the eLiterati project. So let’s assume that we manage to accomplish “Step 1” and construct a thriving community of book enthusiasts of, let’s say, millions who are sharing recommendations with each-other and using eLiterati to find and read the best books for them. What happens next?</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*BPhgQ76CvmXxDMi36k5sGg.jpeg\" /></figure><p><strong>I. Help authors find and grow their audience.</strong></p><p>Ask any author and they will tell you that what they need most is a better ways to find and grow their audience. Solving this problem is “Step 2” of eLiterai. After all, if you have millions of people using a service to figure out what to read, you naturally have a location that makes it easy for authors to get their books read.</p><p>Specifically, what we would expect to see is the rise of the curator. Some fraction (one might imagine around 10%) of the eLiterati community would be very active in reading and recommending books. These curators will have substantial followings and reputations. If they put their reputation behind a new book (or a new author), you might expect that book to get its all important “first 1000” readers.</p><p>Here is an example of how we might make this happen.</p><p>Imagine that in addition to the “book recommendations” community we also have a “book publishing” community where authors or publishers can get together and access various services (more on this later). One of these services might be a “free to mavens” location where new books can be made available for free only to members of the eLiterati community who have adequate reputations (enough followers, etc.). This is a nice synergy. Almost by definition, book mavens will be voracious readers (did you know that 5% of the book market reads 5 or more books a month?). This will be an opportunity for them go read books for free *and* to be the first person on the block to read some new book.</p><p>Further, we can imagine that while curators can earn money recommending any book, we will have the potential of really compelling economics where the publisher publishes a digital book directly though eLiterati. And this means that we could reward curators far more for promoting that class of books.</p><p>And lets not mince words. If you were the curator who first discovered and recommended the <em>Hunger Games</em> or <em>50 Shades of Gray</em>, you would have been in line for *serious* dough (assuming that your community found these recommendations to be good ones!). [Ed. Note. substitute <em>The Mysteries of Pittsburgh</em> or Thinking Fast and Slow to taste.]</p><p><strong>TLDR; get a chance to read lots of books for free before anyone else gets to see them and if you like them recommend them to your community and potentially make a lot of money!</strong></p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/600/1*KgeQ2PiHYgQDrulQBB6xEg.jpeg\" /></figure><p><strong>II. Complete the “digitization” of book publishing</strong></p><p>Helping authors find their audience is the most important value-add of a mature eLiterati, but it is far from the only. If you can imagine authors and publishers being attracted to this core proposition, now consider the various values that could be provided within a thriving book publishing community:</p><ul><li>Perhaps there is a place where authors could upload a chapter and get several quality responses from other to help them create better books. Of course, if you want your stuff looked at, you are going to have to earn points by reading and responding in turn. By enabling feedback on the <em>quality</em> of responses, we can start creating a “reputation” for providing this kind of service. Have a high reputation and you can “level up” to getting paid as an editor. [Uber for book editors.]</li><li>Perhaps there is a place where people skilled in the art of reading out loud can contact authors/publishers to create an audio-book. Have a favorite book that you just know would be successful in Japanese? Record a chapter and send it to the publisher through the “audiobook” interface. If they like it they can click OK and empower you to submit a finished copy. And if that is good to go, it can automatically be made available for direct download and promoted. This could all be done through “smart contracts” to make it very scalable.</li><li>And copyediting, and typesetting, and cover art, and . . .</li></ul><p>There is good reason to believe that if you can connect an enthusiastic audience with content creators, we now live in an era when many (most?) of the functions that are currently delivered through vertically integrated publishing functions could be delivered at scale through “the decentralized economy”.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/736/1*XzhGpFDZ2MIhkigHmJRUqg.jpeg\" /></figure><p><strong>III. A literature-backed currency</strong></p><p>Why not? The world of online writing has been a notoriously hard place to make ends meet. The ruthless strategies of social media monoliths and the cool logic of SEO optimization have turned the online space into a dystopian mix of clickbait and affiliate brothel.</p><p>A literature-backed currency might just be the thing to solve the problem. To start off, books are an existing and very large market. Tens of billions of dollars are pumped through the market every year. People have no problem paying for books — even digital books. This is crucial because it is much easier to kick off a currency when people are already ready to pay in volume.</p><p>Imagine simply this: eLiterati launches a transparent digital cryptocurrency (“Literatis”). Something designed to be easy to use and difficult to debase. We give some to our curators when they make good recommendations (“proof of value” for you cryptotypes) and we make it easy for people to buy as much as they want using old fashioned money.</p><p>And then we make it possible to buy all books using this currency (either directly though eLiterati or indirectly through someone like Amazon). And we pay curators and authors/publishers in this currency (with a trivially easy API for them to convert Literatis’ back into old fashioned money).</p><p>We now have millions of people holding a completely digital currency. Millions of people who are passionate about literature and reading. Who are anchors of a global community that is passionate about literature and reading.</p><p>And we make available an API that allows anyone in the world to easily take and give Literatis’ to anyone else (at least as easily as, say, ChangeTip).</p><p>I, personally, would expect to see a major flow of Literatis into the larger online world. The “microtransaction” economy at long last implemented.</p><p>And, here is what is particularly interesting. These flows of Literatis could be used for more than just money. Each one is a sign, a signal, a recommendation. Just as eLiterati itself promised to bring the best books to readers and the best readers to authors, the digital currency could extend this promise to all forms of online content. Bring the best, highest quality, most relevent to you content; and bring the best audience to content creators.</p><p>And all this via a currency backed not by gold or debt or even math — but by literature itself. The creative expression of humanity. Wouldn’t that be fun?</p><p>We are moving forward with putting together a *very* light first version of this vision. If you are interested in helping out and being part of the pioneers, head to <a href=\"http://www.eliterati.com\">http://www.eliterati.com</a> and sign up.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=4bc7782393b3\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/eliterati-part-2-the-big-picture-4bc7782393b3\">eLiterati. Part 2: the Big Picture</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/4bc7782393b3",
  "isoDate": "2015-05-19T17:14:23.000Z",
  "publishedAt": "2015-05-19T17:14:23.000Z",
  "image": "https://cdn-images-1.medium.com/max/800/1*GiZhukz8xo_8N0PhUpoW2g.jpeg"
}