{
  "kind": "youtube#playlistItem",
  "etag": "TlTjfnp-JN6HcSq8fzVrrsjGLew",
  "id": "UExwUkVoRzdHdGp0Q2g5MFFyem5NUFhTN0J4aDNMVW5QVi44Mjc5REFBRUE2MTdFRDU0",
  "snippet": {
    "publishedAt": "2019-08-05T22:00:31Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Jordan Greenhall at i4j: Attaching Ourselves to a Well-being Economy",
    "description": "About Jordan Greenhall:\n\nJordan Greenhall is co-founder, former CEO, and current chairman of the Board of DivX Inc., the San Diego company behind the digital data compression application DivX that enabled reasonable quality video transmission over the Internet. Before DivX, Jordan was vice president at MP3.com, where he developed and implemented the company business and content development model. He also sits on the board of directors of Eyespot, a service devoted to simple video uploading, organizing, and sharing.\n\n‘New Narratives: Innovation for Jobs’ is a series by i4j (Innovation for Jobs) and the GPA exploring perspectives on important topics that will impact the future of work, jobs and employment.\n\nAbout i4j: (iiij.org/i4j) Innovation for Jobs conferences bring together individuals from the public and private sectors to discuss the changing economy. \"We engage in initiatives creating structures for developing shared language across silos. The starting point for any innovation is the creation of shared language, enabling stakeholders and change agents to interact horizontally.\"\n\nThis film was created at the Mountain View 2015 i4j Conference. What are your hopes and fears about the future of meaningful work?",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/mbmKlJrWR2w/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/mbmKlJrWR2w/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/mbmKlJrWR2w/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/mbmKlJrWR2w/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/mbmKlJrWR2w/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV",
    "position": 3,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "mbmKlJrWR2w"
    }
  }
}