[
  {
    "text": "Just to define some terms:",
    "begin": "00:00:00.000",
    "end": "00:00:01.920"
  },
  {
    "text": "I would describe fulfillment as \"a state of having your set of basic human needs met.\"",
    "begin": "00:00:01.920",
    "end": "00:00:08.420"
  },
  {
    "text": "Creativity, conviviality and physical health, nutrition, sexuality,",
    "begin": "00:00:08.420",
    "end": "00:00:13.200"
  },
  {
    "text": "if you don't get them you don't survive very well, and so, if we don't have them we feel some sort of agitation,",
    "begin": "00:00:13.200",
    "end": "00:00:18.520"
  },
  {
    "text": "and if we do have them we feel fulfilled. ",
    "begin": "00:00:18.520",
    "end": "00:00:21.000"
  },
  {
    "text": "Then I would define a next term, which is well-being.",
    "begin": "00:00:21.000",
    "end": "00:00:24.920"
  },
  {
    "text": "And well-being is \"both the sense and the reality of being able to achieve fulfillment in a consistent sustainable way.\"",
    "begin": "00:00:24.920",
    "end": "00:00:33.500"
  },
  {
    "text": "Well-being is what we are actually trying to accomplish.",
    "begin": "00:00:33.500",
    "end": "00:00:37.060"
  },
  {
    "text": "What we mean by jobs, I believe, and this is not perfect but it's good enough to work with, is: ",
    "begin": "00:00:39.380",
    "end": "00:00:43.940"
  },
  {
    "text": "\"The system that we use to provision individual well-being, in a fashion that is generative of collective well-being.\" ",
    "begin": "00:00:43.940",
    "end": "00:00:52.340"
  },
  {
    "text": "Now, to make that concrete, it's: \"I work to be able to get the things that I think I need to be able to live well.",
    "begin": "00:00:52.340",
    "end": "00:01:01.260"
  },
  {
    "text": "By so doing, I contribute my skills and energy to some collective, from which you are able to draw, for your particular individual wellbeing, ",
    "begin": "00:01:01.380",
    "end": "00:01:10.460"
  },
  {
    "text": "provided that you also contribute your skills back to this commons.",
    "begin": "00:01:10.460",
    "end": "00:01:14.580"
  },
  {
    "text": "That's what we're trying - that's what this sub-function is.",
    "begin": "00:01:14.580",
    "end": "00:01:18.360"
  },
  {
    "text": "Now, somewhere around the 1600's, we hit upon an approach to try and do a good job of that. And it worked really well.",
    "begin": "00:01:18.360",
    "end": "00:01:28.820"
  },
  {
    "text": "So the neo-liberal capitalist system in fact substantially increased the well-being of people around the world, compared to where it was before.",
    "begin": "00:01:28.820",
    "end": "00:01:35.803"
  },
  {
    "text": "The notion that there, what is it - \"There is no better system?\" That was probably true. I don't know but it probably was true.",
    "begin": "00:01:35.803",
    "end": "00:01:41.738"
  },
  {
    "text": "That's no longer the case.",
    "begin": "00:01:41.738",
    "end": "00:01:43.298"
  },
  {
    "text": "So we no longer are in a circumstance where we have to use a system that we know is designed to create winners and losers,",
    "begin": "00:01:43.298",
    "end": "00:01:49.348"
  },
  {
    "text": "because we are in a circumstance where simultaneously we can create a system where there are no losers, and we must.",
    "begin": "00:01:49.348",
    "end": "00:01:55.588"
  },
  {
    "text": "The constant process of competition, and development and struggle that was implicit in the genius of the previous system has led us to where we are right now.",
    "begin": "00:01:55.588",
    "end": "00:02:04.580"
  },
  {
    "text": "That doesn't work anymore. There's lots of good reasons to explain why it can't possibly work anymore,",
    "begin": "00:02:04.580",
    "end": "00:02:10.743"
  },
  {
    "text": "I'll reference a gentleman named Joseph Tainter and 'The Collapse of Complex Societies' as a categorical explanation for precisely why it can't work anymore.",
    "begin": "00:02:10.743",
    "end": "00:02:19.160"
  },
  {
    "text": "But we can be more simple: Our system has provided a western standard of living for about 40 percent of the population,",
    "begin": "00:02:19.160",
    "end": "00:02:28.500"
  },
  {
    "text": "the other 60 percent of the population is living on around a dollar a day.",
    "begin": "00:02:28.500",
    "end": "00:02:32.596"
  },
  {
    "text": "So, if they want to move up to even ten dollars a day, guess what happens to all of our ecosystems?",
    "begin": "00:02:32.596",
    "end": "00:02:36.876"
  },
  {
    "text": "So we can draw lots of reasons why the current way of doing things can't continue.",
    "begin": "00:02:36.880",
    "end": "00:02:41.260"
  },
  {
    "text": "Ok, so let's deconstruct that. What are we trying to accomplish? Well, as we discussed with jobs, what we are trying to accomplish is:",
    "begin": "00:02:41.260",
    "end": "00:02:48.580"
  },
  {
    "text": "\"Some system, whereby we can provision individual well-being in a fashion which is generative of our collective well-being.\"",
    "begin": "00:02:48.580",
    "end": "00:02:54.540"
  },
  {
    "text": "So that you can figure out a way to live the best life that you can while simultaneously not inhibiting my ability to do that, or anybody else's ability to do that. ",
    "begin": "00:02:54.540",
    "end": "00:03:02.120"
  },
  {
    "text": "In fact ideally, in a way that causes us all to level up.",
    "begin": "00:03:02.120",
    "end": "00:03:05.860"
  },
  {
    "text": "The short answer is to take into account some really powerful fundamental of what happened in the late sixties and early seventies.",
    "begin": "00:03:08.220",
    "end": "00:03:14.780"
  },
  {
    "text": "Up from the beginning of life, up until the 1960s and 70s, the primary problem was the extraction and distribution of fundamentally scarce or fundamentally rivalrous, depletable goods. ",
    "begin": "00:03:14.780",
    "end": "00:03:30.420"
  },
  {
    "text": "The kinds of things that, if I have them, you can't have them. And if I've used them, they are gone forever.",
    "begin": "00:03:30.420",
    "end": "00:03:35.875"
  },
  {
    "text": "So we know that information is the sort of thing that is not rivalrous in nature.",
    "begin": "00:03:35.875",
    "end": "00:03:40.435"
  },
  {
    "text": "Once I've invented Calculus, I can just give you Calculus and you basically get it for free, and then you can build something on top of it.",
    "begin": "00:03:40.435",
    "end": "00:03:45.995"
  },
  {
    "text": "So you get this \"Whooahhh!\" What we've seen in the past hundred years.",
    "begin": "00:03:45.995",
    "end": "00:03:49.625"
  },
  {
    "text": "I can make it try to seem rivalrous by using patent and copyright, ",
    "begin": "00:03:49.625",
    "end": "00:03:53.785"
  },
  {
    "text": "the reason why we treat information as a rivalrous good is because we have an economic and legal model that can deal with rivalrous goods, that can't deal with non-rivalrous goods.",
    "begin": "00:03:53.785",
    "end": "00:04:01.160"
  },
  {
    "text": "What we're seeing is that there is clearly a generalized move within the existing economy towards organizational structures that are more 'affordant' to non-rivalrous generativity. ",
    "begin": "00:04:01.160",
    "end": "00:04:18.820"
  },
  {
    "text": "The movement from the industrial machine model, where laborers engaged in mindless, repetitive tasks, ",
    "begin": "00:04:18.820",
    "end": "00:04:25.080"
  },
  {
    "text": "all the way through, say, Hewlett Packard, Yahoo, to Google, is in fact a movement of the progressive discovery of the productivity,",
    "begin": "00:04:25.080",
    "end": "00:04:35.720"
  },
  {
    "text": "of increasingly creating things that are in alignment with non-rivalrous techniques.",
    "begin": "00:04:35.720",
    "end": "00:04:42.760"
  },
  {
    "text": "The old model was one that had winners and losers. I call this the carrot-and-stick model.",
    "begin": "00:04:42.760",
    "end": "00:04:46.736"
  },
  {
    "text": "The carrot-and-stick model is: \"If you play the game well, and you give the best value, put all your work into it, then you'll get rewarded heavily.",
    "begin": "00:04:46.740",
    "end": "00:04:55.560"
  },
  {
    "text": "And if you don't, you'll get punished.\" ",
    "begin": "00:04:55.560",
    "end": "00:04:59.000"
  },
  {
    "text": "Now, in a timeframe where we didn't actually have enough rivalrous goods to go around, so somebody was going to go without,",
    "begin": "00:04:59.000",
    "end": "00:05:05.236"
  },
  {
    "text": "then, that was both a necessity - who was going to go without? \"Well, at least we will pick the ones who didn't contribute the most.\"",
    "begin": "00:05:05.236",
    "end": "00:05:11.490"
  },
  {
    "text": "Ideally, obviously it never actually worked that way.",
    "begin": "00:05:11.490",
    "end": "00:05:14.570"
  },
  {
    "text": "And also, it turns out that if I punish you for not contributing and reward you for contributing, I get more contributions so more of us get more stuff.",
    "begin": "00:05:14.570",
    "end": "00:05:20.990"
  },
  {
    "text": "That's the old model.",
    "begin": "00:05:20.990",
    "end": "00:05:22.350"
  },
  {
    "text": "It turns out that that model is actually inhibitory to the kinds of things that are non-rivalrous. So creativity isn't just not motivated by carrots and sticks,",
    "begin": "00:05:22.350",
    "end": "00:05:33.300"
  },
  {
    "text": "it's actually destroyed by carrots and sticks. ",
    "begin": "00:05:33.300",
    "end": "00:05:35.100"
  },
  {
    "text": "The things that enable creativity are mastery, meaning and autonomy:",
    "begin": "00:05:35.100",
    "end": "00:05:40.760"
  },
  {
    "text": "Provision circumstances in such a way that you have the capacity to achieve autonomy, mastery and a sense of meaning.",
    "begin": "00:05:40.760",
    "end": "00:05:46.561"
  },
  {
    "text": "Which is going to be personal and collective, because that is the way that human beings are wired.",
    "begin": "00:05:46.561",
    "end": "00:05:50.106"
  },
  {
    "text": "Now if that is the case, what we see is that is in fact optimal for generating non-rivalrous goods.",
    "begin": "00:05:50.106",
    "end": "00:05:55.686"
  },
  {
    "text": "Now this is very optimistic, because what that means is that things are starting to get into alignment.",
    "begin": "00:05:55.686",
    "end": "00:06:00.234"
  },
  {
    "text": "The things that are necessary for human beings to achieve fulfillment turn out to be precisely the sorts of things that maximize our generation of non-rivalrous phenomena.",
    "begin": "00:06:00.240",
    "end": "00:06:09.100"
  },
  {
    "text": "It turns out that they also maximize our ability to coordinate with each other.",
    "begin": "00:06:09.231",
    "end": "00:06:14.151"
  },
  {
    "text": "Coordinating with each other generates an increase in the production of non-rivalrous phenomena.",
    "begin": "00:06:14.151",
    "end": "00:06:18.754"
  },
  {
    "text": "We know that non-rivalrous phenomena have this exponential growth rate, and that each time we get a level up,",
    "begin": "00:06:18.760",
    "end": "00:06:24.960"
  },
  {
    "text": "we dramatically increase our capacity to provision the rivalrous goods that are at the bottom of Maslow's hierarchy. ",
    "begin": "00:06:24.960",
    "end": "00:06:30.745"
  },
  {
    "text": "So we get this nice feedback loop, that if we shift into increasingly non-rivalrous modes,",
    "begin": "00:06:30.745",
    "end": "00:06:36.516"
  },
  {
    "text": "we get increasing escape velocity, where we are constantly rewarded for getting better and better at detaching ourselves from a commoditized environment,",
    "begin": "00:06:36.520",
    "end": "00:06:44.220"
  },
  {
    "text": "and better and better at attaching ourselves to a well-being economy.",
    "begin": "00:06:44.220",
    "end": "00:06:48.620"
  }
]