{
  "kind": "youtube#playlistItem",
  "etag": "oH8kR08O31d5f408xzsamXmaTag",
  "id": "UExwUkVoRzdHdGp0RE9nU1h6a1pXUFVHbGh3UmgwUElyLS41NkI0NEY2RDEwNTU3Q0M2",
  "snippet": {
    "publishedAt": "2019-11-18T02:02:41Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "The Accident of Unconsciousness | Forrest Landry | TEDxCardiffbytheSea",
    "description": "Considers the meaning and uniqueness of life on earth, in regards to the basis and design of action and choice, on both personal and community levels. Defines a realistic, as distinct from virtual, consideration of the nature and role of a foundational ethics as applied in interpersonal situations, and how this leads to healthier, thriving, outcomes. \n\nForrest Landry a philosopher, founder, writer, researcher, scientist, engineer, and craftsman.  He has a unique set of skills in large scale systems design and worked on many software projects in the business and government sectors. His most original and insightful work is in the area of metaphysics – the study of what is, what is the nature of being, what is the nature of knowing, and by what means we make good choices. His foundational work “The Immanent Metaphysics” reflects a decades long effort to restore legitimacy to the practice of metaphysics and construct a rigorous, coherent and precise statement of Ethics.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/iAmLRLc4ffk/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/iAmLRLc4ffk/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/iAmLRLc4ffk/hqdefault.jpg",
        "width": 480,
        "height": 360
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtDOgSXzkZWPUGlhwRh0PIr-",
    "position": 0,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "iAmLRLc4ffk"
    }
  },
  "_id": "iAmLRLc4ffk",
  "collections": [
    "https://www.youtube.com/watch?v=iAmLRLc4ffk&list=PLpREhG7GtjtDOgSXzkZWPUGlhwRh0PIr-"
  ]
}