{
  "creator": "Jordan Hall",
  "title": "The Internet of Things, Robots and a Much, Much more Beautiful World",
  "link": "https://medium.com/practical-imagination/the-internet-of-things-robots-and-a-much-much-more-beautiful-world-98c53980c2c3?source=rss----a0abc4f51e04---4",
  "pubDate": "Tue, 22 Mar 2016 23:43:05 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*kLvnR_zcTdLBimGBp_L0lg.jpeg\" /></figure><p>I hate litter. Ever since I was a little kid watching the world roll past the window of my parent’s station wagon, I’ve hated seeing the natural landscape defiled by trash. Its not just aesthetic, there is something immoral about people not taking care of their business.</p><p>I’d like to invite you to imagine with me — a future that might be made possible as a result of a combination between the internet of things, various kinds of autonomous robots and ubiquitous (cloud) computing. If we manage not to kill ourselves getting there, the future could be a truly wondrous place to visit.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/640/1*QK9DzoE0UOKzt2GnylkZ9w.jpeg\" /></figure><p><strong>Smart Dust</strong></p><p>Even as I write this, engineers around the world continue to push the farther frontier of miniaturized “smart dust”. In 2016, Hitachi announced a tiny RFID chip only .15mm by .15mm and 7.5 microns thick. This is smaller than a salt crystal. These things are just going to continue to get cheaper, smaller and more powerful — and they are going to be in everything.</p><p>Everything. All the way up and down the supply chain. Buy a shirt? Not only will it be tagged, but the raw cloth it is made of will be tagged. So will each individual thread that was woven into that cloth. Maybe even the dye. Get a new iPhone 30 from AliExpress? Every single component of that phone, the box it comes in, each individual packing peanut in the mailing box, the shipping label. Everything.</p><p>Each and every one of these tags is a digital ID that is stored in a database “in the cloud” and tied to an software system that tracks the flow of all of these components from raw material all the way up the supply chain — to you. Every time you buy something “the cloud” is going to know what it is, where it came from and that you have taken custody of it.</p><p>This level of informational intimacy with our built world is going to change a lot of things.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/700/1*VicmWb8m5EemTahZkdoLFg.jpeg\" /></figure><p><strong>No more litter</strong></p><p>One of my favorite consequences will be the End of Litter. Remember those packing peanuts in your shipping box? Lets say you are careless and let one fly away on the breeze. Guess what? This thing is no longer just an anonymous piece of trash littering the ground. It has a tag. And that tag is known to the cloud. And the cloud knows darn well that peanut was handed off from AliExpress to UberLogistics to you. It is now definitively and provably yours.</p><p>Which means that you can (and will) be fined to help pay for its cleanup. In this future, society can easily make sure that everyone bears the cost of their own messes. Feel a bit big brother? Get used to it. At least this time the result will be making every city in the world as clean as Stockholm .</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/600/1*j7faEgZXv3HkqgiSpwUmhQ.jpeg\" /></figure><p>How? First off, simple economics. If everyone can get away with leaving their trash to be dealt with by others — some will. And if enough people do, the whole social fabric declines in a “tragedy of the commons”. By making everyone accountable in detail for how they deal with their trash, currencies both social and economic conspire to make everyone take more care.</p><p>Simply put, if leaving that cigarette butt on the ground is going to cost you, you are much more likely to clean it up than if you can get away with just tossing it and forgetting it.</p><p><strong>Bring in the Drones</strong></p><p>Then we have the drones. Sitting there in the car, I often dreamed of flying robots with multiple arms zooming over the landscape and taking care of trash. In a decade these will be more than a reality — they will be ubiquitous.</p><p>Remember your packing peanut? Now watch as a drone — maybe a quad copter, maybe a minature self-driving truck — zooms around periodically sending out an RFID broadcast and looking for anomalous signals. Ping! Whoops, that RFID comes from a packing peanut addressed to [your name here], that doesn’t belong in the park. In it fly’s in to pick up the trash and then bring it to the right receptacle to collect the reward that is awaiting it . An award that is automatically paid out of <em>your</em> account.</p><p>You didn’t think you were going to get away with careless littering did you?</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/600/1*4qSLAK-tdMdB-W9VAvyEug.jpeg\" /><figcaption>Here is one for cleaning up the ocean.</figcaption></figure><p><strong>Smart Recycling</strong></p><p>It gets better. One of the major headaches in the recycling industry is identifying and separating different kinds of trash that require different kinds of treatment. Right now they do their best with vibrating conveyors, magnets and optical recognition. But in the future each little tag will communicate in detail <em>precisely</em> what this piece of trash is made up of and precisely how to best dispose of it. And smart recycling centers will be equipped to deal with each kind of trash appropriately.</p><p>Our cities of the future will be canvassed by various kinds of robots. They will link up with each other and with smart recycling centers like trails of ants, carefully scouring the streets and parks of every last scrap of trash. And disposing of it all in the most efficient way currently possible.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*ws65-SOQENHAB4Tp6Ik4AQ.jpeg\" /></figure><p>Combined with motivated individuals these informed and rewarded drones will return our lived environment to a level of pristine cleanliness that hasn’t been experienced by people since we left the garden of eden (or, perhaps, Scandinavia).</p><p>And, remember, all of this is done with and through an cloud computing structure that is tracking every component up and down the value chain. All of this drone and recycling infrastructure doesn’t come for free — whether you dispose of that packing peanut yourself or a drone does it for you, <em>you</em> are ultimately picking up the tab. This means that each individual will feel the pain of their individual waste streams.</p><p>Accordingly, they will be motivated to consume less and to focus their consumption on products (and supply chains) that produce less waste.</p><p>This kind of feedback closes the loop — by enabling our economy to be fully aware of the total costs of our production and consumption, we will become vastly more motivated to and capable of improving every aspect of our supply chains in the pursuit of a much, much more beautiful world.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=98c53980c2c3\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/the-internet-of-things-robots-and-a-much-much-more-beautiful-world-98c53980c2c3\">The Internet of Things, Robots and a Much, Much more Beautiful World</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/98c53980c2c3",
  "categories": [
    "community",
    "drones",
    "smart-cities"
  ],
  "isoDate": "2016-03-22T23:43:05.000Z",
  "publishedAt": "Tue, 22 Mar 2016 23:43:05 GMT"
}