{
  "kind": "youtube#playlistItem",
  "etag": "KVOT2ENivrhGBE_hhGu8It54MUo",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC41Mzk2QTAxMTkzNDk4MDhF",
  "snippet": {
    "publishedAt": "2019-11-18T01:19:46Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Daniel Schmachtenberger — Upgrade Your Life Through Empowered Responsibility (#10)",
    "description": "Talking to Daniel Schmachtenberger is like&nbsp;having an audience with a prophet. His vast knowledge extends across health, economics, technology, strategy and philosophy. More importantly, he’s a brilliant communicator dedicated to bringing those often disparate fields into dialogue, in order to make powerful, genuine change for the betterment of our individual and collective lives.\r\n\r\n Last time I met Daniel, we spoke about the collective future of humanity in the face of imminent ecological and economic disaster. This time, we bring the focus back to you and me: the individual life and how we can become the best, most fulfilled and conscious versions of ourselves.\r\n\r\n This is a conversation about unlocking our individual potential through&nbsp;empowered responsibility. What steps can and should we make to create the foundations for a truly high existence?&nbsp;Crucially, the aim here is not to feel responsibility as a burden to be shouldered, but as the wellspring of personal power and agency.\r\n\r\n &nbsp;\r\n\r\n EXCLUSIVE OFFER FOR PODCAST SUBSCRIBERS:\r\n\r\n Take the ultimate life experiment, our 30 Challenges to Enlightenment Course, a complete spiritual path to help you overcome the limitations of your mind and to embody the highest philosophical realizations. Use the code ‘WISDOM’ at checkout to get a huge 25% off the course, available only to podcast subscribers at store.highexistence.com.",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/DcNG-gGxroY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/DcNG-gGxroY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/DcNG-gGxroY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/DcNG-gGxroY/sddefault.jpg",
        "width": 640,
        "height": 480
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 50,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "DcNG-gGxroY"
    }
  },
  "_id": "DcNG-gGxroY",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}