{
  "creator": "Jordan Hall",
  "title": "Considering Brexit",
  "link": "https://medium.com/emergent-culture/considering-brexit-ec2f847301c1?source=rss----708c0b15465e---4",
  "pubDate": "Sat, 25 Jun 2016 02:28:33 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*d2slLTEiy5VA-MCabQQE7Q.png\" /><figcaption><a href=\"http://pre11.deviantart.net/3bb1/th/pre/f/2015/005/a/2/gyre___the_centre_cannot_hold_by_scart-d8crmcp.png\">http://pre11.deviantart.net/3bb1/th/pre/f/2015/005/a/2/gyre___the_centre_cannot_hold_by_scart-d8crmcp.png</a></figcaption></figure><p>For those who wish to think clearly and deeply about Brexit (all others, there is nothing to see here).</p><p>“In the midst of chaos, there is also opportunity.” — Sun Tzu</p><p>Assuming that Brexit really came as a surprise, then it slightly shifts things in our favor. Let me explain why.</p><p>We must understand this in the context of the big picture — the entire human species is in a “do or die” situation that must be meaningfully resolved in the next several decades. One piece of this resolution involves a “civilization level” reboot. We will not survive using the set of tools that got us through the 20th Century.</p><p>Accordingly, effectively none of the lower level issues discussed in what one might call “linear politics” are particularly relevant. The value of the pound or the closing price of a stock market are, in their particularly, a distraction. As are the specific motivations behind “leave” voters — whether they be racism, legacy nationalism, or whatnot. The survival or failure of Great Britain as a political entity is, in this context, irrelevant. As is the survival or failure of the EU.</p><p>It can be easy to focus in on the ready-to-hand issues — particularly when they impact the day to day lives of ourselves and people we care about. But, in the larger context, most of them are as irrelevant as the forgotten names of the Senators who helped kill Caesar.</p><p>Except, that is, to the extent that any or all of these impact our ability to navigate the long odds of this civilization level reboot in our allotted time. In this context, Brexit *might* move the needle. Assuming that the outcome really was a surprise (one need account for all possibilities), then Brexit slightly shifts things in our favor precisely because it is a) impactful and b) off script.</p><p>Remember, none of the tools that got us through the 20th Century are going to help us. This is both because they are structurally ineffective and because they have been almost entirely captured and converted into control structures. Brexit is helpful because it destabilizes those control structures — a moment of chaos that can possibly be a moment of opportunity. All of our paths are high risk — this one is slightly more favorable.</p><p>Brexit is also helpful because it is consciousness raising — notice . . . nearly everyone is talking about it. Not about the NBA Finals (unless they live in Cleveland), not about some celebrity gossip, not about one of the hundreds of distractions that keep us separated from our power. It won’t last — already the narrative is “healing” — spinning, shaping, distracting. But if even a small percentage of people come away from this event with an increased sense of agency and urgency, that is very helpful.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ec2f847301c1\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/considering-brexit-ec2f847301c1\">Considering Brexit</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/ec2f847301c1",
  "categories": [
    "brexit",
    "politics"
  ],
  "isoDate": "2016-06-25T02:28:33.000Z",
  "publishedAt": "Sat, 25 Jun 2016 02:28:33 GMT"
}