{
  "kind": "youtube#playlistItem",
  "etag": "\"Dn5xIderbhAnUk5TAW0qkFFir0M/n4K-iq-GRngptJEqOIV8spmEqYk\"",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC4wNEU1MTI4NkZEMzVBN0JF",
  "snippet": {
    "publishedAt": "2019-11-18T01:37:33.000Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "42 Different Ways To Build A Better Brain, The Problem With Modern Smart Drugs, Hacking Your...",
    "description": "For the full show notes, visit: https://bengreenfieldfitness.com/neurohacker\n\nMy guest on today's podcast believes there's a big problem in the field of nootropics, smart drugs and cognitive enhancement: namely that the entire movement has followed some pretty extreme reductionist tendencies.\n\n When it comes to popping pills and using biohacks and self-quantification to make your body and brain smarter, research has indeed proliferated. There is a dizzying plethora of scientific findings focused on individual neurotransmitters, mechanisms, parts of the neurotransmission cycle, cell walls, receptor sites, brain/blood flow, and hundreds of other isolated variables.\n\n In other words, there are lots of parts and plenty of “findings” and “mechanisms.” But to date, there exists no prevailing meta-theory of the complex interactions that make up the whole of cognitive enhancement. Many various disconnected insights have so far fallen short of addressing the complex dynamics of all the interacting parts. For this reason most nootropic, smart drug and brain biohacking products are developed to narrowly optimize one aspect of cognitive capability, only to have unexpected drawbacks, deleterious side effects and impacts on other areas. By performing a principled meta-analysis and synthesis of existing research, we can better understand the complex dynamics and emergent homeostatic relationships within the brain and from these kinds of insights we can yield a truly advanced complex meta-theory of cognitive enhancement.\n\n Daniel Schmachtenberger, my guest on this podcast, wants to do just this. Daniel began seriously studying health and neurology when he became afflicted with neurological and autoimmune illnesses that had no known solutions in either allopathic or complementary medicine. The insights that lead to his healing came from developing a new model for understanding physiology and pathology, which he then applied to helping many people address various forms of complex illness and optimize their capabilities beyond their previous healthy baselines.\n\n Daniel was the academic dean for a college of mind-body medicine and has consulted for many cutting edge integrative doctors and medical clinics to help find novel solutions for complex cases. He created and ran a cutting edge think tank developing complex systems solutions for environmental and social issues, and has directed a transdisciplinary group of scholars on a philosophy of mind project addressing core questions of mind / brain interface and developed what he calls \"an axiomatic reformulation for the epistemology of neuroscience\". He has a significant background with and love for psychedelics, nootropics, meditation, depth psychology, and all effective tools for evolving states and stages of consciousness and evolving the human experience.\n\n Daniel focuses in bringing together the best scientific research on each individual mechanism and pathway supporting cognitive development, and integrating them into a whole systems view, a complex framework of integrative neuroscience and one of the most comprehensive nootropic stacks ever made called \"Qualia\".\n\n During our discussion, you'll discover:\n\n -What a \"dream nootropic\" would look like if it were to target every single component of cognitive enhancement...[16:55 & 68:45]\n\n -How&nbsp;nootropics can go beyond an acute effect and actually chronically change your brain structure or \"wiring\", including neuron and synapse development, increased mitochondrial ATP, healthier cell structures and increased neural complexity...[21:00 & 49:30]\n\n -How you can actually induce the creation of new brain stem cells to heal things like traumatic brain injury, excitotoxicity and oxidative damage to the brain...[24:54]\n\n -Two easy ways to test how your central nervous system and memory recall is responding to certain compounds you consume...[27:45]\n\n -My personal experience with the \"God pill\" that Daniel developed...[42:45]\n\n -What makes something a \"nootropic\" compound vs. just a nutrient or a vitamin or a smart drug...[47:00 & 59:35]\n\n -The little-known substance know as the \"love drug\" that can increase euphoria and empathy...[50:18]\n\n -A compound that can be bound to caffeine to cause caffeine to last longer without a crash...[52:20]\n\n -The ittle-known effects a nootropic can have that you&nbsp;may not know about, such as decreased tendency to procrastinate, increased stress resilience, lucid dreaming and beyond...[55:20 ]\n\n -How Vitamin D delivered in a form called \"Microencapsulated Cholecalciferol\" can act on specific brain targets...[61:25]\n\n -Which form of magnesium is best for neural targeting...[74:55]\n\n -Why it's absolutely crucial that you include something called \"choline donors\" when you consume a nootropic...[78:00]\n\n -The actual clinical research behind the Qualia formulation that Daniel helped to develop, and why it must be taken as a 1-2...",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/uuWWK0yjyg8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/uuWWK0yjyg8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/uuWWK0yjyg8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/uuWWK0yjyg8/sddefault.jpg",
        "width": 640,
        "height": 480
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 9,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "uuWWK0yjyg8"
    }
  }
}