{
  "creator": "Bonnitta Roy",
  "title": "Resilience Reconsidered",
  "link": "https://medium.com/perspectives-on-complexity/resilience-reconsidered-8733983f4b2f?source=rss----5212f124e8d3---4",
  "pubDate": "Fri, 02 Mar 2018 12:33:11 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Cyt15mBVzeEdZRxYxdkL1w.jpeg\" /></figure><h4>What do we mean when we mean <em>resilience?</em></h4><p>A lot of us throw out words like “resilience” without really being able to pin down what we mean by it. What comes to your mind when you think of resilience? Try this: list the top ten most resilient things or systems that you know. Then order them from most to least resilient. What makes them resilient? what makes some more resilient than others?</p><p>You might notice that some of the items on your list are more resistant to change. Is resistance the same as resilience? Some of the items might be responsive to change. Is responsiveness the same as resilience? Some of the items might be considered resilient, because they are able to regenerate themsleves after a profound collapse. But is being regenerative the same as being resilient?</p><p>Let’s look at some examples to tease out our confusions. Very few people would say that the dinosaurs were resilient — they did of course, become extinct. Unless we consider modern day birds, evidence of their resilience, in this case, their ability to evolve. But is evolution the same as resilience? If we, as in Jurrassic Park, succeeded in cloning a few dinosaurs back into existence, where in that re-occurrance pathway would we say the resilience of the dinosaur was? In the DNA? In the human scientific enterprise?</p><p>The different meanings of resilience have to do with how and where we assign continuity and/or change. Is a temperate forest dominated by Chestnut trees continuous with the temperate forest dominated by maples and oaks, after the Chestnuts declined? What inclines us to say, yes, there is continuity in the forest despite the profound change in the species composition?</p><p>Take a different example. Consider a lowland forest that becomes flooded by beaver dams and turns into a wetland ecology surrounding a sizable pond. Where are we willing to claim continuity and where are we compelled to claim change? Is the lowland forest resilient because it can change into a wetland-pond? or is it fragile because it succumbs to the flooding? Think further ahead, when the pond is abandoned, and becomes fertile soil and fragrant meadow. Here, do we see continuity or change? Eventually, the meadow is reclaimed by the signature species of the forest. Now, we might say, the forest is indeed resilient, because it has regenerated itself.</p><p>I believe that in order to gain some precision in the meaning of resilience, we need to incorporate some distinctions made by G.E.Moore, Whitehead, Hartshorne, and other process thinkers. The important distinction they make is between external and internal relations. To jump to the chase: resilience must refer to the internal relations shared among participants, as well as their external relations. A system with only a lot of external relations (more commonly called ‘connections’) is complicated, not complex and therefore cannot display resilience. If it has enough connections, and all those are cybernetically leveraged against each other, such systems can be profoundly resistent to change. But resistence is not the same as resilient.</p><p>There are different types of internal relationships. There are symmetrical types — where both (or all) elements are internally related to each (or all) other(s). More common are asymmetrical internal relations where one of the elements is internally related to the other, while the other is externally related to the first.</p><p>Here is the difference. To be internally related to some other, means that if the relationship were changed, your identity, your continuity as your self would be lost. A husband and a wife are externally related to each other, because either could be a husband (again) or a wife (again) after their relationship ended. But a child is internally related to their parent, because if that relationship ended, they would be dead, or unborn. However, the parent is externally related to the child, because the parent retains their potential for being a mother (again) or a father (again).</p><p>There are a lot of sophisticated ramifications of understanding internal and external relations. But this is not a post about that per se. So I would like to switch to more familiar terms for thinking about a precise meaning of resilience.</p><p>Let’s use the terms “protocols” and “affordances.” Resilience has to do with the continuity of protocols, which are internal relations, and the number of possible afforances, which are external relations, “in play.” The “system” that turns a forest into a pond, into a meadow, into a forest, is inclusive of all the protocols that can generate those varieities of affordances. The affordances provide the elements that determine which con-specifics will compose the pond, the meadow, or the forest. The con-specifics change, but the protocols are preserved through the change.</p><p>Let’s look again at the dinosaurs. The protocols are preserved in the DNA, but without the affordances of modern science, it won’t display itself as resilient. In my next post, I will look at what the heck this has to do with resilience in organizational life!</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=8733983f4b2f\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/perspectives-on-complexity/resilience-reconsidered-8733983f4b2f\">Resilience Reconsidered</a> was originally published in <a href=\"https://medium.com/perspectives-on-complexity\">Perspectives on Complexity</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/8733983f4b2f",
  "categories": [
    "resilience"
  ],
  "isoDate": "2018-03-02T12:33:11.000Z",
  "publishedAt": "2018-03-02T12:33:11.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*Cyt15mBVzeEdZRxYxdkL1w.jpeg",
  "collections": [
    "https://medium.com/feed/perspectives-on-complexity"
  ],
  "_id": "8733983f4b2f"
}