{
  "creator": "Bonnitta Roy",
  "title": "Sensemaking Up-Hierarchies",
  "link": "https://medium.com/agile-sensemaking/sensemaking-up-hierarchies-a4eea852c139?source=rss----a60ecff0d41a---4",
  "pubDate": "Sat, 25 May 2019 11:34:13 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*0S5ut4w5_ak7C7GRX2LgSg.jpeg\" /></figure><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fplay.ht%2Fembed%2F%3Farticle_url%3Dhttps%3A%2F%2Fmedium.com%2F_p%2Fsensemaking-up-hierarchies-a4eea852c139&amp;url=https%3A%2F%2Fplay.ht%2Farticles%2Fa4eea852c139&amp;image=https%3A%2F%2F1%2AScRnohi4lPn9ryXnvglyOw.jpeg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=play\" width=\"700\" height=\"185\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/c64163ae6f94ed603f5442c3c4f0d584/href\">https://medium.com/media/c64163ae6f94ed603f5442c3c4f0d584/href</a></iframe><h3>Sensemaking Up-Hierarchies</h3><h4>Information Flows Designed for Emergent Complexity</h4><p>In complex environments, teams are built for emergent outcomes. This means they need to be optimized for coherence. <em>Coherence</em> refers to a particular dispositional state of a team, where the complex feed loops between trust, power and action thresholds are optimized for flow (see <a href=\"https://medium.com/agile-sensemaking/a-source-code-for-team-flow-99fb00f06432\"><em>A Source Code for Team Flow</em></a><em>). </em>The degree of power asymmetry in the system is a crucial function of team flow. Power asymmetry in turn is a function of information flows and can be regulated by designing resilience through sensemaking up-hierarchies.</p><p>I introduced the notion of a sensemaking up-hierarchy in my <a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-3-248adea59609\">previous </a>article. In this article I want to give some brief descriptions of what a sensemaking up-hierarchy is, and how it serves team action potential.</p><p>There are two key advantages that AI gives smart machines like self-driving cars and AI-augmented diagnostic devices: 1) Global updates and 2) Self-organized information.</p><p>Global updates means that when one of the agents (nodes, machines) learns something new, every member of the network can be updated with the new information; and every new member of the network arrives fully “up to speed.” Humans, on the other hand, learn individually, mostly through trial, error and on-going experience. Unlike AI, and similar to all other living agents, human learning is not rule-bound, but based on protocols and affordances. The dance of protocols-and-affordances is what we call “experience” in the human endeavor. This is a feature that educators consistently fail to recognize, and is a major reason why machines seem to be out-performing people on “intelligence” since we have slowly but surely come to define learning as a rule-bound function.</p><p>Self-organized information in AI means that there are algorithms that specify the order, priority, probability of data such that there is an information hierarchy that is continuously shifting in response to new (and expiring) elements. The popular driving app WAZE is an example of an AI program that can continuously shift priorities according to shifting conditions.</p><p>Designing a sensemaking up-hierarchy for people, means creating the conditions for global updating and self-organizing information in human networks.</p><p>Global updating means information that flows from local events and out in all directions. Above a certain scale, however, too much information can easily overwhelm individuals in the network. Therefore, we need to design appropriate constraints that “gate-keep” information flows in smart ways.</p><p>Self-organizing information in human systems means identifying patterns in the information flows that organize meaning into larger wholes. This is the “up-cycle” in the sensemaking up-hierarchy. In turn, these larger wholes, when redistributed “down” in the network, compose new contexts for local action. This is the “sensemaking” aspect of the sensemaking up-hierarchy. An adequate design will compensate for the need for human systems to gate-away information to avoid overload, because the function of global update is not so much that every node holds every data point (that is true for AI, because it lacks sensemaking ability), but for every agent to be working in an <em>updated context</em>. As complexity increases, contexts continuously shift. Hence, there is no doubt that AI must be a reliable partner in designing and operating sensemaking up-hierarhcies. But this partnership should be able to out-perform strictly rule-bound AI systems, in the context of what matters most to people, and the particularly human challenges we face on our planet today.</p><p>Finally, to come full circle. In organizations today, most of the power asymmetry is a function of asymmetrical information processing. This can not be solved merely by giving every person access to every data point in the data base, or every element in the information stream. Rather, this is a matter of information design, and the ability for information to self-organize in larger wholes, and for those wholes to be transmitted as updated contexts for local action.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=a4eea852c139\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-up-hierarchies-a4eea852c139\">Sensemaking Up-Hierarchies</a> was originally published in <a href=\"https://medium.com/agile-sensemaking\">Agile Sensemaking</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/a4eea852c139",
  "categories": [
    "sensemaking",
    "complexity",
    "leadership",
    "organizational-change",
    "agile"
  ],
  "isoDate": "2019-05-25T11:34:13.000Z",
  "publishedAt": "2019-05-25T11:34:13.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*0S5ut4w5_ak7C7GRX2LgSg.jpeg",
  "collections": [
    "https://medium.com/feed/agile-sensemaking"
  ],
  "_id": "a4eea852c139"
}