{
  "kind": "youtube#playlistItem",
  "etag": "64vzGzwrmP06Cu2lfcGpZsB2G6w",
  "id": "UExwUkVoRzdHdGp0Q2g5MFFyem5NUFhTN0J4aDNMVW5QVi4zRDBDOEZDOUM0MDY5NEEz",
  "snippet": {
    "publishedAt": "2019-08-05T22:16:15Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Combining Intuition with Rational Mind – a more effective solution in Business with Jordan Greenhall",
    "description": "Jordan Greenhall talks about “Combining Intuition with Rational Mind – a more effective solution in Business” in this episode of the Intuitive Leadership Mastery Podcast with host Michael Light. Jordan is now in his seventeenth year of building disruptive technology companies. Classic “Ready Player One” style 80’s nerd. Comics, science fiction, computers, way too much TV and role-playing games. Oh, so many role playing games. Naturally, these interests led to a deep dive into contemporary philosophy (particularly the works of Gilles Deleuze and Manuel DeLanda), artificial intelligence and complex systems science in college in the early 90’s and then, as the Internet was exploding into the world, a few years at Harvard Law School of all places where he spent time with Larry Lessig, Jonathan Zittrain and Cornel West examining the coevolution of human civilization and technology.\n\n\n\nHere are some of the topics discussed in the podcast:\n\nJordan’s creative and writing process that lets him write in depth new ideas such as in his viral article “Situational Assessment 2017”. And the role of intuition in this.\nWhy getting inside your opponent’s OODA loop is key in politics or business.\nObserve – Intuition helps observe\nOrient – make meaning – intuition\nDecide – Intuition helps you make faster decisions\nAct – Inspired Actions, Play and Feedback help faster actions\nThe highest bandwidth OODA loop wins.\nWhat is a meme is and why it matter to your business + the dark arts of copywriting\nThe medium is the message – the change in tech is a phase quality shift – changes the game and unpredicabile\nWhy fighting the “last war” is a mistake in politics or business\nWorld Culture War II: The opportunities in the dramatic current changes in sense and nature of identity, meaning, and purpose\nActions to take now\nResources:\n\nJordan’s Situational Assessment 2017: Trump Edition https://medium.com/deep-code/situational-assessment-2017-trump-edition-d189d24fc046#.dtku79bam\nJordan’s Situational Analysis 2017 https://medium.com/deep-code/situational-assessment-2017-trump-edition-d189d24fc046#.15mdrg3qk\nVinital Roy – redefined reality as how much is shared – how realized it is\nA meme https://en.wikipedia.org/wiki/Meme is “an idea, behavior, or style that spreads from person to person within a culture”. A meme acts as a unit for carrying cultural ideas, symbols, or practices that can be transmitted from one mind to another through writing, speech, gestures, rituals, or other imitable phenomena with a mimicked theme. Memes are the cultural analogues to genes in that they self-replicate, mutate, and respond to selective pressures.\nThe Selfish Gene by Richard Dwakins https://www.amazon.com/Selfish-Gene-Anniversary-Landmark-Science-ebook/dp/B01GI5F2FS/?tag=abundant0e-20\nThe Meme Machine Susan Blackwell https://www.amazon.com/Meme-Machine-Popular-Science/dp/019286212X/?tag=abundant0e-20\nTrust Me, I’m Lying: Confessions of a Media Manipulator by Ryan Holiday https://www.amazon.com/dp/B0074VTHH0/?tag=abundant0e-20\nThe Zeitgeist https://en.wikipedia.org/wiki/Zeitgeist_(film_series)\nThe Medium and the Message: Understanding the Information World by Marshall McLuhan https://www.amazon.com/Medium-Message-Understanding-Information-World/dp/1635358566/?tag=abundant0e-20\nThe OODA loop by John Boyd https://en.wikipedia.org/wiki/OODA_loop\nThe 7 Day Startup: You Don’t Learn Until You Launch by Dan Norris https://www.amazon.com/Day-Startup-\nLearn-Until-Launch-ebook/dp/B00NZFKB8S/?tag=abundant0e-20\nWar in Age of Intelligent Machine by Manuel De Landa https://www.amazon.com/War-Intelligent-Machines-Manuel-Landa/dp/0942299752/?tag=abundant0e-20\nLearn more about Jordan Greenhall at:\n\n*Website: http://neurohacker.com/\n*Profile: http://neurohacker.com/jordan-greenhall/\n*Facebook: https://www.facebook.com/neurohackercollective/\n\nGet show notes and transcript at:\nhttp://intuitiveleadershipmastery.com/podcast/combining-intuition-with-rational-mind-a-more-effective-solution-in-business/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/9i60-87ufEI/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/9i60-87ufEI/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/9i60-87ufEI/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/9i60-87ufEI/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/9i60-87ufEI/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV",
    "position": 7,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "9i60-87ufEI"
    }
  }
}