{
  "creator": "Jordan Hall",
  "title": "Microsoft, Facebook and the Bursting of Bubbles: Is the Collapse of the Market (finally) Nigh?",
  "link": "https://medium.com/emergent-culture/microsoft-facebook-and-the-bursting-of-bubbles-is-the-collapse-of-the-market-finally-nigh-8c263f70e57c?source=rss----708c0b15465e---4",
  "pubDate": "Sat, 31 Mar 2018 19:09:31 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/700/1*ptRyIYk5aLWzdIiHOkoHtA.jpeg\" /></figure><p>In 1997, I just happened to be in my last year at Harvard Law School and just happened to be taking a couple classes with Larry Lessig. In December of that year, Judge Thomas Penfield Jackson appointed Lessig ‘special master’ in the deeply important anti-trust case involving the once most poweful company in the world: Microsoft.</p><p>As a consequence of all of these coincidences, I was following this case closely and I noticed something. The case played out over several years, but reached a conclusion in spring of 2000. On March 24, 2000 Microsoft stock was at $56.31 per share. A hairs breadth from a high of $59.38 it had hit in December of 1999 and the highest point Microsoft stock would see for the next sixteen years. On April 3, 2000, Judge Jackson ruled that the company had violated anti-trust laws. The company appealed immediately, but the ruling saw the company’s stock enter into a steep downward spiral, dropping 45% by the end of the month.</p><p>Sad news for Microsoft. But here is the point: on March 6 of 2000, the Nasdaq composite hit its peak value of 5,048. Over the next few weeks, the index fluctuated intensely until . . . April 3rd. At which point it broke into a vertical dive, losing 25% of its value in a week. The “Dot Com” bubble had burst and it would continue to shed value until bottoming out with a near 75% loss by the fall of 2002. I would like to propose that the fall of Microsoft was the tipping point that turned the Internet 1.0 boom into a world-historic bust.</p><p>The Nasdaq wouldn’t recover to those Dot Com heights until the summer of 2016, and under the influence of (I suppose we have no better name for it than) the “Trump Boom,” it has surged to all time highs — 30% higher than its Dot Com peak.</p><p>Is history repeating itself? Witness Facebook. One of the biggest drivers of the Nasdaq, Facebook has exploded from $25 a share in July of 2013 to an all time high of $190 a share on January 29th of this year. And then on March 16th, news broke in the “Cambridge Analytica scandal,” followed by the #deletefacebook trend and calls for the <a href=\"https://www.nytimes.com/2018/03/24/opinion/sunday/delete-facebook-does-not-fix-problem.html\">department of justice to invoke anti-trust laws and break the company up</a>. The result? The has company has lost $80Bn in market cap — over 20% of its value in less than two weeks.</p><p>But, like Microsoft and the Dot Com boom, Facebook hasn’t been lonely over the past few weeks. The Nasdaq in general has lost 8%. Amazon has dropped 10% from its all time peak on March 12th. Google (Alphabet) has dropped closer to 15% since the same date.</p><p>Is Facebook this generation’s Microsoft? Obviously, only time will tell.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*74RA2GYKi9yV3PT8bMs8gw.png\" /></figure><p>It doesn’t take a genius to notice that something is up with the markets. On this chart, the great economic crash of 2008 barely shows up against the enormity of both the Dot Com boom and the “Quantitative Easing” boom of the past five or six years. I have been waiting for shoes to drop for a while now (obviously to my fiscal detriment thus far!), so don’t count on me as any sort of financial wizard or market predictor. But, watching the Facebook narrative unfold in the context of my unusual relationship to Microsoft in the Spring of 2000, my antennae went up. So, I had to share.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=8c263f70e57c\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/microsoft-facebook-and-the-bursting-of-bubbles-is-the-collapse-of-the-market-finally-nigh-8c263f70e57c\">Microsoft, Facebook and the Bursting of Bubbles: Is the Collapse of the Market (finally) Nigh?</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/8c263f70e57c",
  "categories": [
    "facebook",
    "stock-market",
    "startup",
    "finance"
  ],
  "isoDate": "2018-03-31T19:09:31.000Z",
  "publishedAt": "Sat, 31 Mar 2018 19:09:31 GMT"
}