{
  "creator": "Bonnitta Roy",
  "title": "Our Phantom Limbs",
  "link": "https://medium.com/the-sixth-day/our-phantom-limbs-9b84c0eb73b4?source=rss----bb59780a815a---4",
  "pubDate": "Wed, 15 Aug 2018 13:56:27 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1000/1*yL0Ftw7tcgOjq7QUbmrjFA.jpeg\" /></figure><p>The essayist Marshall McLuhan said that every technological advance in media extends our human body in space and time. Early hominids, like their primate cousins, mediated their social order by touch — through ritual grooming, holding, kissing, sexing, punching, pushing. Meaning overlapped with meaningful play. The body was the medium.</p><p>Ritual gestures became associated with certain sounds, and eventually the sounds stood in for their meaning. The body-as-medium was extended in space beyond the boundaries of touch and sight. This afforded us larger social extension. Small family bands scaled to large family groups. These groups could recognize their “family tribe” by the sounds they made, even when they got together in body-space only occasionally to exchange daughters and sons.</p><p>Eventually the sounds became words, words became sentences and humans could tell stories about themselves <em>as a people.</em> Entire groups could range the globe, carrying with them the same story, the same narrative. These stories of a people, survived disaster and diaspora. <em>The people</em> endured, based on a common story.</p><p>It can be argued that modernity began with the written phonologically-based text. This allowed humans to greatly extend their “bodies” through the power of the contract. It is no coincidence that a corporation is, literally, a body. The power of the contract was so big, that a few men in England, could shape the destiny of a region half way across the globe.</p><p>Now we have the internet, and neo-global economics. Human space is being consolidated by their global reach. Despite the constant panic of post-war humanists, it can be argued that the conflict we see in the world is a <em>result</em> of the forced (and false, farcical) “unification” of humanity into one agglutinized mass. The real terror now is structured violence, evidenced by trillions of dollars spent on the militarization of “world peace.” For this we have massive, mass media.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/230/1*Zf2Rz1u-XJ_ewJ__KXGljw.jpeg\" /></figure><p>McLuhan also noted that for every extension of our body into a new medium, there was the price of amputation.</p><blockquote>The amputation of touch by sound, the amputation of sound by sight, the amputation of sight by … whatever it is that you and I are doing now, connecting here via our virtualized bodies. I can’t hear you. You don’t see me.</blockquote><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/300/1*tU_Eux-36S8NCT0fSKelrw.jpeg\" /></figure><p>Forms of disquisition, McLuhan believed, ultimately influence perception itself. Our hands, our ears, our eyes have been amputated and replaced by phantom limbs wired into our minds at the very sites where our real limbs were once connected. We no longer can tell the difference between perception — something the body evolved to be good at — and deception — something the media evolved to be good at.</p><p>It is no coincidence then, that the post-modernists have called the lived body into question. Every <em>body,</em> they argue, has something different to say. And therefore, perception can not get to the ONE TRUTH. For that, they say, you have to go to arbitration. Media is the greatest arbitrator of all times. It settles the TRUTH on paper, in the history books, in the news.</p><p>Bodies are suspect here in this post-modern utopia where if we could just agree on the truth, we would all get along swell. This is why the amputations themselves have been painless — we have already rejected our bodies like transplants gone bad. But now, <em>words hurt</em>.</p><p>Media everywhere, 24/7 collapses space into a single dot — a black hole that consumes everyone, and renders time irrelevant.</p><blockquote>Space and time is what the body evolved to perceive. Therefore, our bodies, too, have become phantoms in our minds.</blockquote><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/395/1*IgF5w39_O6q9hg3yJ94kRg.jpeg\" /></figure><p><strong>Media is the great divider — it grows gaps between everyone and everything, so we can’t reach out and touch each other. We can only reach out and touch the screen, or communicate with the twitter feed, or see our friends on FB. For the first time, media has conquered all of space and all of time, and replaced our bodies with phantoms. It would be no surprise to McLuhan, then, if it had also conquered us.</strong></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=9b84c0eb73b4\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/the-sixth-day/our-phantom-limbs-9b84c0eb73b4\">Our Phantom Limbs</a> was originally published in <a href=\"https://medium.com/the-sixth-day\">The Sixth Day</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/9b84c0eb73b4",
  "categories": [
    "technology"
  ],
  "isoDate": "2018-08-15T13:56:27.000Z",
  "publishedAt": "Wed, 15 Aug 2018 13:56:27 GMT"
}