{
  "creator": "Bonnitta Roy",
  "title": "A good idea whose time has come",
  "link": "https://medium.com/open-participatory-organized/a-good-idea-whose-time-has-come-3595e088be31?source=rss----68aa8a9faca8---4",
  "pubDate": "Wed, 18 Apr 2018 22:33:38 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/449/1*a79Rb1kp_IAVpLzIjXn1eg.jpeg\" /></figure><h3>Why open and participatory?</h3><p>In over 40 years of ongoing research, Richard Scott derived a schema of organizations he called <em>rational, natural, </em>or <em>open.</em> This research helps contextualize the OPO in a rich history of organizational response to evolving conditions over time. Rational<em> </em>organizations, as Scott describes them, are 1) deliberately constructed, 2) around the coordination of tasks, 3) performed by the cooperation of people, 4) under specified guidelines and formal arrangements, in order to 5) achieve specified goals. It is easy to see that manufacturing is predominated by this kind of organization. Given the complexity of the modern world, however, a new kind of organization evolved — what Scott called the <em>natural </em>organization. The key characteristics of the natural organization is that it is based on 1) collectivities of people, 2) pursuing multiple interests, 3) operating under informal relations, 4) guided by generalized values, in order to 5) perpetuate the organization. In this new form of organization, we see for the first time, emphasis on people and their skills (1); a diverse and oftentimes evolving portfolio of interests, such as manufacturing, franchising, servicing and financing in the automotive industry (2); a shift toward human resource development and career relationships (3); and an emphasis on organizational values as the basis for stability (4). The biggest shift, however, is that the organization is de-coupled from goal-related pursuits, and for the first time we see the notion that the organization has <em>inherent value</em> and that the ultimate purpose is for its indefinite survival. The natural organization derives its sense of <em>inherent value</em> from the sustained corporate culture and ideology, loyalty from employees based on career development in the organization, and loyalty from customers based on brand identity.</p><h4>Closed organizations</h4><p>Neither the rational nor the natural organization are, based on Scott’s standards, <em>open</em> organizations. They are closed in several key ways</p><p>1. There is a strong sense of boundary between the organization and the society “at large”</p><p>2. It is expensive to maintain that boundary</p><p>3. Society becomes seen as a “threat” to the internal organization</p><p>4. The organization has practices designed to “defend itself” against the society it otherwise exists to serve</p><p>5. Corporate benefits are monopolized</p><p>6. Corporate costs are externalized</p><p>7. Behaviors that are seen as unethical “outside” the organization are sanctioned on the “inside”</p><p>8. The organization ‘supervenes’ on the individual and group level</p><p>9. The organization strives to maintain strong asymmetry between itself and social actors (clients, customers)</p><p>10. The organization relies on artificial scarcity of information and resources</p><p>The “machine” is the appropriate metaphor for the rational organization. It sees the environment as a resource for raw materials and relies on fairly straight-forward engineering to achieve success. Good engineering guarantees a greater market share — the purpose for which the rational organization exists. In terms of organizational development, we might say that the rational organization is “engineered to control action.” Where the metaphor for the rational organization was the “machine,” the new metaphor for the natural organization is the “organism.” In the natural organization, people are seen as the main resource, not the environment. As a consequence of its ideology of survival, the environment begins to be seen as a threat. The natural organization, like its own metaphor, the organism, is designed to <em>grow and develop</em>, which means becoming more complex. Here, good engineering is not enough — sophisticated complex dynamic and cybernetic systems are required to regulate system-wide control. This is the domain of <em>The Fifth Discipline</em> — described by Peter Senge in his book of the same name. Senge introduced the necessity of perpetual learning, systems thinking, and shared vision into the literature on organizational science. He refers to systems archetypes, ecosystems, and nature’s templates as patterns that control events. He talks about planning as a balancing process that “achieves homeostasis — its ability to maintain conditions for survival in a changing environment.</p><h4>The natural (closed) organization</h4><p>The natural organization signified a radical shift in organizational ideology. In one sense it came with a breath of fresh air. No longer were people seen as mere appendages to the machines. Quite the contrary — it was <em>because</em> people and only people could <em>learn</em> that made them even more valuable than machines. Corporations began to invest heavily in their education, training and career development. Human resources were redesigned to support and facilitate learning, which required them to take care of employee’s well-being. These were all positive and meaningful consequences of thinking of the organization in a new light. However, because it is still a structure that is fundamentally <em>closed</em> with respect to the larger society, when the ideology of the natural organization is taken too literally, or “calcified in the rhetoric of managers” and “reified in the minds of subordinates,” the natural organization reveals its darker side.</p><p>New theories of management and leadership evolved alongside the natural organization. Managers became increasingly interested in thinking about the organization in terms of complex dynamic systems. They appropriated systems thinking around production and distribution chains, resource flows, and markets into the domain of social interaction. Management theories modelled human groups <em>as if</em> they were complex systems, with specifiable boundaries and complex internal relations. Eventually managers took these models literally, and came to think of human groups as systems that could be controlled from the outside, and steered into preferred directions. In other words, people on the “inside” of the system were free agents who exercised choice in their actions; but from the perspective of the “system” these same people were “de-animated” in the mind of the privileged observer whose responsibility it was to control those actions. People were self-determined at one level, and simultaneously determined by the system at the level of the “whole.” People came to understand their individual agency in part-whole terms, like the difference between the agency of the cells in one’s body, and the agency that the body exercises as a “whole organism.” The goal of management became that of shaping groups of people into teams that behaved less like a diverse array of individual participants, and more like a “whole organism.”</p><p>Organizations began to spend considerable sums of money to provide social and training events so groups of people could be shaped into cohesive teams and come to behave as “whole organisms. When realized, this whole organism was frequently construed to function with a mind of its own, a larger and higher intelligence which exercised downward causation — an intelligence that organized the minds, intentions, beliefs, and behaviors, of the individual members.<a href=\"#_ftn1\">[1]</a></p><p>The language people used in systems thinking did not help. It was easy, for example, to say that the “team” learned something new, or to talk about the “learning organization,” but rarely did people make the crucial distinctions as, for example, Stacey does when discussing Peer Senge’s writing:</p><p>It is important to notice how Senge handles the question of the individual and the team. It sounds as though he is making the group primary to the individual. However, this is not so. Although he says that it is the team that learns, when he develops what he means by team learning it is clear that he is saying that an effective team provides the context within which a number of individuals together learn more than they could on their own. It is still the individuals who learn. They arrive to form a team and the atmosphere of that team then affects their capacity for learning together.<br> (Stacey 2016, p. 113)</p><p>Eventually two key claims opened the way for a more worrisome pattern in the natural organization conceived as an organism. First, the assumption that managers could occupy a position from which they could leverage the behaviors of a group as a whole. Secondly, the anticipation that people had that a collective phenomenon occurs when as a group, they open to the flow of a higher intelligence. The net effect was that people were focused on a higher level of agency — either one controlled by the laws of dynamic systems, or one controlled by a larger intelligence. People thought of themselves less as self-determined agents, and more as interchangeable parts of a communal field. People didn’t question the models that managers made of them, and as a consequence, entire teams developed a kind of “skilled incompetence.” Furthermore, as part of the communal field, people were expected to share common values and beliefs as well as norms and routines, and as a result, a kind of group think based on strong belonging needs, came to permeate organizational life.</p><p>Ultimately, in the natural organization, “participation [comes to] mean individuals participating in a transcendent whole.” (Stacey 2016) The language may turn “strikingly mystical” as people subordinate their power to those leaders who can act at the higher levels of agency, and channel the higher intelligence, and “where action is clearly understood as unfolding the enfolded will of the whole.”</p><h3>Open organizations</h3><p>W. Richard Scott (2003) also described other types of organization he called “open systems.” He noted that</p><p>The central insight emerging from the open system model is that all organizations are incomplete: all depend on exchanges with other systems. All are open to environmental influences as a condition of their survival. <a href=\"#_ftn2\"><strong>[2]</strong></a></p><p>Scott describes the open systems organization as composed of 1) interdependent flows and 2) interdependent activities, performed by 3) shifting coalition of participants by way of 4) linking actors, resources and institutions, in order to 5) solve problems in 6) complex environments.</p><p>The notion of <em>flows</em> requires a porous boundary and here organizational life depends on ongoing transfers of energy. The metaphor is not the single living organism, but the richly textured and diverse <em>ecology</em> of participants. The metaphor of ecology allows people to include death as well as survival, as energy transfers between different forms of organization under different conditions. Here it is <em>flow</em>, or process that is most important. The metaphor of ecology also allows individuals to participate as fully whole agents, rather than sub-parts of a larger organism. Here it is <em>participation</em>, that is authentic and action-oriented that supports viable organizing. The metaphor of ecology also highlights the participation of non-human participants, such as resources and social institutions, as part of the ongoing flows, which means that also waste and risk are included, rather than externalized. In open systems, there is no “exterior” because there is no delineated “interior.” There is broad participation.</p><p>Open systems are designed to solve problems in complex environments. The semi-independent and diverse range of agency in open organizations provides the system with more of the variety required to sense and understand the environment. Whereas in the closed organizations, the core technologies were designed to control (engineering, cybernetics), in open systems, the core technologies are the dynamics of self-organization. Whereas in the closed organizations, the environment is either exploited as a resource pool (rational) or defended against as a threat (natural) here the environment exerts an adaptive pressure toward evolutionary change. Whereas the defining mantra of the rational organization is “engineered to control action” and the mantra of the natural organization is “systems to regulate control”, in open systems, the mantra is “making sense in order to act.”</p><p>In closed organizations, therefore, iterative practices based on control lead to resistance, and resistance eventually leads to inertia. On the other hand, in open systems, the primary dynamics are sensing, scanning, probing, exploring and discovering — all of which takes place <em>in</em> <em>and with</em> the environment as a crucial partner for evolutionary change. Consider for example, the difference between a rational organization that designs products for customers, and builds up demand for the products through intensive marketing. The customer is seen as the “target,” and the organization strives to maintain a strong asymmetry of power over the customer. In an open organization, such as an agile tech company, there could be no greater difference. Here the customer is now a “partner” and as a partner, they are engaged as a full participant, directly with the developers, in solving their needs, by importing user stories that represent them into the scrum backlog. Of course, client needs can be experienced as exerting pressure — the adaptive pressure for development, improvement, invention and innovation.<br> <br> Finally, in the case of closed organizations, the action-logics are those of control and resistance. As an open organization, the action-logics in the OPO are those of flow and resilience. The open organization we have been describing is an “open-natural” organization. The OPO also operates in a fourth, emerging arena. Using Scott’s taxonomy of organizations, the fourth possible type of organization would be “open-rational.” Scott (2003) identifies three axes of analysis in his taxonomy:</p><p>1. Means &lt;&gt; Ends</p><p>1a. <em>Rational</em>: to the extent to which organizations are means (disposable, deliberately designed instruments for goal attainment)</p><p>1b. <em>Natural: </em>to the extent to which organizations are value impregnated, ends-in-themselves</p><p>2. Self-sufficiency &lt;&gt; Context-dependent</p><p>2a. <em>Closed:</em> to the extent that organizations are self-sufficient, relatively self-acting, insulated forms</p><p>2b. <em>Open: </em>to the extent that organizations are highly context-dependent, substantially constituted, influenced and penetrated by their environment</p><p>3. Level of Analysis</p><p>3a. <em>Systemic: </em>to the extent that organizations are viewed as whole systems or subsystems-components in a broader organized whole system (systems within systems)</p><p>3b. <em>Participatory:</em> to the extent that organizations are viewed as contexts for individual actors, collective actors in their own right</p><p>Using this framework, Scott places the different organizational types in a historical context. The earliest models were closed-rational-system models that dominated between 1900 and 1930. These included Taylor’s scientific management approach, Weber’s model of bureaucracies, and Fayol’s administrative theories. In the 1930’s and 1950’s, a new paradigm emerged that combined closed-natural-systems models, such as human relations models of Roy and Dalton, Bernard’s structural theory of cooperative systems, and Mayo’s models of human relations. The 1960’s represented a new kind of step — from closed to open systems models, and the metaphor of organism came to dominate organizational theory. Throughout the 60’s, 70’s and 80’s competing theoretical explanations for organizational structure and behavior, produced both closed-natural-systems and open-rational-systems models that were very similar. In more recent times, with the growing interest in complexity science, the open-natural paradigm moved away from classical systems analysis and toward a fuller embrace of the science of self-organization and emergence. In this latter case, not only is the strict boundary between inside and outside abolished, but also the sharp dichotomy between organization and environment is disputed, leading to the adoption of process views such as Weick’s models of HRO (high reliable organizations). Like the OPO, these modern-day models draw heavily on participatory themes such as enactment and sensemaking. <br> <br> This modern-day paradigm shifts from the metaphor of the organization as an ecology to the metaphor of a platform. We introduced the OPO as a platform. But what do we mean by platform in this context? In a political context, a platform is the declared policy of a party. It could also mean a place for public discussion, in other words, a place for participation, like the Greek notion of the <em>polis.</em> In the context of technology, a platform is the architecture and equipment that enables and supports a particular operating system. In the context of organization, we mean all these things. In the context of complexity science, the term platform can refer to the simple but powerful protocols, from which rich patterns of organization emerge. Depending on our perspective, we point to some of these patterns and call them “organization” and point to others and call them “environment.” In an organizational context, a platform can refer to a set of principles, propositions, and procedures that function as organizing protocols. This is the governance platform of the OPO.<br> <br> Switching from the metaphor of an ecology where there is the dichotomy of organism and environment in an adaptive process, to the metaphor of platform moves us closer to the meaning of OPO. Here the environment is not the adaptive landscape, but is an outcome of mutual participation. The environment emerges from, or alternately is enacted by the participation of individual agents. The core technology shifts from human dynamics (in the open-natural model) to sensemaking, which includes both human and non-human agents, actors and environment. While the primary purpose shifts from solving complex challenges (provided from the environment) to injecting novelty into the environment. In other words, the purpose in the OPO is enacting novel environments. Finally if the mantra of the open-natural organization is “sensing in order to act;” the mantra for the open-rational organization becomes “acting in order to make sense.” This represents the distinction between two types of environments — one in which sensemaking operates through narrative based decision rationality, and one in which making sense of things operates through action based retrospective justification. It is precisely in between these arenas, the OPO thrives. In between environments where complex <em>adaptive</em> processes are key to solving complex challenges, and environments where complex <em>responsive</em> processes inject novelty into complex environments — in between sensing in order to act as opposed to acting in order to make sense.</p><p><a href=\"#_ftnref1\">[1]</a> This of course was bad systems thinking. We know today that in complex patterns emerge from simple protocols of individual participating agents. We can only point to a pattern of relative stability and call it “the system.”</p><p><a href=\"#_ftnref2\">[2]</a> “By contrast,” Scott goes on to say, “both the rational and natural system perspectives insist that organizations, as a condition of their existence, must maintain boundaries that separate them from their environments.”</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=3595e088be31\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/a-good-idea-whose-time-has-come-3595e088be31\">A good idea whose time has come</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/3595e088be31",
  "categories": [
    "leadership"
  ],
  "isoDate": "2018-04-18T22:33:38.000Z",
  "publishedAt": "Wed, 18 Apr 2018 22:33:38 GMT"
}