{
  "kind": "youtube#playlistItem",
  "etag": "qpTa7KBKSQ6a6sM1_sOHECPrmvA",
  "id": "UExwUkVoRzdHdGp0Q2g5MFFyem5NUFhTN0J4aDNMVW5QVi5DRUQwODMxQzUyRTlGRkY3",
  "snippet": {
    "publishedAt": "2019-10-29T22:51:43Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Creating Wealth in Transition with Jordan Hall",
    "description": "Amidst all of the big changes and uncertainty we're experiencing in the world today, we can come to all kinds of conclusions about what it all means and how we fit into the picture. One common story we hear from well-intentioned activists fighting against wealth inequality and climate change: the accumulation of wealth is evil. The rich are destroying the planet. The 1% meme has even held some ground since the days of Occupy Wall Street, taken up as a rallying cry by Democratic Socialists. \n\nI wonder if there's another story. Speaking for myself, I have all kinds of twisted narratives around money. I need to be making enough to feel worthy and attract a mate. If I'm not providing, I have no value. Wealth accumulation is for the greedy and I'm not so I'll do my best to avoid it, etc. \n\nToday (for my first livestream!) my guest is Jordan Hall. Jordan has made the rounds on various podcasts and YouTube channels  discussing a wide range of things, namely the idea of cultivating sovereignty as a necessary step in the path to becoming a more effective agent in the world. \n\nBefore he started studying complexity at The Santa Fe Institute and writing posts on Medium about our failing institutions, Jordan was a highly successful tech entrepreneur. Jordan's wealth gave him the freedom to enter rooms and ask questions that would have been unthinkable had he been working a traditional 9-5. \n\nWhat is money? How do we rid ourselves of unhelpful, debilitating stories our wealth? Is it possible to ethically create wealth in the current climate?  \n\nJoin us for what is sure to be a mind-bending, heart-opening conversation. \n\n___________\n\nAll of my links:\nwww.linktr.ee/collinofzion",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/qEqVkmBhBmo/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/qEqVkmBhBmo/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/qEqVkmBhBmo/hqdefault.jpg",
        "width": 480,
        "height": 360
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV",
    "position": 45,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "qEqVkmBhBmo"
    }
  },
  "_id": "qEqVkmBhBmo",
  "collections": [
    "https://www.youtube.com/playlist?list=PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV"
  ]
}