{
  "creator": "Bonnitta Roy",
  "title": "How the invisible and improbable becomes the obvious and inevitable",
  "link": "https://medium.com/open-participatory-organized/how-the-invisible-and-improbable-becomes-the-obvious-and-inevitable-9570392b4c5f?source=rss----68aa8a9faca8---4",
  "pubDate": "Fri, 28 Sep 2018 13:56:52 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/714/1*YFMN1GG_4772QkJKlPaMWg.jpeg\" /></figure><h4>Disrupting Dilemmas</h4><p>The formula for disrupting your way into a crowded market is pretty well spelled out for company executives today. Still they will spend a lot of resources on trying to gain advantage through innovation, while making sure their companies aren’t blindsided by disruptive innovation from others. Some people [1] talk about innovation as a <em>dilemma</em>, arguing that the same innovations that help develop their market positions, simultaneously jeopardize them.</p><blockquote>Conventional wisdom says that as markets mature they become ripe for the plucking.</blockquote><p>The dilemma goes like this:</p><p>As a market (for a product or service) matures, the features that companies add and the increased costs they incur, move ahead of the value that customers perceive for those features. Yet companies seem to be unable to stop themselves from driving customers further up-market. This distorts the overhead burden on low-end products (or services) and makes them unsustainable. Therefore, companies are happy to secede low-market segments to upstarts who have come looking for them. The upstarts are happy to enter there, because they get the benefit of an already engaged consumer base, while their costs structures are leaner, and their operations more agile, so their overhead burden remains in balance. The larger company then can off-load the areas of their business that are unsustainable and get a short-term benefit in the form of a sharp reduction in costs, which can be banked as a spike in profits. As older companies keep pushing themselves further and further upmarket, upstarts (there may be more than one) are increasing their capacity to assume more market segments. Eventually the original company is displaced entirely.</p><p>The cyclic nature of this phenomenon suggests that the disruptive innovators, although having won the war, apparently learn nothing from it, since they tend to repeat the same patterns of market growth and secession. The long term result is that in a mature economy, markets become saturated with products that are fully commodified or services that are fully automated and cost structures fall to near-zero margins.</p><p>In his book, <a href=\"https://www.amazon.com/Innovators-Solution-Creating-Sustaining-Successful/dp/1422196577/ref=pd_sim_14_2?ie=UTF8&amp;dpID=51p5vjK2lBL&amp;dpSrc=sims&amp;preST=_AC_UL480_SR336%2C480_&amp;refRID=QM117E3K6JHXNH7S3CJ9\"><em>The Innovator’s Solution</em></a><em>, </em>Clayton Christensen recommends that firms become something he calls “a continuous innovation generator.” I think there is something faulty in his reasoning, because his “continuous <em>innovation </em>generator” is really running an algorithm for continuous <em>growth</em>. It is this “continuous growth” factor that produces the dilemma in the first place.</p><p>Organizational life is suffering from this illusion that we can bend innovation to our will and steer it in the direction of continuous growth. Managers assume that growth is what drives innovation, but this is what I call the “developmental fallacy” that infects strategic thinking everywhere.</p><blockquote>Developmental processes are linear, conservative and risk-adverse and <em>this is what sustains continuity over a period of growth until it ends at the point of its disruption.</em></blockquote><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*0dwKXkgFzqsmzZfEmG1gvQ.png\" /></figure><p>Under the influence of the developmental fallacy, managers can never get it right. As long as managers keep focusing on data that demonstrates “continuous growth,” the conversation will be steered away from truly innovative ideas. We see this in product development cycles, in organizational life histories, in local markets and in the global economy. Thinking that we are de-risking our options up the growth curve, we become more oblivious of the mounting dangers ahead.</p><blockquote>People will want to argue about the “ high risks of innovation,” while at the same time not acknowledge the escalating risk in pursuing a continuous growth strategy.</blockquote><p>Even when facing diminishing returns, managers continue to do more and more of what they have been doing, only striving to do it faster and better. As risk escalates, complexity escalates with it, and leaders fall “in over their heads” denying the very forces that require their attention. But all the while they are there — hidden, unknown, variable and random factors that are too small to detect or too big to know — switching the balance of probability.</p><blockquote>When we mistake continuous growth for innovative change, we diminish our tolerance for novelty and surprise.</blockquote><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/300/1*smYRpZHP9C58mgscng341g.jpeg\" /></figure><p>In a world of increasing access to data, knowledge, resources, collaborative enterprise, and technological innovation, there will always be some people tracking data sets that managers don’t see, some people tossing around ideas that managers think are impossible, some people playing around in creative spaces that catalyze imaginative thinking, some people experimenting with their friends in a co-working studio or a backyard garage…</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1000/1*ZhNW7-eTdhj--M31lIf9mg.jpeg\" /></figure><blockquote>Eventually, what was invisible and impossible, becomes obvious and inevitable.</blockquote><p>Coming next: <em>Changing the way we think about change.</em></p><p>[1] <em>Innovator’s Dilemma </em>is the title of Clayton Christensen’s book.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=9570392b4c5f\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/how-the-invisible-and-improbable-becomes-the-obvious-and-inevitable-9570392b4c5f\">How the invisible and improbable becomes the obvious and inevitable</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/9570392b4c5f",
  "categories": [
    "innovation",
    "startup",
    "disruptive-innovation",
    "disruption"
  ],
  "isoDate": "2018-09-28T13:56:52.000Z",
  "publishedAt": "2018-09-28T13:56:52.000Z",
  "image": "https://cdn-images-1.medium.com/max/714/1*YFMN1GG_4772QkJKlPaMWg.jpeg",
  "collections": [
    "https://medium.com/feed/open-participatory-organized"
  ]
}