{
  "kind": "youtube#playlistItem",
  "etag": "AZAiwQMc4oTbp9SJuxLkwNuzjcY",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC4xNTZBNUQxMDZBQzFGMjkw",
  "snippet": {
    "publishedAt": "2019-11-18T01:56:12Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Session 3 - Civilization Emerging",
    "description": "Take a look at the group discussion in the third session of the Center for Integral Wisdom's course, Becoming a Future Human. In response to the Second Shock of Existence, Marc says we need a fundamental transformation of identity and a reworking of our essential understanding of how core structures work. Daniel agrees, saying we need to change the structures that condition and incentivize the problems that we are trying to solve; otherwise we will keep trying to solve problems that continue to be conditioned. This conversation centers around future structures and what those might look like, such as synergistic self-governance. It also addresses the importance of shifting our identity to technology as an extension of who we are.\n\nWhen Barbara ran for Vice President of the United States in 1984, she proposed a Peace Room as sophisticated and well-funded as the War Room that would map, track, and connect what’s working in the world. She has experimented with versions of synergistic democracy in her Synergistic Convergence events and brought her experience to this dialogue.\n\nLooking at the complexity of fundamentally redesigning our systems and structures, Barbara notes that sometimes all of this can feel too complex to do, but then she remembers the exquisite complexity of the human body. If a body, with its trillions of cells and all the networks and systems that allow it to function properly, can exist, why can’t human systems be fundamentally redesigned for what we are truly capable of?\n\nIn this session you will learn:\n\n-Why it is important to move beyond false dichotomies and understand the co-arising nature of reality\n\n-Why it is important to re-envision our relationship to technology\n\n-Why it is important to let go of our core structures of thought and to re-imagine ourselves\n\n-More about Barbara’s vision for a Peace Room and what future governance structures might look like\n\n-The importance of evo-mimicry\n\nView the entirety of this course:\nhttps://ciwprograms.com/courses/becoming-a-future-human-with-barbara-marx-hubbard-marc-gafni-daniel-schmachtenberger/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/R3xaJfygICw/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/R3xaJfygICw/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/R3xaJfygICw/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/R3xaJfygICw/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/R3xaJfygICw/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 68,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "R3xaJfygICw"
    }
  },
  "_id": "R3xaJfygICw",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}