{
  "creator": "Jordan Hall",
  "title": "Repent, for the The Age of Drones is Now Close at Hand!",
  "link": "https://medium.com/swell-considerations/repent-for-the-the-age-of-drones-is-now-close-at-hand-cf75c30e79a0?source=rss----3c55c4eb0532---4",
  "pubDate": "Fri, 07 Nov 2014 19:46:58 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*ZWaNEqyuFIPxmLu0wkd3DA.jpeg\" /></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/832/1*cCfSIsBA_rC0WTaPfCF0Cg.png\" /></figure><p>I’ve been an observer of technology trends since I was a little kid first assembling a personal computer back in the earliest of the 80&#39;s. The arc from amber to CGA to VGA. The move from 300 baud to 1200 baud to 56k. The development from Webcrawler to AltaVista to Google. These things have a rhythm to them. And its starting to look like the rumors were not exaggerated: the drones are coming.</p><p>I was first introduced to drones (the multi-bladed helicopter kind) by my friend <a href=\"https://www.linkedin.com/profile/view?id=43027142\">Bill Gleim</a> back in 2010 and, shortly thereafter, got excited by the famous autonomous drone <a href=\"https://www.youtube.com/watch?v=MvRTALJp8DM\">videos from UPENN</a> (which by the way only continue to get <a href=\"https://www.youtube.com/watch?v=Qlqe1DXnJKQ&amp;list=UU6gTNEiFyqlUwzoaH9L-ivg\">more kick ass</a>). But, after digging into the <a href=\"http://3drobotics.com/landing-product/\">3D Robotics drones</a>, I decided that they were still too geeky for me.</p><p>It looks like a milestone has been passed. A few weeks ago, my buddy <a href=\"https://www.facebook.com/memetic007\">Jim Rutt</a> (never one to mince words) sent me a glowing review of his new drone:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*5kr5TelXPoN6a21CQrZp9w.jpeg\" /></figure><blockquote>One pro-sumer class drone stands out far above all the others in elegance of design and real usability: The DJI Phantom 2 series: <a href=\"http://www.dji.com/product/phantom-2\">http://www.dji.com/product/phantom-2</a></blockquote><blockquote>Everything about the DJI is well thought out, from “self tightening props” to a “click in” custom battery that is very easy to check the charge level without any disassembly.</blockquote><p>Sounds great. But here is the kicker:</p><blockquote>It’s in the same price range as Chris Anderson’s 3d Robotics Iris line (I have two of those but seldom use them anymore) which is probably the number 2 seller. Night and day difference in everything, from build quality, to elegance of the design, to maturity and smoothness of auto piloting software etc. The Iris is like a Model T Ford compared to the DJI as say a Mazda Miata.</blockquote><p>This is how it goes. A new technology languishes among the innovators until it hits some critical threshold that opens it up to the early adopters. For the MP3 player, it was the Diamond Rio. For DVRs, it was the Tivo. For smartphones, it was the Blackberry. Once that critical product happens, the early adopters rush in and the market is primed to head to the next level. It looks like for drones, the DJI is that threshold product.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/500/1*15KbPYgMM2VjJ14iqSj5Gg.jpeg\" /></figure><p>Sure, we’ve heard about taco copters and Amazon’s infamous <a href=\"http://www.amazon.com/b?node=8037720011\">drone research</a>, but while applications like the <a href=\"http://www.geek.com/science/ambulance-drone-is-a-flying-defibrillator-that-could-save-lives-1608156/\">defibrillator drone</a> are amazing and important, its at ground level that real technology movements happen. Amazon has to maneuver around the FAA, but millions of DJI drone enthusiasts can push the envelope — taking us inside a <a href=\"https://www.youtube.com/watch?v=a9KZ3jgbbmI#t=48\">fireworks display</a>, or a <a href=\"https://www.youtube.com/watch?v=0-shWVW1UBc\">live volcano</a>. Or powering some truly <a href=\"https://www.youtube.com/watch?v=u1ZB_rGFyeU#t=12\">impressive music videos</a> (that last link is definitely worth watching) without asking anyone’s permission.</p><p>Generally, once the ball is rolling, these things don’t take all that long. Everyone knows an early adopter or two and pretty quickly the good news of the hot new thing goes from “hearing about” to “seeing” and “believing”. It took four years to get from the BlackBerry smartphone to the iPhone, and from the Rio to the iPod. If the trends hold, we really should expect to see (and hear) drones becoming as common as white earbuds and <a href=\"http://www.mirror.co.uk/news/weird-news/worlds-first-mobile-phone-walking-4261228\">zombie pedestrians</a> over the next few years.</p><p>I intend to use mine to check the surf and get croissants from the bakery across the street. Or, even better, I’m going to connect my Oculus Rift to my drone camera and really get a birds eye view. What will you use yours for?</p><p>To read Jim’s full review and learn more about the DJI drone, check it out here: <a href=\"http://www.playswell.com/dji-phantom-2-quadcopter-with-zenmuse-h3-3d-3-axis-gimbal-for-gopro-video-camera-r1vl58\">http://www.playswell.com/dji-phantom-2-quadcopter-with-zenmuse-h3-3d-3-axis-gimbal-for-gopro-video-camera-r1vl58</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=cf75c30e79a0\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/swell-considerations/repent-for-the-the-age-of-drones-is-now-close-at-hand-cf75c30e79a0\">Repent, for the The Age of Drones is Now Close at Hand!</a> was originally published in <a href=\"https://medium.com/swell-considerations\">Swell Considerations</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/cf75c30e79a0",
  "isoDate": "2014-11-07T19:46:58.000Z",
  "publishedAt": "Fri, 07 Nov 2014 19:46:58 GMT"
}