{
  "creator": "Jim Rutt",
  "title": "An Introduction to Liquid Democracy",
  "link": "https://medium.com/@memetic007/liquid-democracy-9cf7a4cb7f?source=rss-d14f90fcad6c------2",
  "pubDate": "Mon, 26 Feb 2018 12:24:05 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/840/1*L9mi2H2fO3exH73CSzjEdw.png\" /></figure><p>Redesigning governance for our connected future</p><p>By Jim Rutt<br><a href=\"https://www.santafe.edu/people/profile/jim-rutt\">Mini-bio</a></p><p>America’s democratic institutions are unable to meet today’s major challenges. We are divided into confused and incoherent Red (Republican) and Blue (Democratic) teams that fail to address the people’s real needs and desires. Rather than face the severe local, state, national, and global problems before us — from infrastructure decay to climate change to ever-mounting national debt and ever-growing income inequality — we get gridlock and kicking the can down the road.</p><p>One alternative to the politics of Team Red and Team Blue is known as “Liquid Democracy.” Also called “delegative democracy” or “proxy democracy,” Liquid Democracy combines elements of both direct and representative democracy. It enables people to vote directly, or to assign their vote to individuals or organizations they trust. Liquid Democracy is designed to channel and leverage the collective expertise we need, to resist the corruption of money in politics, and to increase a felt sense of political participation with greater buy-in on decisions.</p><p>This essay explores the way it works, its likely benefits, and challenges to its implementation.</p><h4><strong>Democracy: A Quick Recap</strong></h4><p>In <em>direct democracy</em>, the original form of democracy, everyone had a vote on every issue. It was practiced in ancient Athens — by male landowners only — and is still used today in the New England town meeting. But direct democracy doesn’t scale. In a country the size of the United States, with over 230 million people of voting age, direct democracy is infeasible. Even if it were technically possible, it’s unreasonable to expect most voters to be able to make informed choices on every issue.</p><p>Instead of direct democracy, the United States has long made use of <em>representative democracy</em>. Here, all the voters in a predefined geographic jurisdiction vote for a winner-take-all representative from that jurisdiction. This representative then casts votes on behalf of every voter in that jurisdiction on every issue. Once the representative is elected, voters cannot reclaim or redirect their vote until the next election. And those who vote for the losing candidate have no voice at all.</p><h4><strong>Liquid Democracy: How It Works</strong></h4><p>Liquid Democracy is a technologically enabled and scalable hybrid of direct and representative democracy. It enables voters — to the extent they desire — to vote for themselves on some or all issues, or to delegate their vote to whom they choose. In addition to other people, delegates can also be not-for-profit organizations, like the Sierra Club or the NRA.</p><p>As shown below, some voters — those colored orange — cast their votes directly on an issue. But most voters, shown as green, delegate their vote to an individual or organization they are confident will effectively represent their views.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/280/1*7_LuI-hO6J5Jdz6HIK3R4Q.png\" /></figure><p>The Key Attributes of Liquid Democracy:</p><ul><li><em>Every voter has the right and ability to vote on every issue</em>. In this sense, Liquid Democracy is a kind of voluntary direct democracy — that is, those who <em>do</em> want to do so can get involved, educate themselves, and vote on any or every issue.</li><li>Most people, however, won’t have the requisite expertise or time to inform themselves on a wide range of issues. Therefore, <em>every voter has the option to delegate his or her proxy, on each voting issue, to another person or organization</em> — that is, to a delegate whom the voter chooses. Such a delegate presumably will have more expertise, interest, or longevity in the issue at hand and will be trusted by the voter.</li><li>Instead of voting on an issue, an individual or organization that has been given someone’s proxy <em>can pass along — to another delegate — both their own proxy and the proxy of everyone else who has chosen them.</em></li><li><em>At any time,</em> <em>a voter can take back his or her proxy and either reassign it to another delegate or else vote directly.</em> For example, suppose your chosen delegate on environmental issues suddenly switches from pro-solar to pro-fracking. You would then either directly vote yourself, or reassign your proxy to a delegate more aligned with your preferences.</li><li>To keep things manageable, the wide range of issues faced by voters will be divided into something on the order of 20 issue areas. Examples of possible issue areas include defense, environment, civil liberties, health care, and education, among others. <br> <br> If the voter in the graphic below has given her proxy for “defense” to her Uncle Charlie, an Army major, she wouldn’t need to make a separate decision each time a defense issue arose. But should she become unhappy with how Uncle Charlie is voting on defense issues, she can either take back her proxy on any specific issue and vote for herself, or transfer her entire “defense” proxy to a different delegate.</li></ul><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*y4GAyFq88lqbJtwBa-0QLg.png\" /></figure><h4><strong>Benefits and Importance</strong></h4><p>In addition to being more democratic than prior forms of democracy (see <a href=\"https://bford.github.io/2014/11/16/deleg.html\">“Delegative Democracy Revisited”</a>), Liquid Democracy would provide multiple major benefits. Four of the most important are:</p><ul><li>Better decision-making</li><li>Increased citizen engagement, ownership, and voter participation rates</li><li>More granular alignment of voters with decision-making</li><li>Reduction of money’s powerfully corrupting influence on politics</li></ul><p>First, <em>superior and more innovative solutions would flow from the expertise of knowledgeable delegates</em>. For example, in a decision about procuring a new Air Force fighter aircraft, one group of voters could be represented by an organization of retired and current Air Force pilots, while another block of voters might be represented by delegates known for their critiques of the waste and inefficiency in military procurement. The dynamics between such good-faith interest groups could be expected to produce a much more fruitful dialog than today’s lawmaking system, which is dominated by patronage, the profit motive, and ideological positioning.</p><p>Thus, trusted choices made by voters who select knowledgeable delegates would serve to channel and reinforce real expertise into the decision-making process, resulting in better decisions overall. Put differently, we could work our way back to a political decision-making process based primarily on reality, expertise, and facts, as opposed to one based on special interests, ignorance, and corruption.</p><p>Second, we would see <em>increased citizen engagement, a sense of ownership, and higher voting participation rates</em>.</p><p>In our current system, many people believe that how they feel and what they want just doesn’t matter. Even in U.S. presidential elections, less than 60% of those who are eligible to vote currently do so.</p><p>Knowing that their interests and preferences were being looked after by their own handpicked, trusted delegates, people would feel an increased sense of ownership in the governance process. They would have more interest, pay more attention, and participate in a way that, for each voter, would be more meaningful and in accord with his or her own personal rhythms. Even citizens who remained minimally politically engaged — perhaps just resetting their proxies in the main issue areas every year or two — would experience an enhanced sense of ownership of the process of governance, with only a small investment of time.</p><p>Third, under Liquid Democracy, people would experience an <em>increased sense of alignment with, and granular influence over, their governance</em>.</p><p>For example, representative democracy in the United States today forces voters to pick representatives from Team Red or Team Blue who inevitably fail to match up to any given voter’s entire profile of interests and preferences. Suppose someone is socially progressive but fiscally conservative. Right now, he has a hard choice: he can vote for a Republican to honor his fiscal values but compromise his socially progressive stance, or vote for a Democratic with the opposite effect. Neither is satisfying.</p><p>Under Liquid Democracy, someone can do both: give her proxy to progressive delegates on social issues while also giving her proxy on economic issues to a fiscally conservative person or not-for-profit organization. With preferences and concerns represented in a more nuanced and accurate manner, happier and more engaged citizens would participate to a greater extent.</p><p>Moreover, consider cases where either the Blue Team or the Red Team completely dominates the legislative process — for instance, overwhelmingly Democratic California or overwhelmingly Republican Wyoming. There would no longer be a binary situation where folks backing the minority party find themselves on the losing side of <em>every</em> issue. Instead, they would find their preferences winning out at least some of the time — something everybody likes.</p><p>Fourth, Liquid Democracy would provide a way to <em>limit the powerfully corrupting influence on our current politics of money, lobbying, and the revolving door</em>. Since all voters would get to vote directly or give their proxy to a delegate they trust and prefer, the self-dealing and self-serving economic motives that often pollute our current decision-making process would be mitigated.</p><p>Instead of just 535 senators, congressmen, and congresswomen to potentially subvert, under Liquid Democracy there would be millions of delegates across many issue areas, making corruption much more difficult and expensive. The retired congressional staffer who becomes a lobbyist for a big defense manufacturing company would no longer have anywhere near as much influence in making the fighter aircraft decision, since having the ear of members of Congress would no longer be disproportionately useful.</p><h4>Potential Challenges and Obstacles</h4><p>For Liquid Democracy to work in America, the first obvious challenge is designing a suitably robust, secure, and user-friendly software platform. The necessary software must be designed and implemented carefully to be easy to use, scalable, and as secure as possible. Fortunately, as shown by the successful implementation of various open-source Liquid Democracy software platforms in Europe, the technical challenges are not too daunting. Combined with advances in areas like cryptocurrency and blockchain, it is likely that a working software platform could be built or perfected relatively quickly, perhaps in a matter of months. A list of existing software can be found <a href=\"http://democracy.foundation/similar-projects/\">here.</a></p><p>Another challenge concerns potentially disenfranchising voters who are not currently online. With Liquid Democracy necessarily based on a computerized platform, those not currently online could effectively lose their vote. Roughly 15% of Americans do not go online or use the Internet — a number that has been holding steady — so ways of giving them access for voting and delegation purposes would have to be established. For example, public libraries could have terminals designed for this purpose.</p><p>Another problem to watch for concerns mob psychology and runaway feedback loops. The cartoon below shows all the dogs on a life raft raising a paw to affirm their leader’s injunction to eat all of the salvaged dog food immediately. Bad decision! As books like <a href=\"https://www.amazon.com/Extraordinary-Popular-Delusions-Madness-Crowds/dp/1463740514/\"><em>Extraordinary Popular Delusions and the Madness of Crowds</em></a><em> </em>show, human beings are quite capable of developing mass delusions, so it is not too hard to envision a terrible idea gaining credence and rapidly spreading through the proxy delegation process. Imagine what might have happened if major legislation curtailing civil liberties was voted on in the week after September 11, 2001.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/576/1*8gIo0tWFI-paC0xGtHrhBA.png\" /><figcaption>NON SEQUITUR © 1995 Wiley Ink, Inc. Dist. By ANDREWS MCMEEL SYNDICATION. Reprinted with permission. All rights reserved.</figcaption></figure><p>One approach to this challenge is to have the Liquid Democracy software platform build in levels of <em>viscosity</em>, that is, ways of slowing down the overall process and requiring reconsideration and confirmation of decisions possibly made in haste. For example, there could be a required waiting period from the introduction of a resolution to voting. And for major legislation, there could be a requirement for a second, confirming vote thirty or sixty days after the first vote. In this way, things could be slowed down enough for voters to reassign their proxies or reclaim their vote for themselves on truly important or misguided legislation.</p><p>A related problem concerns protections from the “tyranny of the majority.” The Founders of this nation were right to have a Bill of Rights, and to arrange for the protection of minority opinions. In addition to viscosity playing a role in slowing things down, super majorities could be required for certain types of actions, such as those limiting civil liberties, or declarations of war.</p><h4>Conclusion and Next Steps</h4><p>Liquid Democracy can bring together the best of representative and direct democracy in the modern social and technological milieu. It enables us to address seemingly intractable problems, such as the corrupting influence of money, lobbying, and the revolving door, while also allowing us to leverage trust and expertise to increase voter participation and make better decisions generally. It would increase the sense of participation and ownership of our government by its citizens, even those minimally engaged in following politics.</p><p>How can we actually bring Liquid Democracy to America in a way that could work and make a difference? There are two key steps that need to be taken.</p><p>The first is to gain an understanding of the basic concept and help spread the word. If you find this essay useful, please share it on your social media accounts and email it to your friends who are interested in politics.<br> <br> Keep in mind that this article presents a high-level overview of the concept of Liquid Democracy. Not only has a great deal of detail necessarily been left out, but any real-world instantiation will likely differ from this overview in some significant ways.</p><p>Having said that, the second key step is to find a way of incorporating a well-thought-out version of Liquid Democracy into our current political system. I will soon spell out how this could happen, and the steps we can begin to take right now to create a better future for American democracy.</p><p>Author’s note: On April 10, 2018 I published <a href=\"https://medium.com/@memetic007/reclaiming-american-democracy-starting-right-now-339c13ed5a4\">Reclaiming American Democracy — Starting Right NOW! </a>that lays how to implement Liquid Democracy in a way compatible with the American Constitution.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=9cf7a4cb7f\" width=\"1\" height=\"1\">",
  "dc:creator": "Jim Rutt",
  "guid": "https://medium.com/p/9cf7a4cb7f",
  "categories": [
    "whatcomesnext",
    "liquid-democracy",
    "politics"
  ],
  "isoDate": "2018-02-26T12:24:05.000Z",
  "publishedAt": "2018-02-26T12:24:05.000Z",
  "image": "https://cdn-images-1.medium.com/max/840/1*L9mi2H2fO3exH73CSzjEdw.png",
  "collections": [
    "https://medium.com/feed/@memetic007"
  ]
}