{
  "creator": "Troy Camplin",
  "title": "Beauty and the Spontaneous Orders",
  "link": "https://medium.com/rally-point-journal/beauty-and-the-spontaneous-orders-633c6969fe9b?source=rss----d41a60e13b7e---4",
  "pubDate": "Fri, 26 May 2017 16:17:33 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Pn5UCJwGne4-jyhO68JLuw.jpeg\" /></figure><p><em>For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: </em><a href=\"https://www.facebook.com/groups/625210141012983/\"><em>Rally Point Alpha</em></a><em> and the subreddit: </em><a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\"><em>Rally Point Bravo</em></a><em>.</em></p><p>Hayek argued that humans, having evolved in small groups, are uncomfortable living in spontaneous order societies, even if such societies are the most beneficial for us. Given that Hayek was a founding thinker in spontaneous order theory, many simply take his word at this. But should we?</p><p>What does it take to become comfortable living in spontaneous order societies, which are not of our design, yet are of our making? What does it take to become comfortable with the necessary depth and breadth of our ignorance, which we will never be able to overcome? What does it take to become comfortable with commutative justice, rule of law, and forgiveness? What does it take to become comfortable with private ownership, including that of one’s self and one’s mind, which were necessary for society to recognize for there to be the very flowerings of culture and wealth which we enjoy?</p><p>Francis Hutcheson, who was a teacher of Adam Smith, defined something as being beautiful if “there is Uniformity amidst Variety” (An Inquiry into the Original of Our Ideas of Beauty and Virtue, 28). We can apply this definition not only to objects, including music and the other arts, but to natural objects and to social systems. Beautiful works of art and literature help us to both understand and live well within spontaneous social orders. Might the movement in the arts against beauty be what has caused us to feel alienated within our spontaneous orders? <br> <br> In “On Beauty” Elaine Scarry argues that beauty brings us to justice because of beauty’s attention to symmetry, leading us to an understanding of “a symmetry of everyone’s relation to one another” (97, quoting John Rawls from “A Theory of Justice”). While symmetry is certainly part of beauty, it is in fact only one half of beauty, the other half being asymmetry. A perfectly symmetrical tree would be a ball on a column — hardly beautiful (equating symmetry with beauty also denies the fact that Japanese works, which focus on asymmetry, are also beautiful). Rather, a beautiful tree is one that has symmetry, yes, but also is ragged around the edges, uneven in its evenness, even in its unevenness. If this is the case, and if spontaneous orders like the market economy are beautiful, we would expect them to exhibit qualities of symmetry and asymmetry simultaneously.<br> <br> One aspect of spontaneous orders is that they allow for equal access to all (which is far different from equal outcome, as outcomes depend on many different things). In a truly spontaneous legal order, for example, there is equality under the law. In a truly spontaneous market order, there is an equal ability to enter into economic transactions, broadly defined. Scarry observes that “the equality of beauty” in part resides “in its generously being present, widely present, to almost all people at almost all times” (108–9). Beauty is accessible to all, though the more engaged one is with the beautiful object, the more benefits one derives from it, the more beautiful it becomes. The same is also true of participation in spontaneous orders. <br> <br> We see, using two different ways of defining both beauty and spontaneous order, a common ground: paradox. A beautiful object must be both symmetrical and asymmetrical. To have a just legal order, one must have equal treatment under the law (laws applying to all people equally), resulting in unequal outcomes. Contrariwise, to get equal outcomes, you must treat people unequally and, as a consequence, unjustly — as Vonnegut brilliantly demonstrated in his short story “Harrison Bergeron.” The affirmation of paradox seems to lie at the heart of both the nature of beauty and of spontaneous orders. Beauty must contain both complexity and simplicity. Simple rules and feedback generate complex spontaneous orders (see diZerega, Hayek, and also Stephen Wolfram’s <em>The Making of a New Science</em>).</p><p>Indeed, feedback, or reflexivity, is another feature of beauty. Both beautiful objects and spontaneous orders are ordered, evolutionary (changing over time), rule-based, simultaneously digital and analog, generative and creative (as Scarry also argues of beauty), scale-free hierarchies (what Frederick Turner calls heterarchies in <em>The Culture of Hope</em>) in structure, patterned/rhythmic, unified in their multiplicity, synergistic, novel, irreducible, unpredictable, and coherent. It seems that there is a correlation between self-organizing complex systems and beauty. Each has the same attributes. More, all beautiful objects are information-generating systems. And to the extent that something is a self-organizing system, it is beautiful.<br> <br> If one of the problems with understanding spontaneous orders is that they are more complex than we are, we being nodes within the network, and a less complex entity cannot fully understand a system more complex than itself (Hayek, <em>The Sensory Order</em>, 185), then understanding the relationship between spontaneous orders and the nature of beauty (especially in regards to the internal structures of beautiful things, and how they interact to create the beautiful whole) could help us to understand the nature of spontaneous orders. More, learning to better appreciate and understand beauty — whether in nature or in works of art, music, literature, etc. — should help each of us to learn how to better live within the extended order and positively contribute to its health and growth.</p><p>This then brings us back to the importance of the liberal arts. Plato saw beauty as a sort of master concept informing all the other concepts (or, ideas, to come closer to the Greek word) (<em>Phaedrus</em>). As we see here, there is much truth to that — and, as Keats reminds us, “Beauty is truth, truth beauty” (“Ode on a Grecian Urn”). The truth-seeking orders, such as the scientific order, are more truth-seeking the more they are truly spontaneous orders — which is to say, the more beautiful they are.</p><p>We can also look to the moral order. “Virtue aims at the beautiful” according to Aristotle (<em>Nicomachian Ethics</em>), and more goodness emerges out of the moral order the more it is a truly spontaneous order. And if beauty is fair, and the fair is just (Scarry), the closer the legal and the democratic orders are to being truly spontaneous orders, the more just they and the extended order will be. In fact, if beauty, truth, virtue, and justice are indeed so deeply related, it logically follows that spontaneous social orders, being beautiful, are going to generate people who are truthful, virtuous, and just — and if these are elements not typically associated with the market order, this is a failure as much of the critics of the market order as it is of the economy having yet become a full spontaneous order — or, more, the almost complete failure of money to have become a spontaneous order (which only serves to undermine the market).<br> <br> If beauty is the answer, then we need a more beauty-based education. More, we need more beauty-based art. The anti-beauty movement that has dominated since the advent of Modernism, and especially in postmodernism, is part and parcel of the anti-market intellectuals’ war against classical liberalism. We need an art and literature that helps make us comfortable living in the open society. We can evolve beyond our primitive drives — and great art is what allows us to do just that.</p><p>If we come to embrace beauty, which is, as Frederick Turner observes, the “value of values” (<em>Beauty</em>), we can come to feel at home in these spontaneous orders. We evolved in the midst of an evolutionary drama — and this is precisely what a spontaneous order is (Turner, 131). We can find beauty in the social spontaneous orders precisely because they have all the qualities of evolved, evolving natural ecosystems. Ironically, precisely as our social world has become more and more a set of spontaneous orders within civil society, we have abandoned beauty as a value — thus cutting ourselves off from the very thing that would have helped us know how we fit in. As Roger Scruton says in his book, <em>Beauty</em>, “When we are attracted by the harmony, order, and serenity of nature, so as to feel at home in it and confirmed by it, then we speak of its beauty” (72). Educated in beauty, we could learn to finally feel at home in the universe, including our spontaneous orders.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=633c6969fe9b\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/beauty-and-the-spontaneous-orders-633c6969fe9b\">Beauty and the Spontaneous Orders</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Troy Camplin",
  "guid": "https://medium.com/p/633c6969fe9b",
  "categories": [
    "complexity",
    "beauty",
    "society",
    "self-organization",
    "philosophy"
  ],
  "isoDate": "2017-05-26T16:17:33.000Z",
  "publishedAt": "2017-05-26T16:17:33.000Z"
}