{
  "creator": "Jordan Hall",
  "title": "Situational Assessment 2019: AOC Edition",
  "link": "https://medium.com/deep-code/situational-assessment-2019-aoc-edition-b6e31897f35c?source=rss----7c4eb9aca066---4",
  "pubDate": "Sun, 20 Jan 2019 23:57:48 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/690/1*x6y1LH1D5ONqwfIO8lP3Vw.jpeg\" /></figure><p>This post will be an extension and update to the model first shared in <a href=\"https://medium.com/deep-code/situational-assessment-2017-trump-edition-d189d24fc046\">Situational Assessment: 2017</a>. Some familiarity with the concepts developed therein and continued in <a href=\"https://medium.com/deep-code/situational-assessment-2018-the-calm-before-the-storm-5a0bd014ec84\">Situational Assessment: 2018</a> will be assumed. If you have not read those two posts, it will likely be useful to do so. As was noted in the past, please take this effort as a <em>lens</em> — not as an effort to tell the whole story. It is only one of many lenses, indeed, only one of the many lenses that I, myself<em>, </em>use to make sense of the world. It is not and cannot be complete nor meaningfully nuanced. If it is useful, it has done its job.</p><p>Before we dive in, it is important to keep the broader view. The last two posts focused on politics, particularly American politics. To be sure, the events of 2016 pushed politics to the front of the stage. But, to my view, politics are only an epiphenomenon of the much larger <a href=\"https://medium.com/emergent-culture/the-coming-great-transition-e50d62da77d4\">Great Transition</a> that is continuing to move through the world. We should always be mindful of the bigger picture.</p><p>For example, another epiphenomenon (closely tied to politics) is finance. Since 2008, global finance has developed into the most expansive and fragile macro bubble that perhaps has ever existed. In 2015 it seemed (to me at least) that the popping of this bubble (temporarily held at bay by debt) was imminent. Instead the story moved “down” into the <a href=\"https://www.youtube.com/watch?v=MNa8IIz3Kw8&amp;t=1s\">political and thence into the cultural layers</a> and we watched fragility spread from finance into the whole of the human world.</p><p>It is now beginning to look like the financial layer is once again showing signs of significant risk. Wisdom would counsel keeping eyes as firmly on the financial and economic story this year as on the political-cultural story.</p><p>Moreover, of course, it is my considered perspective that the <a href=\"https://medium.com/deep-code/foundational-assumptions-e81b5b55e3ff\">scope of the bigger picture is enormous</a> and that the proper response is to <a href=\"https://medium.com/emergent-culture/we-interrupt-this-program-75214813bb54\">interrupt the program</a> entirely; return to <a href=\"https://medium.com/deep-code/on-thinking-and-simulated-thinking-5e434e92cf86\">thinking</a> and (using <a href=\"https://medium.com/deep-code/infinitesimal-courage-947f074d09f8\">infinitesimal courage</a>) remember your own <a href=\"https://medium.com/deep-code/on-jordan-peterson-and-the-future-51402a370d79\">sovereignty</a>. This is certainly where I am turning all of my attention. More on this at the very end.</p><p>In the meantime, most of the energy and attention of the world is still captured by the spectacle. And so, let us peer into the abyss.</p><p>Over the past two years, we have examined the current political situation as developing along four different “fronts” in a new and important kind of war:</p><blockquote>In other words, while 2016 still formally looked like politics, what is really going on here is a revolutionary war. For now this is war using memes rather than bullets, but war is much more than a metaphor.</blockquote><blockquote>This war is about much more than ideology, money or power. Even the participants likely do not fully understand the stakes. At a deep level, we are right in the middle of an existential conflict between two entirely different and incompatible ways of forming “collective intelligence”. This is a deep point and will likely be confusing. So I’m going to take it slow and below will walk through a series of “fronts” of the war that I see playing out over the next several years. This is a pretty tactical assessment and should make sense and be useful to anyone. I’ll get to the deep point last — and will be going way out there in an effort to grasp “what is really going on”.</blockquote><p>From my perspective, the true center of this war is between different forms of collective intelligence. The 2016 election served as a notable inflection point in the conflict and, therefore, one might take the Trump Administration as the source and driver of the decentralized collective intelligence that John Robb called “the Insurgency”.</p><p>My sense is that the reality is precisely the other way around: decentralized collective intelligence is fundamental and, broadly speaking, not intrinsically aligned with any given policy or political philosophy. The Trump election was only an early example of something on the surface riding an upwelling from the depths.</p><p>As will be discussed below, in 2018, we began to see more examples of decentralized collective intelligence breaking through. Some, like #resist, represent a very different source and form than the Insurgency.</p><p>The four fronts of the war continue to command attention — but now the struggle is beginning to shift to its more dynamic phase. The Blue Church is breaking down. Increasingly, the story is less about the fight between the Insurgency and the Church and more about the efforts of decentralized collective intelligence to come into increasing levels of coherence and power and, ultimately, the struggles <em>between</em> these forms of collective intelligence.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/576/1*81lDPbNMNFR5B-APPmWFoQ.jpeg\" /></figure><h3>Front One: Communications Infrastructure.</h3><p>The first thesis is that we are witnessing a transition from one media infrastructure (broadcast and, specifically, television media) to another media infrastructure (decentralized and interactive digital media); and that this shift is driving a fundamental change in the very nature of how we go about forming effective “collective intelligence.”</p><p>For a deeper dive into the kind of collective intelligence optimized for broadcast-type media, you can take a look at <a href=\"https://medium.com/deep-code/understanding-the-blue-church-e4781b2bd9b5\">Understanding the Blue Church</a>.</p><p>From my perspective, 2018 was the year that the Blue Church died and that the center moved from the establishment mass media to the emergent new media.</p><p>Of course, sprawling events like the Blue Church die slowly and we should expect to see it continuing to impact the world for several years to come, particularly at the level of legacy institutional power. In 2018, it was able to eke out a barely acceptable level of performance in the mid-terms, although I expect that the bias towards the House and away from the Senate speaks precisely to the shift of power in Blue away from the Church and towards something new — but more on that later.</p><p>I would like to suggest that the events of the Ford/Kavanaugh complex represented the formal end of the era of the Blue Church the beginning of the interregnum.</p><p>During the confirmation hearing and subsequent vote on Supreme Court nominee Bret Kavanaugh, the leadership of the Democratic party made what I would consider to be a classic error. Understanding the importance of a Supreme Court seat in the larger political conflict, and exhausting their total portfolio of maneuvers to stop the Kavanaugh nomination, they activated the #resist collective intelligence.</p><p>Perhaps they believed that they could use and control #resist to their own ends. More likely, they weren’t meaningfully aware of what was really happening. In any event, they woke the dragon. And for the next two plus weeks, the American Zeitgeist exploded in a decentralized culture war between the Insurgency and #resist.</p><p>While the end result was ultimately cranked out through the usual turnings of the bureaucratic political sausage machine, the deep story is that during that entire time, the Establishment was <strong>completely out of control</strong>. They could not shape or frame the narrative and could barely keep up with reporting on it. Instead, the essential power of the frame had shifted from broadcast-type media to decentralized-type media.</p><p>It is my expectation that this is a one-way trip and, accordingly, the future will look less and less like Walter Cronkite and more and more like . . . ? Well, we don’t quite know how these new forms of collective intelligence will show up. But we are starting to get a sense. For example, in 2018 we were able to observe two major emergences of the type: the “Intellectual Dark Web” and “QAnon.”</p><p>While these two forms of decentralized collective intelligence are, of course, very different, I would suggest that they are on the same fundamental continuum. In both the Intellectual Dark Web and QAnon we are witnessing (and, perhaps actively participating in) decentralized collective intelligence undertaking the slow process of (re)membering the Logos.</p><p><strong>The Intellectual Dark Web</strong></p><p>Last year, in <a href=\"https://medium.com/deep-code/on-jordan-peterson-and-the-future-51402a370d79\">On Sovereignty</a>, I suggested that 2018 might well be known as the year of Jordan Peterson. This seems to have been a fair assessment. For a solid part of the year, an all out firefight was being waged between the establishment mass media and the emerging collective intelligence (of which Peterson was a major part) that came to call itself the <a href=\"https://youtu.be/QOBa9sRn2zE\">Intellectual Dark Web</a>.</p><p>By now the conflict has settled with the IDW as the clear victor. While the establishment mass media is now beginning its (slow?) slide into irrelevancy, the IDW is turning its attention inward: what, precisely, is going on here?</p><p>For now, this loose collection of thinkers is self-identifying as an emergent re-discovery of “how to have a good conversation.” As the ethos spreads, I expect that it will become increasingly embodied in a collective intelligence of both vast scale and significant variation. For what it is worth, my sense is that the next major threshold in the development of the IDW as collective intelligence is when their intention turns from ‘good’ conversation to ‘meaningful’ conversation.</p><p><strong>Making Sense of QAnon</strong></p><p>For many reasons, QAnon is much harder to make sense of and, indeed, in 2018, I put time into an <a href=\"https://medium.com/deep-code/making-sense-of-qanon-220966667e8d\">entire post on the subject</a>. It is a 16 minute read and for a deeper drive, you’ll need to spend that time. But the essence of the story is this: QAnon is an example of an decentralized collective intelligence endeavoring to “boil up” out of non-sense into sensemaking.</p><p>While we can see the character “Q” as the centralizing attractor of this event, from my perspective, it is both more true and more interesting to observe the coalescence of a global and enormously decentralized collective intelligence around the “transcendent attractor” of QAnon. If you watched slowly and carefully throughout 2018, you had a chance to witness the birth process of a decentralized collective intelligence in real time.</p><p>If you’ve ever watched a new born infant flailing and jerking while trying to pull her freshly minted body together in the context of the blooming buzzing confusion of life, you have a pretty good sense it. This a bottoms-up, evolutionary phenomenon, and, unlike the IDW that is starting from the legible frame of “rebel public intellectuals in conversation,” QAnon is coming into coherence directly from chaos. Expect it to proceed by punctuated equilibrium — almost certainly branching and mutating into entire different locations and sub-communities.</p><p>Again, my perspective is that the IDW and QAnon represent different aspects of the same story: decentralized collective intelligence crossing the adaptive valley to a new form of sensemaking. If you want to try your hand at decentralized collective intelligence on “hard mode,” start participating in the conversations in and around the IDW. Care to dive directly into “insane mode?” Wade in the Chans and “lurk moar.”</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/732/1*IQC81dkNH71Ed0yEZlzFQQ.png\" /></figure><h3>Front Two: The Deep State</h3><p>The second front focused on the “Deep State” and its role as “primary antagonist” for the Insurgency.</p><p>Ah the Deep State. Can we still recall only a few years ago when the notion ‘Deep State’ was to be found only among a fringe of policy wonks and conspiracy types? These days it is as familiar as the Kardashians and anyone who has been following the various ebbs and flows of the Mueller Investigation has been ogling its inner workings.</p><p>From our current perspective, we might imagine the Deep State as representing the last great Roman legions struggling to maintain the Empire in the face of the surging barbarian hordes. Is Mueller a contemporary Flavius Aetius? Time will tell.</p><p>At one level, this front appears to have settled into a sort of trench warfare around the Mueller Investigation. Depending on which flavor of kool aid you prefer, the investigation is either going break into a Trump impeachment any day now, or is going to collapse into an exposed (and foiled) coup d’Etat. My sense is that neither is true and, more to the point, that this particular location isn’t actually where the action is at all.</p><p>To my mind, the Mueller Investigation is an example of where the Deep State is able to grasp an aspect of the Insurgency (the Trump Administration) that is legible to old fashioned Deep State power. And, like <a href=\"https://youtu.be/ZdzCb_hjoTY?t=136\">Arnold blasting away at the T-1000</a>, the Deep State is making the mistake of thinking that a well placed headshot will kill the Insurgency. If my read is correct, this might temporarily slow the Insurgency down, but, ultimately, will simply cause it to evolve at a more robust pace. This entire approach continues to represent the “last war”.</p><p>By contrast, I propose that the real action of 2018 and now into the future is already taking place on a very different stage: the Big Tech platforms.</p><p>From last year’s post:</p><blockquote>[I]t appears that there is now a decisive line connecting both Front One and Front Two: the major Internet media platforms (Google, Facebook, Twitter, Reddit, etc.). While the decentralized nature of the Internet renders it more naturally in alignment with the strategic mode of the Insurgency, the “network effects” of Platforms appears to be a natural characteristic of the terrain that is fully available to the modes of the Church (islands of stability and control). . . In other words, “the Battle for Television is over; the Battle for the Internet is begun.</blockquote><p>Boy did 2018 light up the Battle for the Internet. We saw Facebook reel from backlash surrounding its role in the 2016 election and then begin to endeavor to control the narrative that can flow across its platform at an algorithmic level. We saw Twitter begin to actively prune accounts based on speech-indexed heuristics and YouTube paying much closer attention to which video channels could monetize advertising.</p><p>More recently, we’ve now seen concerted action across multiple platforms (including payment services like Patreon and Paypal) to MOAB nodes of the Insurgency. The first strikes were at Milo Yiannopoulos and at Alex Jones whose Infowars had been making a somewhat surprising meteoric rise from 2016 through to the Ford/Kavanaugh complex. For a while, this new strategy pushed into the Insurgency with only superficial resistance.</p><p>All of this seems relatively predictable. The Deep State is optimized to fight in the “jungle” (relatively stable and centralized power structures and media landscapes) while the Insurgency is optimized for “desert warfare” (rapidly changing fluid decentralized landscapes). In this context, the dynamic of “network effects,” where the simple fact of having a large number of users makes your platform more attractive to more users in a self-reinforcing positive feedback loop, generates Big Tech platforms. Islands of stability and control on the otherwise fluid territory of the Internet.</p><p><em>Of course</em>, the conflict would move to this frontier where desert and jungle meet.</p><p>But, when Sargon of Akkad, a YouTuber who rose to fame during #gamergate with his criticisms of PC culture, was unilaterally removed from Patreon, a new line was drawn. Within minutes, the story was spreading across social media (most notably Twitter) and within days, Sam Harris and Jordan Peterson (two members of the IDW with large and highly attached followings) began the process of pushing back, ultimately announcing plans to leave Patreon and to create a new, competitive, platform.</p><p>Here we are seeing the real shift in the conflict. The IDW is an example of the broader decentralized collective intelligence that is not, strictly speaking, part of the Insurgency. The spread of the war is beginning to shift the forces at play. From Deep State vs. Trump Insurgency to the entire broadcast type collective intelligence of the Blue Church against some “rebel alliance Insurgency” that includes a loosely coordinated array of decentralized-type collective intelligences.</p><p>If we stay focused at this level, the conflict is not about politics, money or power in any ordinary sense. Rather, it is about a struggle to control the shape of the territory itself.</p><p>Simply put, to the degree that the decentralized forces are able to (<a href=\"https://epicbaz.com/wp-content/uploads/2013/07/nomadology_read1.pdf\">as Deleuze would say</a>) “smooth” the space of the Internet and remove or bypass islands of centralization, they will have the advantage. To the degree that the broadcast forces are able to “striate” the Internet and “recentralize” it, they will have the advantage.</p><p>From the point of view of this new and broader Insurgency, Patreon is a soft target. We might say that it is very much on the border between desert and jungle. The tech is easy to replicate and while it has some “critical mass network effect,” the ability to shift energy away to a new platform is relatively easy (Harris and Peterson by themselves might represent critical mass for a new platform).</p><p>As we move farther from the frontier of the desert, however, the targets get substantially more challenging. Paypal, Reddit, Twitter and then, ultimately, the redoubts of YouTube and Facebook are vastly harder targets at both a technical and a “network effects” level.</p><p>It remains to be seen whether the new Insurgency can coordinate an effective way to move “up the stack”. Clearly Peterson and Harris, by themselves, have nowhere near the capacity to do so, but we might imagine how some alliance consisting of various “nodes of conversation” (including, but not limited to, the IDW) and self-actuating technical resources like the folks over at the blockchain (still mired in their winter of chasm crossing) <em>might</em> coordinate into a new level of decentralized power.</p><p>Perhaps. However, here we should go deeper. While surface conflicts like that between the IDW and Patreon are one aspect of the conflict, I would like to suggest that that true depths of the decentralized War Machine lie elsewhere. Again, the “world historic aspects of this war show up in the exploration of different forms of collective intelligence and power in the emerging landscape”.</p><p>If you want to really understand the nature of the war, you are going to have to go into the <em>prime materia</em> out of which the complete novelty of decentralized collective intelligence is emerging: consider the notion of <em>Butterfly War</em> (born in the Chans) as described <a href=\"https://cultstate.com/2017/10/13/The-Butterfly-War/\">here</a>.</p><p>Warning, this stuff is <strong>not</strong> legible to the Blue Church. If you are still running a Churchly sensemaker, largely governed by “good opinion,” the Butterfly War might not make any sense at all. Just as, perhaps, the nearly schizophrenic jabbering of QAnon shows up as nonsense. But, if you can “zoom out” and perceive this as one node in an arbitrarily large network that is precisely designed to up-regulate even partial sense through iterative and extremely high velocity experimentation, you will see the underlying components of a creative OODA loop architecture that is at least one full order of magnitude more capable than the Blue Church-style architecture.</p><p>Rate and state. The Blue Church (and the Deep State fiefdom of the Church) has been around for a long time. Its state of effective collective intelligence is (relatively) high. But its rate of improvement is, as far as I can tell, negative. Every day, the Church weakens.</p><p>By contrast, the state of decentralized collective intelligence is still relatively low. But that rate . . .</p><p>My bet here is that soon we are going to start seeing parts of the Deep State defecting and looking to establish their own territory in the new decentralized world (if this hasn’t begun already).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*QTHTYu_SSV5er8lFc_c1jg.jpeg\" /></figure><h3>Front Three: Globalism</h3><p>It seems that we don’t need to spend much time here. As expected, without the power of the United States as an anchor and in the context of new media routing around old control structures, the forces of globalism are being routed world-wide. The Yellow Vests are convulsing in France. Brazil and Italy have flipped to populist nationalism. Everywhere the neo-liberal consensus is in flames and the shift to multi-polar nationalism is in advance.</p><p>At this point, even a major economic crisis seems to cut against the fading neo-liberal order. While it is plausible that the masses will forget the technocratic excesses of the various 2008–2010 era “bail outs,” it seems to me more likely that an economic crisis will simply accelerate the current trend. Simply put, the <em>ancien regime</em> has lost all legitimacy outside of narrow elite demographics and whatever comes next, it is unlikely to be similar to the world of Bill Clinton, John Major and Helmut Kohl.</p><p>Of course, from my perspective, it <em>also</em> won’t look similar to anything else we have seen in human history. The forces of accelerating change are fundamentally strange to our contemporary sensemakers. At best, we can grasp the fact that <a href=\"https://www.ribbonfarm.com/2018/11/28/the-digital-maginot-line/\">the pace of change renders most of our old models (and institutions) fast fading artifacts of past wars</a>. But even this is wholly inadequate to a reality premised on *accelerating* change.</p><p>A decomposition of the neo-liberal order to some form of multi-polar nationalism seems to be the next move on this front. But, I expect this stage to be ephemeral. As decentralized collective intelligence continues to gather its power, the nation-state will find itself in a global ecosystem with entirely new forms of political consistency that are more fully aligned with the future.</p><p>The nation-state, as we currently understand it, is itself a function of broadcast-type coherence. Something new is on the horizon. China, with the <a href=\"https://en.wikipedia.org/wiki/Sesame_Credit\">sesame credit system</a>, appears to be preemptively designing in that new space. The consequences of this experiment very much remain to be seen. But it seems unlikely that the decomposition of the neo-liberal order will stop when it reaches national borders. What comes next will be, simply, new.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*75WyU4IMC6DQjFyaSCFcuQ.jpeg\" /></figure><h3>Front Four: The New Culture War</h3><p>If 2018 was the year of Jordan Peterson, then perhaps 2019 will be the year of Alexandria Ocasio-Cortez. With the breakthrough of AOC, the Culture War has entered a new phase.</p><blockquote>The collapse of the Blue Church is going to lead to a level of “cultural flux” that will make the 1960’s look like the Eisenhower administration. As the Church falls away, the “children of Blue” will emerge in a Cambrian explosion and reach out to engage in all out culture war with the still nascent Red Religion.</blockquote><p>To my mind, AOC is the first major example of a “child of Blue”.</p><p>For clarity, I would contrast her with Tulsi Gabbard who might be considered the ‘last great hope of the Blue Church.’ While AOC and Gabbard might both resonate (more or less) with the content of the Blue <em>Faith, </em>Gabbard appears to be functionally operating within the mind/media type of the Blue Church. AOC’s mode of collective intelligence, by contrast, is decisively new media.</p><p>The Congresswoman from the Bronx is not a culture warrior trained by and for the broadcast television wars of the 90’s. AOC is an Achilles dipped up to the heel in the Styx of decentralized media. Her style of communication is fluid, continuous and direct. She does not stand above and outside of the conversation, attempting to influence it with authoritative ‘good opinion’. Rather, she is <em>in</em> it — sensing and responding to a “social” that is <em>always</em> present and that is coextensive with her identity.</p><p>In this crucial sense, she vastly more like the Insurgents than the elder Democrats that happen to be sitting next to her in the Congress.</p><p>AOC will likely behave very differently from the waves of idealistic young Boomer congressmen and women who came to Washington in the 70&#39;s through 90’s with big ideas — only to melt into the party machinery. Her power is connected to an entirely different source then the Churchly powers of the DNC. As she experiments with and demonstrates this new power, she will be showing precisely how few clothes the Emperor is wearing.</p><p>I expect 2019 to be a year where the struggle for the heart of Blue becomes a central part of the story.</p><p>Pity Pelosi and Schumer. Soon, they will be facing a <em>Blue</em> Insurgency, a rising power that they do not understand and against which they have little to no defense. In this context, the attractor of the 2020 election can rapidly accelerate the collapse of the Blue Church as increasingly angry and empowered Millennials learn how to use social media (<em>et al</em>) to cohere many different forms of collective intelligence with which they can simply side-step legacy political and media institutions in the pursuit of power.</p><p>And there is no reason to believe that the Blue Insurgents will be bounded by 20th Century borders any more than the Red Religion has been.</p><p>If this comes to pass, the many different tribes of the Blue Insurgency will meet the many different tribes of the Red Religion in an intrinsically global + virtual conflict and we will have entered the “tapioca” stage of the Culture War.</p><blockquote>This Culture War will be unlike anything we have ever seen. It will take place everywhere all at once, constrained less by geography than by technical platform and by the complex relationship between innovation and power on an exponential technology curve. It will be a struggle over not just the content, but the very <em>sense and nature</em> of identity, meaning and purpose. It will mutate so quickly and will evolve so rapidly that all of our legacy techniques (both psychological and institutional) for making sense of and responding to the world will melt into so much tapioca. This will be terrifying. It is also the source of our best hope.</blockquote><p>What might this expanding decentralized Culture War look like? Peter Limberg and Conor Barnes at the Intellectual Explorers Club took an excellent first swing at it in their <a href=\"https://medium.com/intellectual-explorers-club/memetic-tribes-and-culture-war-2-0-14705c43f6bb\">Memetic Tribes and Culture War 2.0</a>. Take a look.</p><p>From one level, the dynamic of Culture War 2.0 shows up as one of intense fragmentation and disorientation, where none of our 20th Century techniques for generating social coherence stand up to the rapidly changing reality. From this level, the experience will likely be one of increasing chaos in all aspects of culture, society and individuality. If you are running a 20th Century sensemaker, it will feel like a descent into some flavor of madness.</p><p>However, if we open into a sensemaker from the <em>future</em>, it begins to look substantially simpler. Not easier, unfortunately, but simpler.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*UwMy4s1Aw8KPYwEUGK9ZTw.jpeg\" /></figure><h3>The War for Collective Intelligence</h3><p>Consider a molecule of water in a pond. It has a location and it is going a particular direction at a particular speed. We might imagine it in the same way we would imagine a billiard ball on a table. Zooming around, occasionally colliding with other molecules of water. For a while, we can try to make sense of these molecules by carefully tracking their location and momentum and calculating the consequences of their collisions.</p><p>But as the scope of our vision expands, we start to get overwhelmed. Tens of molecules become hundreds and thousands and millions and billions and quadrillions and . . . at some point we have to give up on the entire approach as a lost cause.</p><p>Enter ‘temperature’ and ‘pressure’. While we can’t keep track of a volume of water at the <em>micro</em> level, we can capture its most meaningful aspects at the <em>macro</em> level. Most notably, at atmospheric pressure, water freezes at 0 degrees Celsius and boils at 100 degrees Celsius.</p><p>These phases (solid ice, liquid water and gaseous steam) imply significant things. You can build an igloo out of ice. You can run a water wheel with water. Even more interesting things happen at the boundary, when one <em>phase</em> transitions into another.</p><p>From this point of view, Culture War 2.0 is rather simple. We might say that under conditions of accelerating change, humanity is now rapidly approaching a “phase transition.” We are moving from one way of being human to another, rather different, way of being human.</p><p>If we try to track it at the micro level, watching as the old coherence of the Blue Church dissolves into increasingly unfamiliar micro-tribes mutating at an increasingly disorienting pace, we are overwhelmed in the chaos. But we don’t have to focus on the micro. If we can recognize that we are quickly approaching a phase transition, we can reach for an entirely different set of tools to help us make sense of and respond to the situation.</p><p>A set of tools that is as old as humanity itself.</p><p>As it turns, out, this kind of phase transition isn’t entirely novel to the human experience. In fact, the moment we find ourselves in is somewhat familiar. In a deep sense, we have been here before. In fact, every time that our most distant ancestors faced a catastrophe of enough peril to force them to leave the security of home to venture through the hostile wilderness in search of a new place, we, humans, had to navigate this kind of transition.</p><p>Bret Weinstein once shared with me that the specific adaptation that made us most fundamentally human might have been the evolved capacity to navigate niche transitions in much faster than biological time. Throughout our species’ developmental history, we found ourselves pushed to the edge of extinction many times. Over and over again, our survival depended on becoming capable of leaving one niche and adapting to a new one. Ultimately, this problem itself *became* our fundamental niche. Evolution finally found a way to create a species whose niche is <em>niche transition</em>.</p><p>Evolution did this by moving almost all of our adaptive specialization from the biological (hardware) layer into the cultural (software layer). And it coded (at a very deep level) a capacity to shift from “culture mode,” where we are limited to using the tools in our given cultural toolkit, into a creative “liminal mode,” where we can form collective intelligence to navigate complex reality directly and with remarkable fluidity.</p><p>From my perspective, then, the resolution of Culture War 2.0, and the broader War for Collective Intelligence, settles into a simple choice. We either endeavor to make sense and choices on the basis of our existing cultural toolkit and, ultimately, battle into self-extinguishing chaos as lived reality accelerates beyond the bounds of those tools. Or we listen to our deepest humanness and allow ourselves to become sensitive to creative liminality. From here (and, I propose, <em>only</em> from here) we are capable of a coherent collective intelligence that is fully adequate to the novelty and magnitude of our present reality.</p><p>Letting go of everything that we think we know, indeed, letting go of a mode we might call “knowingness,” is no joke. Mystery and novelty are unspeakably dangerous. Letting go of certainty and expertise in the context of what appears to be a building threat in every direction is even more alarming. It only makes sense to melt into the crucible of liminality when the only way out is “up”.</p><p>Nonetheless, I’ve noticed that over the past few years this choice is beginning to show up more and more. I’m noticing an an increasing willingness, even urgency, for moving away from the simulated thinking of “knowing” into liminal space. A new kind of humanity wants to emerge and, for those with ears to hear, it is calling “from the future”.</p><p>So that is that. This will be the final installment of Situational Assessment. From this point forward, <em>my</em> entire focus will be learning how to come into coherent collective intelligence and learning how to <em>scale</em> that coherence. This is not the sort of thing that is at all available to broadcast-type communication like this Medium.</p><p>Instead, I am joining a new project, where we will be practicing embodied coherence and using that new level of collective intelligence to design, prototype, and embody the next layers of coherence and collective intelligence at both larger and broader scales. Thus, we intend, step by precise step, to construct an escape-velocity positive feedback loop through the “eye of the needle.”</p><p>If you would like to participate in this project, the good news is that its very nature is that anyone who chooses to do so is already in some fundamental way, doing so. There appear to be three major aspects, each one of which is a reflection of the others.</p><ol><li>Sovereignty: knowing when you are able to respond to the world and when you are merely reacting; and learning how to grow this capacity to respond into ever greater scope and strength. This involves integrity — bringing all aspects of yourself into right relationship with each other. It involves discernment — allowing the whole of you to listen with the utmost nuance and becoming more and more capable of making better and better choices. It involves embodiment — going slowly and allowing new capacity to settle into a complete context (yourself, your relationships, your community, your environment, . . .) that is balanced and strong.</li><li>Right relationship: finding your right place in the bigger story. This involves becoming ever more clear on who you are in your deepest, most authentic self and learning how to become attuned to how your highest self can show up in the many different relationships that make up the lived world. It involves leaving behind that which cannot be carried through the eye of the needle and discovering what might be called your “vocation,” that which is both most meaningful for you to gift to the world and which you are most singularly prepared to give.</li><li>Coherence: entering into a relationship where the whole is simultaneously much more than the sum of the individuals and the individuals are much more themselves for being part of the whole. As you enter more deeply into sovereignty and find yourself increasingly attuned to your vocation, you might find yourself called to explore coherence. This involves humility, gratitude and a keen sense of the crucible of love. It involves surrendering yourself into something that is higher than yourself and yet simultaneously becoming most fully clear and grounded into your most singular self.</li></ol><p>This might seem very simple. Not the sort of grand and complicated thing that can give rise to a completely new kind of civilization. Not the kind of strategy that can help us transition from a mode of being based on scarcity to one premised on abundance. But, I would propose that this is the very fabric out of which abundance has always been woven. And it is precisely by becoming masterful at weaving out of this fabric that we can together catch the ever blowing wind of abundance in our journey into the future. We already have what we need. We only need to step away from that which doesn’t serve the future and re-member that which does.</p><p>Note: My sense is that is not something that will happen at any center. The project that I am joining is, I imagine, only one of many that are already underway and will be only one star in the constellations that are forming. If you feel so called, you can and should begin the only place you ever could begin: right where you are. First with yourself. Then with those who feel called to gather in this journey.</p><p>If <a href=\"https://www.amazon.com/dp/0060908807/ref=cm_sw_r_tw_dp_U_x_2XkrCbRJ7J2PJ\">the other times that this has happened in the past</a> are any evidence, soon enough, we will begin to see these gatherings grow and form into communities, then into neighborhoods and villages and, if the design is good, begin to scale to include the whole of the human family.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=b6e31897f35c\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/situational-assessment-2019-aoc-edition-b6e31897f35c\">Situational Assessment 2019: AOC Edition</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/b6e31897f35c",
  "categories": [
    "politics",
    "entrepreneurship",
    "philosophy",
    "culture",
    "media"
  ],
  "isoDate": "2019-01-20T23:57:48.000Z",
  "publishedAt": "2019-01-20T23:57:48.000Z",
  "image": "https://cdn-images-1.medium.com/max/690/1*x6y1LH1D5ONqwfIO8lP3Vw.jpeg",
  "collections": [
    "https://medium.com/feed/deep-code"
  ],
  "_id": "b6e31897f35c"
}