{
  "creator": "Peter Wang",
  "title": "Freedom 2.0 / Towards a New Physics of Human Systems",
  "link": "https://medium.com/rally-point-journal/freedom-2-0-towards-a-new-physics-of-human-systems-9cec09bc1344?source=rss----d41a60e13b7e---4",
  "pubDate": "Mon, 08 May 2017 14:23:52 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/640/1*v6P2THaWwbZLJkLAl00HFQ.jpeg\" /></figure><p><em>(For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: </em><a href=\"https://www.facebook.com/groups/625210141012983/\"><em>Rally Point Alpha</em></a><em> and the subreddit: </em><a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\"><em>Rally Point Bravo</em></a><em>.)</em></p><h3>The Fundamental Trade</h3><p>In almost all cases, people are willing to trade servitude for safety. This trade is typically sweetened by the servitude or restraint adding on an additional flavor, the illusion of freedom.</p><p>Because humans are never really free, freedom as a concept is typically a marketing gimmick. It is talked about the most and sold the hardest precisely when it is most actively being taken away from people. Taking people’s adolescent offspring to die at gunpoint in foreign jungles and deserts? Well, obviously, that’s about freedom! You are getting into the camo gear, boarding the Huey chopper, because you are free, you see.</p><p>Much anti-war criticism in the public space tends to highlight the congruence in propaganda on “both sides” of, say, communism vs Americanism.</p><p>Any time someone starts trying to sell you on the concept of freedom, run. Because if you are already free, there is no reason for them to market it so hard. The only reason anyone invests in marketing freedom, is because they’re trying to tie a noose.</p><p>That’s why, from this perspective, Libertarians are some of the most staunch defenders of the status quo. They may resent this characterization, but they at least recognize that they don’t want to be any less free, under any circumstances. Liberals may want to go left and Republicans want to go right, but libertarians just don’t want to go any further down.</p><h3>Freedom 2.0</h3><p>To first order, freedom in its simplest and most naive form is just an expression that “I don’t want people messing with me.” Anything more specific than that, and you immediately open the door to a host of annoying questions that unfortunately have to be answered in order for you to claim even the semblance of a coherent concept of “freedom”.</p><p>With apologies to J. Krishnamurti, I will adapt his core principle: “Freedom is not a reaction; freedom is not a choice. Freedom is found in the choice-less awareness that you are the substrate for empires of ideas.”</p><p>After all, what is it that people actually desire, that they embody in that concept of freedom? It’s a combination of two things: to be rid of undue influence by other people, and to be empowered to pursue their desires.</p><p>The former is typically addressed only at the physical level: punches thrown, and noses defended; guns drawn, and tax-men dragging people off to jail. This view of human influence is childish and naive. If and when any of us die unjustly at the hands of other humans, although the actual mechanisms of our slaughter will certainly be mechanical, the actual causes will be social and narrative in nature. Both the armed mob of skinheads and the homeless vet high on kush and armed with a knife are both failures of social dynamics, not a failure to respect some shared moral imperative of “freedom”.</p><p>The latter goal of freedom — the empowerment to pursue true desires — is also a mirage. Based on nearly 40 years of observation of humans, I think that this freedom to be empowered is terrifying for most people; at best it gives them vertigo and causes them to retreat to their alcohol, xbox, or golf course. The truth is that here in the Western world, most middle-class individuals are actually more empowered to pursue their desires than virtually any pharaoh or king of the last several millennia. The fact that they don’t is due to a lack of courage or imagination, not due to an overbearing imposition from other humans.</p><h3>The Process</h3><p>What’s needed for a phase change in human civilization is a fundamentally new set of narratives about human agency, human dignity, and even the meaning humanity itself, at an individual and collective level. All prior narratives are broken because they rely on forcing this fundamental freedom/security trade that treats individuals as distinct from their societies, and structurally views human individuals as needing to be at odds with each other, and needing to be forced together and pacified in order for society to emerge.</p><p>A more integrative approach would view humanity and human identity as an emergent, endogenous result of human individuals <em>embedded</em> in societies and collectives of shared value, instead of humans being at war with each other, and needing “freedom from” each other.</p><p>With modern technologies, it is easier than ever for people to “find their tribe”, a group that is more aligned with their goals and interests, and simply move to being near that tribe — either physically or virtually. Less than 50 years ago, this was simply not a possibility: technology and economics and society did not provide for this.</p><p>Some might call this new narrative framework a “culture”. Others might call it religion.</p><p>I believe that for it to succeed, it must be a <em>process</em> that gives rise to a new flavors of culture that derive from existing hard-wired tribal leanings (religious, economic, geographical). The primary aim of The Process will be to facilitate self-empowerment and encourage participation in new organizational models. In most situations, it must engage with existing cultures via the twin weapons of Confusion and Delight.</p><p>Additionally, to engineer such a process from “within”, there will be some stratification between those who are primarily concerned with facilitating or implementing the transformation in society, while others are primarily working on evolving the process itself. It needs to be baked in to the ethos of The Process that structure and governance only exist to facilitate the emergence of great ideas and artifacts <em>from</em> human activity (of a certain type and cadence), as opposed to being frameworks for command-and-control that are configured <em>a priori, </em>and rigorously enforced.</p><p>The Constitution of the United States, and the original charter for our government, was in fact built with this kind of assumption in mind. The framers lacked the mathematical, sociological, and psychological conceptual frameworks that help us understand much better the actual <em>dynamics</em> of human societies, and therefore they could not predict the strange evolution of concepts like coercion, servitude, and freedom.</p><h3>Towards a New Physics of Humanity</h3><p>A molecule of H2O floating in the ocean is described by the same physics as its sister molecule in an iceberg; they are merely at different densities. In the physical world, mere density is sufficient to trigger a significant change in material properties.</p><p>Any physics we derive about humans and humanity must also respect these interaction dynamics, and use concepts which are coherent across multiple scales. Thus, “freedom” as a concept must be refined within the context of our modern understanding of human behavior, and the new cultures transformed via The Process must be evaluated accordingly.</p><p>The physics of inanimate objects concerns itself with mass, momentum, and energy (and oddly enough, not really <em>time</em>). The physics of humanity (and perhaps any entities which can organize excess energy) must concern itself with root concepts such as identity and agency; inter-subjective phenomena such as trust and culture which emerge from beliefs about others; and phenomena that emerge from beliefs about the rest of the universe that does not engage with us at our temporal scales of time and phenomenal frequency.</p><p>Using this cognitive framework that offers a more coherent understanding of human dynamics, we must then choose to deconstruct or destroy existing epicycles of rights, violence, law, sovereignty, property, currency, credit, labor, and capital.</p><p>To achieve this, we will need an improved metaphysics which places humans — and human consciousness and agency — within a framework that can scale into our technological future, which will contain computational constructs and human-computer hybrids that have clear agency and property, but ambiguous status within existing philosophical frameworks of ethics and law.</p><p>The urgency of this task is extreme. Such organizations and entities already exist, and more are taking shape, which exploit the outdated modes of thought among inhabitants of political systems. Much of the phenomena criticized by those using the term “Late Stage Capitalism” can be described as systemic failures of humans and their political systems, rooted in 18th-century philosophy, to deal with trans-national entities (including global wealthy elites) that can manipulate those political systems to their desire.</p><p>That wrangling is made easier now that the <em>concept</em> of “Fake News” has emerged, because every tribe is now equipped with an way to reject the very medicine that might upgrade their cognition. Historically, institutionalized sense-making, despite its flaws, was a forcing function that drove cultural integration. The domain of that integration obviously has its limits, but it served a fundamental stabilizing value. In the post-”Fake News” world, tribes are able to abandon this cultural imperative, and give themselves more permission to drift apart.</p><p>We must re-equip people with the tools to bring themselves together, and interface with other diverse tribes and narrative cultures.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=9cec09bc1344\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/freedom-2-0-towards-a-new-physics-of-human-systems-9cec09bc1344\">Freedom 2.0 / Towards a New Physics of Human Systems</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Peter Wang",
  "guid": "https://medium.com/p/9cec09bc1344",
  "categories": [
    "politics",
    "future",
    "emergent-culture"
  ],
  "isoDate": "2017-05-08T14:23:52.000Z",
  "publishedAt": "Mon, 08 May 2017 14:23:52 GMT"
}