{
  "kind": "youtube#playlistItem",
  "etag": "YWLELIqZPXoId7yZrVF6t2dLI3U",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC44QzVGQUU2QjE2NDgxM0M4",
  "snippet": {
    "publishedAt": "2019-11-18T01:35:35Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "A Biomedical Look at Resilience and More Interview with Daniel Schmachtenberger",
    "description": "I have the honor of interviewing Daniel Schmachtenberger, the Director of Research and Development and a co-founder at the Neurohacker Collective. There, Daniel is focused on developing processes and technologies for advancing medicine and human optimization. He is particularly focused on personalized medicine, adequate approaches to complex illness, and deepening our knowledge of how the human regulatory systems function, how they break down, and how they can be supported to function with greater resilience.\n\nI’m so inspired to share this hour-plus podcast with you as resilience is a core principle of the PIVOT process. Daniel is a fascinating expert on this and so much more. So, fasten your seat belts because this hour-long plus podcast is filled with incredibly special and thought-provoking conversation about everything from sleep, to memory, to genetics, to performance and recovery, to the dynamics of longevity and even the definition of life!\n\nTo learn more about Daniel’s and the collective’s work, and the reference to a Harvard Business Review study visit adammarkel.com/podcasts.",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/q2zoXHZhMuE/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/q2zoXHZhMuE/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/q2zoXHZhMuE/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/q2zoXHZhMuE/sddefault.jpg",
        "width": 640,
        "height": 480
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 58,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "q2zoXHZhMuE"
    }
  },
  "_id": "q2zoXHZhMuE",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}