{
  "creator": "Peter Wang",
  "title": "Let’s Be Less Wrong",
  "link": "https://medium.com/emergent-culture/finding-my-audience-1cfebf6049be?source=rss----708c0b15465e---4",
  "pubDate": "Thu, 17 Nov 2016 16:17:59 GMT",
  "content:encoded": "<p><em>(This post is the first of a sequence of blog posts, trying to make sense of the 2016 election, and what it means about us, and how we move forward. The next post is “</em><a href=\"https://medium.com/@pwang/the-adversary-and-the-goal-be71444e41ce#.h8xs2yle8\">The Adversary and the Goal</a>”.)</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*gUUeiXYhRmEezny48DMNJg.jpeg\" /></figure><p>I have decided, for the time being, to not write for the “general audience”. That is, if you are committed to a pre-existing narrative about what happened on November 8th, 2016, and what the aftermath means, then you should stop reading my essays, move on, and continue to get your information and guidance elsewhere. I believe the mainstream, Establishment infoplex will soon converge on something palatable for you to believe about some group of maligned “others” in our country.</p><p>So, if you are a staunch Hillary supporter, and you believe that Nov 8 meant that our country is overrun by racists, sexists, and homophobes, and <em>you are confident in that belief</em>, then I have nothing for you right now. Well, other than to tell you that I sincerely believe you are wrong. To be less wrong, you’re going to have to be willing to consider some alternative points of view which I will try to present.</p><p>Likewise, if you are a strong Trump supporter, and you believe that what we had was a triumphant election wherein neglected “silent majority” America turned out in swarms to undo all of the horrors of the last 8 years of Obama, and <em>you are quite certain</em> that all these liberals screaming and crying about racism are just a bunch of whiny sore-loser wusses that should just shut up and get with the program, then I also have nothing for you right now. Other than to tell you that you, too, are wrong, and if you want to be less wrong, you’ll need to be willing to walk back on some narratives which you find quite comfortable.</p><p>If you are neither of the above, perhaps you were one of the numerous Americans who were really displeased with the menu of “Trump or Clinton (or Johnson or Stein)”, but ultimately had to hold your nose and vote for Trump or Clinton? Perhaps you believe that now that we’ve done the deed, we should come together and rally around the institution of the Presidency, because <em>you are confident it’s going to be alright</em>. If so, then I also have nothing for you. Because you are wrong about that: there is no guarantee it’s going to be alright, and there is a whole heck of a lot that can go wrong in a country with a $17,000,000,000,000 economy and <a href=\"https://en.wikipedia.org/wiki/Nuclear_weapons_and_the_United_States\">4,500 nuclear warheads</a>.</p><p>In fact, what worries many people is that just in the last 100 years we have seen numerous countries go down exactly this same track of wrongness, and things went horribly, catastrophically wrong. I know Christmas is right around the corner, but I’m sorry, moderate-voter Virginia, there is no Prosperity Gospel Santa Claus.</p><h3>So who am I writing for?</h3><p>I am writing for those who want to be <a href=\"http://lesswrong.net\">Less Wrong</a>. That’s the only ground rule. You have to love your fellow Americans so much, and you have to believe so fervently in our American ideals of <strong>Life, Liberty, and the Pursuit of Joyfulness</strong>, that you are willing to put in the intellectual and emotional effort to question your own beliefs — some weakly held, some perhaps more fundamental — and commit to <em>being mindful of your own biases</em>. The reason this is the ground rule, is because those biases are the result of decades of narrative molding from the political Establishment. When you reach for them, you might feel comfortable, like having solid ground under your feet. But we must always be mindful that those aren’t thinking shoes, they’re a cognitive anchor that have molded our minds for far too long.</p><p>At this critical juncture, I am desperately interested in connecting with people of all backgrounds and political beliefs, who have felt shortchanged by the dominant narratives about our nation’s politics.</p><p>I’m hoping to reach people who are willing to unlearn the cliches and the easy, cheesy narratives about “the other side”. I want to add my voice to the emerging chorus of thoughtful, skeptical, and deeply patriotic Americans who are finding that new conversations are possible in this narrative twilight that has emerged. I know that many people are frustrated with the simple “Left vs. Right” dominance of our political conversation. I believe that the two-party paradigm, combined with our communications technology, has created the high-volatility, high-stakes, everyone’s-unhappy situation in the electorate.</p><p>When the loud voices on the left and the right are too stunned and confused to provide a ready-made “evil suit” for those that disagree with them, we find ourselves as <em>people</em> with our own genuine voices that don’t fit those molds. And our voices together could resonate with each other, in different harmonies than what’s been proscribed in the past.</p><h3>The Liminal Moment</h3><p>You see, even though everyone is disoriented right now, one thing is <strong>abundantly</strong> clear: NOBODY in the Establishment expected Trump to win.</p><p>It wasn’t supposed to happen.</p><p>It was <em>so</em> not supposed to happen, that the biggest concern for the mainstream story-crafters was the scandal that would ensue if Candidate Trump <em>didn’t concede</em> when he lost, and his supporters were going to engage in armed insurrection. Remember that? (Now, just to be clear: if he had in fact lost, and he hadn’t conceded, I absolutely recognize that that would be a disaster.)</p><p>But a Trump victory was not a “disaster” in the mainstream narrative. It was just utterly unthinkable.</p><p>So when it happened, for only the second time ever that I can remember in my adult life, the Establishment “infoplex” which serves us our narratives was caught off balance. (Can you guess what the other time was?) Jordan Greenhall presciently <a href=\"https://medium.com/emergent-culture/we-interrupt-this-program-75214813bb54#.28u40ouab\">predicted and warned about this “liminal event” months ago, in July</a>.</p><p>We now have, for a narrow sliver of time, a window wherein people don’t have a comfortable narrative framing of world events to ride. We don’t quite know how we’re supposed to feel about it. This isn’t just liberal angst over losing. It should also scare the bejeezus out of moderate Republicans that their party, which has spent 8 years obstructing and cursing Obama and shutting down the government, has to figure out how to govern, now that it has all 3 branches of government. And Republicans in general should have no confidence that President Trump is going to be any less volatile than Candidate Trump. (Congratulations, that’s what you get when you elect a demagogue.)</p><h3>The World Holds Its Breath</h3><p>To me, it feels like like being at a party, when suddenly everyone hears a gun shot going off, and there is a moment — slow-motion, almost frozen in time — when everyone is not sure what has happened, or what happens next, or if they’re going to look down and see blood.</p><p>And in this slow-mo time, everyone is holding their breath, to see what happens next.</p><p>It could be the first shot of many; a quiet start to a horrific murder spree.</p><p>It could be a single, lone event, as we turn our heads slowly towards the sound to see a single victim crumpling towards the ground.</p><p>It may even turn out to be a firecracker that some doofus set off in the driveway.</p><p>No one knows. Everyone is holding their breath, turning their gaze slowly, trying to observe and think faster than events can unfold.</p><p>First, Brexit. Now, Trump. Next… Le Pen?</p><p>To survive, We The People need a framework for comprehension and action, which I write about next, in “<a href=\"https://medium.com/@pwang/the-adversary-and-the-goal-be71444e41ce#.h8xs2yle8\">The Adversary and the Goal</a>”.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=1cfebf6049be\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/finding-my-audience-1cfebf6049be\">Let’s Be Less Wrong</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Peter Wang",
  "guid": "https://medium.com/p/1cfebf6049be",
  "categories": [
    "politics",
    "2016-election"
  ],
  "isoDate": "2016-11-17T16:17:59.000Z",
  "publishedAt": "2016-11-17T16:17:59.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*gUUeiXYhRmEezny48DMNJg.jpeg"
}