{
  "kind": "youtube#playlistItem",
  "etag": "ERNgh89xZplIFMlEk56Ic7ENel8",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC41QTY1Q0UxMTVCODczNThE",
  "snippet": {
    "publishedAt": "2019-11-18T01:20:23Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Daniel Schmachtenberger on Emergence & Our Self Organizing Universe",
    "description": "Source:\nhttps://www.spreaker.com/user/angelalevesque/daniel-schmachtenberger-on-emergence-our\n\nWhy is studying whole systems so important? What can we gain from studying our subjective experience of reality? Daniel Schmachtenburger has spent his life blending different fields to bring together a new story of the evolution of our universe. Join us as we explore the concepts of emergence, synergy, and self-organization.  And how understanding these as individuals and within our scientific communities, assist us in understanding the nature, breadth, and urgency of our global challenges. \n\nAbout the Guest: \n\nDaniel has a trans-disciplinary science background within a whole systems, complexity, and integral framework. He loves solving seemingly intractable problems by reassessing the foundational data and axioms of a field and then restructuring it from the ground up. \n\nHe began seriously studying health and neurology when afflicted with neurological and autoimmune illnesses that had no known solutions in either allopathic or complementary medicine. The insights that led to his healing came from developing a new model for understanding physiology and pathology, which he then applied to helping many people address various forms of complex illness and optimize their capabilities beyond their previous healthy baselines. \n\nDaniel was the academic dean for a college of mind-body medicine and has consulted for many cutting edge integrative doctors and medical clinics to help find novel solutions for complex cases. He created and ran a cutting edge think tank developing complex systems solutions for environmental and social issues, and has directed a transdisciplinary group of scholars on a philosophy of mind project addressing core questions of mind/brain interface and developing an axiomatic reformulation for the epistemology of neuroscience. \n\nHe has a significant background with and love for nootropics, meditation, depth psychology,psychedelics,  and all effective tools for evolving states and stages of consciousness and evolving the human experience.",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/TahKD48Np60/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/TahKD48Np60/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/TahKD48Np60/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/TahKD48Np60/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/TahKD48Np60/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 8,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "TahKD48Np60"
    }
  },
  "_id": "TahKD48Np60",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}