{
  "creator": "Bonnitta Roy",
  "title": "To trim the system, tame the mind",
  "link": "https://medium.com/open-participatory-organized/to-trim-the-system-tame-the-mind-143776cb86a2?source=rss----68aa8a9faca8---4",
  "pubDate": "Wed, 25 Jan 2017 18:12:51 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/450/1*CpjvFtIaxLImgSBMlHFHXA.png\" /></figure><p>releasing complexity in systems thinking</p><p>Part V of a series on Releasing Complexity. <a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d#.sugdjrbqu\">Part I here</a>. <a href=\"https://medium.com/open-participatory-organized/the-power-matrix-e94f670cfc7c#.i8182d8hs\">Part II here.</a> <a href=\"https://medium.com/open-participatory-organized/refactoring-path-dependencies-9c130487d009#.1nsnnxjx4\">Part III here.</a> <a href=\"https://medium.com/open-participatory-organized/re-routing-work-2346ef819081#.rq82il2n4\">Part IV here</a>.</p><h4>We began this series with a formula that tells us how complexity escalates in organizations:</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*43z4YfrCrK7aQ2HJ_DoXHA.png\" /></figure><h4>The first articles discussed power asymmetry and path dependencies. This and the next articles discuss how to release complexity by minimizing the abstraction levels when thinking in terms of systems.</h4><h4>System Abstraction Levels</h4><p>The word “system” is used to represent different kinds of conceptual abstractions. To summarize the different meanings, I will use a list of definitions (adapted from Ralph Stacey’s book <em>Strategic Management and Organizational Dynamics</em>)</p><p>1. A coherent, systematic whole of thought [like a toolkit]</p><p>2. A hypothesis about the nature of development in which the living being is formed as a “whole” by the interaction of parts, through a process of unfolding potential that was established at inception.</p><p>3. A conceptual abstraction, as in first-order hard systems thinking, general systems theory, cybernetic and dynamics systems where human groupings come to be regarded as systems with internal and external dynamics and relationships.</p><p>4. A way of thinking about individual minds in cognitivist terms, as information-processing devices.</p><p>5. A way of thinking about human communication as a system, such as of senders and receivers.</p><p>6. A way about thinking of interrelationships as constituting an organic whole or living system.</p><p>7. A system as a conceptual model in the mind of an observer who occupies a privileged position outside “the system” and is not affected by it.</p><p>8. An emergent system, in which the many actions of autonomous agents at the lower or local level produce emergent order at the higher or global level.</p><p>9. A particular kind of process methodology that specifies sequential steps or appropriate actions that observers and decision makers should use to structure the problem situations they face, explore solutions, and make rational choices around future actions. In this case, the process methodology asks people to think of their situation “as if” both the objective and subjective aspects were a system, and to identify it as such in order to “act upon” or “within” it.</p><p>10. A comprehensive, interlocking set of procedures and actions, often assuming the structure of a bureaucracy or hierarchy: accounting systems, quality assurance systems, legal systems, property systems, health systems and transport systems.</p><h4>Refactoring our mental models</h4><p>Much of the nature of organizational challenge we face today is a result of working with unnecessarily high levels of abstraction in our ways of thinking. Releasing complexity means learning how to identify the level of abstraction that is best suited to the task demands in front of us, the decisions needed to be made, and the actions we need to take. In all cases, it is crucial to be able to avoid the confusion of mistaking what the mind is doing — thinking in terms of systems — for real attributes about the world. When we avoid this confusion, we release complexity, because we realize that there are <em>optional</em> ways to inquire into and think about phenomena, which brings about different views of the world. Here we find choices.</p><p>We have the choice to look for the simplest, most elegant way to represent the problem situation we are facing. Instead of looking to solve a problem through increasing the level of abstraction in our thinking, we can look for a shift <em>in view</em> which allows us to capture all the complexity of the problem situation in a more elegant, yet simpler way.</p><p>We can think of this as <em>refactoring our mental models</em>.</p><p>One of the reasons why we tend to move toward higher levels of abstraction when we face complex situation, is that our mental model of how cognition grows is biased toward increasing abstraction and hierarchical complexity. In these mental models, there is very little room for considering the role of intuition, insight, deconstructive critical thinking, imagination, aesthetic or practical judgement, or the ways in which information flows through the active exploration of the embodied person — the ways in which we learn a craft, a sport, how to play an instrument, how to cook, how to relate to others.</p><p>The analogy I like to use is to consider the shift in view from the geo-centric system of the planets to the helio-centric view. Ptolemy’s system of systems — epicycles within cycles — was more complex that Copernicus’ helio-centric model planetary movements. Obviously the complexity “in the universe” itself didn’t shift — the planets didn’t suddenly rearrange themselves and their orbits. No, the complexity in Ptolemy’s system-of-systems came from the <em>view</em> on which his thinking was based(biased).</p><p>There are some core underlying characteristics of systems thinking that we can identify as a practice of refactoring our mental models toward lower levels of abstraction. These are discussed separately in the following sections.</p><h4>Are there hidden agendas in your system</h4><p>We can approach systems thinking in two ways, depending upon our intent. A <em>descriptive</em> approach seeks to construct a systemic explanation of phenomena. Darwin’s motivation was <em>descriptive</em> — to develop a theory that could explain the patterns of change in species through time. Too often, however, people have a hidden agenda when developing a systems approach. Too often we employ a systems approach to reach a <em>preconceived notion</em>, such as to control or regulate the activities, actions, or behaviors of the agents “in the system.” In this second sense we are being implicitly <em>prescriptive</em> — creating systems that are not really meant to explain how things are, but are intended to control how things <em>should be.</em> There is a subtle attempt in this case to substitute an <em>ought</em> with an <em>is.</em> Systems thinking of this kind is a complicated way to hide from view, or remove from the conversation, or protect from critical inquiry, the ethical component in the way the system is construed to be. Take for example, the complex eschatological systems construed by Catholicism. Ostensibly, these were systems about reality, but we now know they were complex arguments to regulate behavior according to Catholic doctrine and as an affirmation of the hierarchical control of the Church.</p><h4>Do we allow some players to be animated, while de-animating others</h4><p>All systems thinking is based on thinking of some of the parts as active, animated, responsive agents, and some of the parts as passive, deanimated, objects. In the shift from the geo-centric to the helio-centric view, for example, the earth was animated and the sun was deanimated. We now know today that in reality, the planets and the sun “wobble” around each other, affecting each other through the same laws, equally — all their movements are relative to their mass, and so, because the sun’s mass is so much larger than the planets, the sun’s movement is imperceptible at the level of detail we use in studying planetary movements. Ecological systems thinking has this same core error, when environmental managers think of people acting “on” the environment without thinking of how the environment “acts back.” Management systems thinking makes the same mistake, when modelling human interaction where the manager can “act on” the “human system” and dynamically steer it in a chosen direction.</p><h4>What is being operationally closed</h4><p>When we conceptualize patterns as a <em>whole system</em>, the mental model we build must have an implicit way of “operationally closing” the system into a bounded whole that we call “the system.” These boundaries, of course, are imaginary — we construct them in a way that we find useful to the task at hand. We know, for example, that in addition to their own relative movements, the planets and the sun “together” move through the Milky Way Galaxy, and the Galaxies themselves move in relationship to each other. <a href=\"https://www.youtube.com/watch?v=rENyyRwxpHo\">Recently the dynamic flows in Laniakea, our local supercluster, have been mapped and animated by scientists.</a> This is a stunning visualization I find very inspiring and meaningful when thinking about organizational life.</p><p>When we take a critical systems approach, we reflect on our choice of operational closure. Are we considering a large enough system? Or perhaps the system we are modeling is too large to be relevant and therefore unsuitable to the task at hand.</p><h4>What kind of causality is implied</h4><p>When we consider phenomena “as a system” we implicitly include causal mechanisms in the way we think about “how the system works.” A critical systems approach takes into consideration that there are multiple ways in which we can think about how the system works, and therefore we have a choice which causal mechanism(s) to include, and which to avoid.</p><p>A causal mechanism itself is part of a larger, “theory of change” on which our systems thinking is based. There are only a handful of acceptable theories of change, so this makes our analysis easier in this regard. How we think about change “in the system” is the most significant aspect of systems thinking that affects how we will act from this particular view. In the natural sciences, there are four theories of change: <em>construction, development, evolution</em> and <em>emergence.</em> The following table highlights some of the different features associated with different types of causality in systems thinking.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*7c0fURQRCAPjWIH1JoF8Dw.png\" /><figcaption>Theories of Change</figcaption></figure><h4>What level of abstraction is optimal</h4><p>As the table below shows, once we have a model, we implicitly have already adopted a theory of change, and assigned causal mechanism to explain how the system works. This becomes problematic when modeling human organization as “systems” since it requires us to choose a theory of causation. This means that when we employ a systems approach to organizational life, we are placing a theory between us and direct participation with the people we interact with.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*_Kwihe5UyCmm8HFu8l0HIA.png\" /><figcaption>Levels of Abstraction</figcaption></figure><p>The table allows us to identify the level of abstraction we are using to describe a system. Theories that adopt causal mechanisms are level two (L2) abstractions, and models that show how the system works, based on those causal mechanisms, are level three (L3) abstractions. A theory is created in order for us to create rational conceptual explanations which can help us <em>know in order to act.</em> A theory of load-bearing capacities in steel, for example can help us know how to construct a skyscraper. Once we have a theory of causation we can build a mental or representational model that illustrates the causal relationships between parts of the system. Our model is a way to <em>systematize</em> the processes involved. This in turn leads to a level four (L4) abstraction, in which we identify the <em>internal relationships</em> of the system, a step which creates the notion of an inside and an outside, and as such operationally closes the system. Operational closure, tends to make us think about the system as a “thing” an “entity,” or a living “organism,” — a process that is called <em>reification</em>. Reification gives us the sense of an “enduring entity” and hence, creates the need to introduce additional causal mechanisms that explain how the entity self-regulates and controls its environment such that it endures “as the entity it is” despite changing conditions. Level four systems thinking, therefore is identified by the need for/inclusion of regulatory mechanisms, such as homeostatic and heterostasic mechanisms, and leads to what is known as <em>dynamic systems</em> thinking. Level five (L5) systems thinking is concerned with thinking of the <em>external environment</em> as a system, and by identifying the external relationships between systems, creates a complex system-of-systems view of the world. This is the domain of modern cybernetics, and the new field of EDS (evolutionary developmental systems) thinking. In this view, systems have both internal control mechanisms as well as complex adaptive mechanisms that respond to the larger system in which it is embedded.</p><h4>A critical systems thinking approach</h4><p>Each higher-level abstraction builds on and carries with it the implicit and explicit assumptions that the prior level entails, such as which parts are animated and which are not; where and how the system and subsystems are operationally closed; and what type of causal mechanisms are we assigning to the system and subsystems. In addition, each level of abstraction <em>adds</em> new implicit and explicit assumptions along the same lines. For example, in certain cybernetic theories, a theory of formative causation comes into play, in which higher-order systems provide the formative structures in which lower level systems “act.” This creates a situation in which the agents in the lower-level system, act freely (are animated actors) but from the perspective of the higher-level system, they are <em>acted upon</em>, or <em>deanimated.</em></p><blockquote>To read about why an organization is not a system, see <a href=\"https://medium.com/open-participatory-organized/how-system-thinking-is-killing-your-creativity-2b127aee0b11#.us8l7zx9h\">https://medium.com/open-participatory-organized/how-system-thinking-is-killing-your-creativity-2b127aee0b11#.us8l7zx9h</a></blockquote><p>The point in this discussion is not that higher order systems thinking is never helpful, and in some cases higher levels of abstraction are necessary to support strategic conversations in complex situations. The point here, is that understanding what we are doing when we “do systems thinking” enables us to refactor our thinking down to lower levels of abstraction where choices are often more apparent, and decisions often more actionable. What leaders should not do, is assume that one systems approach is better than an alternative approach <em>simply because it involves higher level abstractions. </em>Furthermore, I would argue, that in most cases where we find it nearly impossible to <em>know before we act</em>, the higher the abstraction we use, the more we obstruct other, more creative, intuitive and innovative approaches to complex situations.</p><p>At its best, systems thinking functions as a practical methodology for supporting communicative action. In this case, we acknowledge we are modelling the situation <em>as if it were a system</em> of a particular nature, and that we can choose what level of abstraction is useful for making sense of the situation in order to excavate a set of options, choices and actions.</p><p>A <em>critical systems thinking approach</em> examines all the hidden assumptions, causal mechanisms, tendencies toward reification, biases toward what is animated and what is deanimated, and where and how we functionally close the system into a frame of inquiry. In other words, a critical systems approach not only seeks to model an “objective situation” but also inquire into the thinking processes that are doing the modelling. This creates a more profitable exploration into the problem situation, because it represents not only the problem “out there” but also reveals the problem as something we are “situated in.” In other words, a critical systems approach can help reveal <em>the view from which we are thinking</em>, and give us some insight into how to switch to a more elegant view.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1021/1*CZEwAnipu8Zf0SNEklk9lQ.jpeg\" /></figure><h4>Where are we when we are thinking about systems</h4><p>This brings us to a central question that arises when we take up a critical approach to systems thinking:</p><p><em>Where are we in relation to the system we are thinking about?</em></p><p>There are three possible perspectives that we can occupy:</p><p>1. The perspective of the privileged observer who is outside the system and who is unaffected by it.</p><p>2. The perspective of the participant who, immersed within the system, is both affected by and effects the system.</p><p>3. The perspective of the reflexive- participant who is both inside the system and whose participation in the system is a source of information in studying it.</p><p>The perspective of the privileged observer requires us to make an imaginary leap in which we abstract ourselves from the system in order to observe and operate on it, usually in order to control it. While this perspective is adequate to simple physical and mechanistic systems, even the hard sciences such a physics find this perspective increasingly problematic when studying more complex processes. If we cannot extract ourselves from quantum experiments, how is it even possible to <em>extract </em>ourselves from evolutionary processes, ecological processes, planetary processes, economic processes, or the dynamic communicative processes in organizational life? Each time we realize that we have removed ourselves from the system, we are obligated to create a next higher system that includes the observer. And yet to do so, we need to extract ourselves from this higher order system, too. This inevitably leads to an infinite regress of the subject, and problematizes approaches such as Kegan’s subject-object model of higher orders of consciousness. It also leads to an unwarranted escalation of abstraction and systemic complexification.</p><p>However, the perspective of the participant <em>immersed</em> in the system is equally problematic, since it requires a certain level of abstraction for people to communicate their experience of participation. Communicative action, in this sense, is predicated on the ability to extract information from one’s lived subjective experience and share aspects of that experience with others. One way in which we share subjective experience with others, is to create conceptual models that can be shared. According to our table, this is already a level three abstraction.</p><h4>A critical reflexive attitude</h4><p>The question that arises is:</p><p><em>Is it possible to adopt a different way of thinking when inquiring about human experience?</em></p><p>If we adopt a reflexive attitude, we will see that there is a kind of experience of toggling between imagining ourselves <em>immersed</em> inside the system and<em> </em>stepping out or <em>abstracting</em> ourselves from the system. If we apply a critical systems approach to this, we see that our mental models are already constrained by the implicit abstraction that there <em>is an inside and an outside</em> which problematizes our lived experience.</p><p>When I then begin to think of what is actually happening in my lived experience, I notice that what is actually happening is the embodied activity of participation. This participation could be with thoughts in my head, with sights, sounds, feelings in my body. This participation could include communicative acts such as speaking and listening. This participation could be focused on manipulating things in my environment such as knitting needles or chain saws. In turn, I can see that other people, animals, even things, participate with me. The molecules that arise in the steam from what I am cooking participate with receptors in my body and effect the feeling tone of my mood. The hammer resists crushing by my hand, and concentrates the force of my blow. The structure of the tree responds to every new action of the saw, which adjusts the way I hold it, the force I use, the way I anticipate how the tree will fall. Reality is plenitude of participation.</p><p>In the first row of the table L0 represents the reflexive attitude. Being <em>reflexive </em>is not the same as being <em>reflective. Reflecting</em>, which is a much more common activity, means thinking about something that happened in the past, even if it happened in the near past. When we <em>reflect</em> on something, we have to rely on memory, which inherently relies on narrative constructs and mental models to <em>deliver up the memory of something into consciousness.</em> This is inherently a <em>creative act</em> that science has shown to be very unreliable representation of what actually happened. Being <em>reflexive</em>, on the other hand, is being aware of how one is actually experiencing the present moment as it unfolds. It means noticing where our energy wants to go, and where we resist or avoid going. It means being conscious of our bodily postures, and the subtle shifts in our mood. It means being fully involved in the participation, at the mico-cosmic level of the individual, while simultaneously participating with others. It means being able to hold into awareness how one is situated in the experience, and how this situatedness subtly shifts and morphs in response to the participation. <br> <br> Reflexivity involves the immediacy of self-knowing as a continual revealing of the self that emerges through participation. A reflexive approach is a kind of embodied vigilance which keeps language in check, constantly measuring the conceptual, representational, symbolic and narrative aspects of discourse against the immediacy of the embodied experience and the native context that situates oneself through participation.</p><p>— What am I participating with?</p><p>- A reflexive inquiry into what one is actually participating with in the inquiry, rather than what the abstraction is representing</p><p>— What values are operating in me now?</p><p>- A reflexive inquiry into one’s own intentional-motivation state, the values that are driving the situation</p><p>— What are my needs/wants and skills in this situation?</p><p>- A reflection on one’s particular needs/wants and skills relevant in the situation</p><p>— How does the generalized abstraction map onto my particular context in this situation?</p><p>- A reflection on the degree to which the generalized abstraction is relevant to my actual lived experience of the situation</p><h4>Using heuristics</h4><p>In the process of sharing one’s own inquiry with others, it is useful to use simple heuristics that augment and support the use of ordinary language in these situations. Heuristics can help us with the necessary and often exasperating task of “semantic mapping” — a process in which we build confidence that words are pointing to, or are adequate placeholders for, the same<em> kind</em> of inner subjective experience. A heuristic can help map meaning in such a way that when we use a word to make subtle distinctions in subjective context, we can simply point to the “location” which stands in for that particular subtle context, instead of entering endlessly discursive attempts to secure the meaning in words. The philosopher Gene Gendlin, has long argued that our inner subjective experience is <em>more refined, more precise</em> in expressing subtle distinctions in meaning, and that words, by contrast are <em>already too coarse a category</em> to express these distinctions — a claim that has recently been verified by neuroscience.</p><p>The illustrations in <a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d#.51423vpw5\">Part I of this series</a> are examples of heuristics. They are transparently “not real claims” in the sense that no one actually believes themselves to be little triangles, with parts that have to “sync up.” There are no claims to how this happens, no implied causal mechanisms. Rather, they are graphic analogies which help us share inner experience in a way that we realize that much of our experience is common to others, and might even be a deep aspect of human nature. It is not a heuristic that says how people <em>should</em> act, but rather is offered as a way to support an inquiry into how people <em>do act</em> in their ordinary everyday experience. Unlike discursive language, a heuristic does not steer the conversation away from debate and towards agreement. Rather, it helps us be <em>reflexive</em> toward our own inner subjective experience, that correlates to the parts of the illustration that <em>point to them, </em>or function as <em>placeholders so that we can point to them.</em></p><p>Because a heuristic does not imply a causal explanation of how or why, it is not a theory (L2) nor a model (L3) of ordinary lived experience. Therefore it is a level one (L1) abstraction which attempts to help ground language and higher order abstractions in our everyday actual lived experience, and enable us to tie conversations we have at higher orders of abstraction back into our everyday lived experience through <em>reflexive practices.</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=143776cb86a2\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/to-trim-the-system-tame-the-mind-143776cb86a2\">To trim the system, tame the mind</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/143776cb86a2",
  "categories": [
    "critical-systems-thinking",
    "strategy",
    "leadership"
  ],
  "isoDate": "2017-01-25T18:12:51.000Z",
  "publishedAt": "Wed, 25 Jan 2017 18:12:51 GMT"
}