{
  "creator": "Jordan Hall",
  "title": "We can restore Democracy by disrupting politics. Here’s how.",
  "link": "https://medium.com/emergent-culture/we-can-restore-democracy-by-disrupting-politics-here-is-how-c9d514a8c194?source=rss----708c0b15465e---4",
  "pubDate": "Fri, 09 Sep 2016 04:23:25 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/650/1*yOkxMcGvpOLGYDhUBpPZlQ.jpeg\" /><figcaption>David meets Goliath</figcaption></figure><p><strong>First, you have to admit that you have a problem . . .</strong></p><p>Hi there. If you are here, it is probably because you have come to the conclusion that our political system is no longer “fixable” by ordinary means and that some sort of <em>deep structural</em> changes need to be made. If you still cling to the hope that we can solve things through ordinary political means (like if we <em>just</em> elect the right candidate), you probably won’t be interested in what follows.</p><p>If you are prepared to think differently, then read on . . .</p><p>As I look at the incredible cluster fuck that our governance systems have become, I don’t see any chance of things just muddling through under the status quo. Our world is absurdly fragile along <a href=\"https://medium.com/deep-code/situational-assessment-2015-91222a66c834#.g7dddr1q5\">a dozen dimensions</a> and is getting more fragile every day. “Holding our noses” and hoping for the best is not going to cut it. This thing is <em>way</em> off the rails and, frankly, the situation is getting alarming. Like end of the world alarming. I think it is important to face reality squarely and accept that, however difficult, we are going to have to seriously upgrade the political operating system of our country. And soon.</p><p>Before, I get into what I think are the only viable approaches, I want to check off what will not work. After all, I’m going to be suggesting something that will sound very different and novel. Before we go there, we should take the time to make sure that there isn’t an easier path.</p><p>Fortunately, I think we can make this quick because I believe that <em>nothing</em> that worked in the past is going to work now. Armed revolution? I admire your passion, but, let’s be realistic — it has been centuries since that was a viable challenge. A grassroots movement behind a protest candidate? Between an utterly jacked election/electoral system and a hopelessly corrupt media, this is a waste of time. Protests in the streets? This worked in the 60’s and 70’s — but between militarized police, ubiquitous propaganda and selective co-optation, it has been rendered ineffective.</p><p>The reason that all of our old tools and techniques have been rendered ineffective is because of the long, hard work of something I call “the money power”. The money power is a set of both tacit and complicit alliances among people who have money and people who have power. This money power is absolutely masterful at turning power into money and money into power. Back and forth, back and forth in a mutually reinforcing cycle.</p><p>Its interests are simple: increase its ability to control, and therefore extract value from, the system. This simple, enduring, interest has given it a long intent that almost amounts to a force of nature. For centuries, generations have turned our governance institutions into a game of money power. And, as we can see today, this is a now game that they own.</p><p>Sure, there have been periodic shifts and changes to the system over the years. We’ve had many outbreaks of agency and positive change. But the money power has always taken the long view. To it, anything that can meaningfully change the system is merely a bug needing to be patched. And given enough time, it has always figured out a way to patch those bugs.</p><p>The money power is patient and, today, it controls most of the system. It owns the party machinery. It owns the think tanks and academic pundits. It owns the media. It is Goliath and, even when it can’t defeat us outright, it knows that it can outlast us.</p><p>Even if we somehow managed to pull off a Constitutional Amendment to “undo Citizens United,” the ink wouldn’t be dry before it would begin re-establishing control. Even if we somehow managed to launch a grassroots insurgency at the local level, it wouldn’t be long before the money power would adapt and reassert its control.</p><p>So, what hope have we?</p><p>Fortunately, the money power has repeatedly been shown to have one major weakness that it has not yet reliably patched: it is slow to react to technical innovation. This seems to be particularly true with technical innovation that undermines and disrupts the power structures that it relies on for control — like say the media and the electoral system. Thus, if we can design and implement a technology-based initiative that radically changes the balance of power around both media and elections, we might catch the money power off balance and have window of opportunity.</p><p>But remember, this is David and Goliath stuff. David didn’t go toe-to-toe with Goliath. Neither can we. We are likely to get one shot at this. It needs to fly straight. And if it lands, it needs to be terminal. It needs to be the kind of shot that so radically changes the game that the money power is eliminated from the game <em>completely</em>.</p><p>At the same time, if we are going to take this seriously, we are going to need to be thoughtful about the risks. Any upgrade to a political operating system is kind of a big deal and we are talking about a <em>major</em> upgrade. Checking the service records, our last major upgrade was back in 1776. Remember, this took a revolutionary war and a constitutional convention to get it installed.</p><p>In fact, it seems like making a change to a political operating system is always connected with an economic crisis or massive social unrest (or both). This is bad news since people tend to make bad decisions under crisis and often this results in violent conflict of some sort. Even our minor updates in the past involved the Civil War or World War II. Those were bad. These days a major war (like between the US and China or Russia) would be a serious fucking problem. I think we’d like to avoid that.</p><p>Yet, doing nothing is likely to be much worse. So our challenge is to find an approach that will simultaneously unseat the money power, re-establish effective governance (adequate to deal with our many challenges) and do so without pushing us into crisis.</p><p>Over the past decade, I’ve uncovered what I think are two somewhat related paths that seem to fit the bill. Today, I’ll discuss the least radical.</p><p>It involves designing and implementing a new form of “governance platform” that so dramatically changes the nature of what we mean by governance as to render the existing tools of control obsolete; and that so effectively uses new media (both virtually and in real life) that it can win a critical mass of elections in 2020 <em>without</em> needing to spend a dime on traditional media. Ready to dig in?</p><p><strong>Liquefying Democracy</strong></p><p>The centerpiece of this approach is a new model of governance called “liquid democracy”.</p><p>When you think about it, our current political architecture is way out of date. Every few years, people play this odd game of selecting from among a handful of individuals some (one) person to “represent” them on a wide variety of issues, at some distant location, for years at a time.</p><p>Two hundred fifty years ago, when hand written notes delivered by horses was cutting edge, this approach made a lot of sense. Today it makes about as much sense as printing out your email.</p><p>Yet this approach to governance is the very heart of our current political architecture and nearly everything we don’t like about the current system is anchored on this model. Lobbyists, campaign donations, inane and frenzied campaign propaganda — all of it is built around controlling the central piece in the current game: <em>elected representatives</em>.</p><p>Replace <em>that</em> piece and you sidestep most of the current systems of control.</p><p>This is precisely what liquid democracy does. In liquid democracy, you replace the concept of representative with the concept of “proxy”. The difference is subtle but very powerful. In liquid democracy, sovereignty (the ability to make governance decisions) is never alienated from the individual. Everyone, if they want to, retains the full ability to cast their vote on any and every governance decision.</p><p>Of course, no-one could possibly keep up with such a chore. So liquid democracy allows everyone to “proxy” their vote to other people — who can exercise their sovereignty on their behalf.</p><p>Remember that big issue we had a few years back with the laws called <a href=\"https://www.eff.org/issues/coica-internet-censorship-and-copyright-bill\">SOPA and PIPA</a>? Remember the details? Probably not. But you probably know someone who knows a lot more about that issue than you do — and who you trust to make a good decision. So proxy your vote to them. And if <em>they</em> don’t feel like they know enough, they can proxy theirs (including yours) further down the road. Oh, and if at <em>any</em> point you decide that you don’t like how your vote is being used, you can always just take your proxy back — give it to someone else or just keep it yourself.</p><p>So with liquid democracy, you have a fluid “swarm” of governance that forms clusters of expertise around given issues and concerns — expertise that is identified not by credentials or graft, but by real “chains of trust” all the way back down to the individual citizens from whom all sovereignty extends. Rather than a slow moving bureaucracy made up of easy to exploit single points of failure (“representatives”) that change hands only once every few years, you have a platform that can update in realtime and “flow” power and attention where it is needed. In other words, a platform for a resilient and adaptive collective intelligence.</p><p>Now, it is important to note that liquid democracy it is very new and very untested. Many of the wrinkles have not yet been ironed out. I’m not going to go into the details of how we can make it effective just yet. Instead, I’ll point out two things: (1) smart folks like the <a href=\"http://www.tdcommons.org/dpubs_series/79/\">Googlers</a> and <a href=\"https://www.youtube.com/watch?v=n5ECz1YK30M\">Elon Musk</a> have begun taking it seriously in the past few years; and (2) the first Constitutional Convention was able to knock out an entire new model of governance in just under six months. My proposition is that while hammering out a liquid democracy governance platform is far from easy — it is do able over the next four years. If we get our act together and try.</p><p>Accordingly, what I’m going to propose below is wrong. But hopefully it is close enough that you will get the point and we can start working together to bring it into focus.</p><p><strong>Implementing liquid democracy as a software update</strong></p><p>Obviously, this proxy-swarm model of governance bears little resemblance to our current Constitutionally mandated model. So, am I proposing that we pursue some sort of “hardware upgrade” to the Constitution or something via Amendment or major legislation? No way — that would be impossible.</p><p>Fortunately, I think we can install liquid democracy as a “software update”.</p><p>Here is how that would work:</p><p>We start a new political party (probably with a better name than the Liquid Democracy Party, but that is the one I’m going to use).</p><p><em>Internally</em>, the Party uses liquid democracy among all of its members to make all of its decisions.</p><p><em>Externally</em>, the Party nominates and works to elect candidates in as many elections as possible. We can think of these representatives as an “API layer” between old representative democracy and our new liquid democracy layer.</p><p>As a member of the Party, you make the following commitments: (1) You will vote in every election you are allowed to vote in; (2) You will always vote for any and every Liquid Democracy Party candidate.</p><p>Once we’ve managed to get some representatives elected, here is how it works. Let’s say the Liquid Democracy Party has elected 30 Senators and some law like TPP comes up. Everyone in the Party (regardless of where they live), participates in the Party’s deliberation around TPP, using liquid democracy to decide whether to vote for or against TPP. When a decision is made, *all* of the Liquid Democracy representatives cast their votes that way as a coherent bloc. The representatives don’t do <em>anything</em> but vote as directed by the Party.</p><p>Notice that <em>everyone</em> in the Party gets a voice. If the Party is able to elect even just a single representative, regardless of where they are located, everyone in the Party gets at least a little bit of a voice. It doesn’t matter if their representative are from Alaska and Vermont. They represent Party members from Texas, California and, well, anywhere that the Party accepts membership from. This is a kind of neat twist on the “don’t waste your vote” problem. One of the many people who live in a State or a District where your vote has never made a difference? Join the Liquid Democracy Party and as long as we have at least one representative from somewhere — you have regained some portion of your sovereignty. And the more we win, the more you have.</p><p>As the party begins to get wins and becomes more established, it will turn its power towards modifying the electoral “fitness landscape” to our benefit. Getting money out of politics would likely be an early focus. Also radically restricting lobbying and people moving to and from the public to the private sector. It is very important that we focus on <em>structural</em> and <em>strategic</em> change. We will have the benefit of surprise and novelty for a few elections, but if we don’t ramp quickly to a decisive advantage (like say a 2/3rds majority in both houses and elected the President), we can expect “trench warfare” to break out with the money power.</p><p><strong>Going viral</strong></p><p>In order to achieve a decisive advantage, the Party is going to have to be unusually good at winning elections with absurdly limited financial resources. Once again, we do this by changing the nature of the game:</p><ol><li>Make everything about the old, corrupt, useless status quo and the new, participatory, effective, smart liquid democracy. Completely ignore conversations about candidates and issues. There is one and only one issue: <strong>do you prefer a new and effective governance platform or extinction at the hands of corrupt elites</strong>?</li><li>Ignore all forms of the legacy system (e.g., stop watching TV, stop reading newspapers, become indifferent to debates and conventions) — focus all of your attention on getting more people signed up to and on the platform. There is only one goal: getting people on and engaged with the platform.</li><li>Use every form of social media technique available to get people onto the platform. Ultimately, we want to build something like a massively multiplayer AR game out of it: players (Party members) are rewarded for signing people up, for contributing valuable technique to the wiki, for creating new software that works, etc., etc. The Party must be a crowdsourced collective intelligence.</li><li>Use ride-sharing and check-ins to ensure that every member of the Party actually votes on election day. Win elections. Prove that it can be done — that voting for <em>anyone</em> other than the Party is “throwing your vote away”.</li></ol><p>[Oh. And just for fun, if you want to really play hardball try this: issue every member 10,000 Party Credits for signing up and 1,000 Credits for everyone *they* sign up. And then, as soon as the Party gets the ability to do so, make Party Credits legal tender for paying taxes and debts. After all, the money power has been doing this shit for decades, why shouldn’t we?]</p><p><strong>The endgame</strong></p><p>Sound implausible? Maybe. But before you pass judgement, I’d like to point you to the history of technology over the past several decades. It can be hard, perhaps impossible, to convince people to <strong>think</strong> new things. But it has proven much easier to get people to <strong>try</strong> new things. As long as some new technology seems entertaining or useful or that it is “the in thing”, people will try it — in the tens and hundreds of millions.</p><p>New technologies are powerful. Little things like craigslist evaporated the huge classified ads market. MP3 changed the behaviour of billions and completely turned the music market on its head. SMS. Facebook. Instagram. WhatsApp. PCs, smart phones, game consoles, VR headsets. The medium really is the message: change the platform, change the game.</p><p>Repeatedly over the past several decades, we have seen new technologies deliver unanticipated disruption and meaningful changes to the landscape of power. Perhaps more so than any other approach in the last few centuries.</p><p>Finally, consider: when it comes to understanding how to invent and deploy disruptive technologies, we “digital natives”are uniquely well positioned. While innovation and disruption and surprising and confusing to Goliath, we are at home here. It is our natural terrain. Here, and perhaps only here, <em>we</em> have the advantage.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=c9d514a8c194\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/we-can-restore-democracy-by-disrupting-politics-here-is-how-c9d514a8c194\">We can restore Democracy by disrupting politics. Here’s how.</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/c9d514a8c194",
  "categories": [
    "bernie-sanders",
    "politics",
    "democracy"
  ],
  "isoDate": "2016-09-09T04:23:25.000Z",
  "publishedAt": "2016-09-09T04:23:25.000Z",
  "image": "https://cdn-images-1.medium.com/max/650/1*yOkxMcGvpOLGYDhUBpPZlQ.jpeg",
  "collections": [
    "https://medium.com/feed/emergent-culture"
  ],
  "_id": "c9d514a8c194"
}