{
  "kind": "youtube#playlistItem",
  "etag": "2_r7ERtsV904ZXsFVxkN2uAPM24",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC4yQzk4QTA5QjkzMTFFOEI1",
  "snippet": {
    "publishedAt": "2019-11-18T01:40:22Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Session 7: Co-Creative Society",
    "description": "In this conversation, Daniel talks about Barbara’s beautiful ability to reclaim motherhood on behalf of all humanity and the desire to give future generations more than we had. Barbara reminds us that we are at a birthing moment. When we are ready to give birth, it is messy and cannot be stopped, and her hope to ease the birthing process is to facilitate connection for social synergy on the planet at the present time.\n\nMarc adds a third element, saying not only do we have a need to provide for future generations as the mothers and fathers of the future, as well as a need for social synergy and connection right now, we also have all these different levels of consciousness on the planet all together currently. We need to create a story in which Christians, agnostics, and atheists, and everyone else feels welcome. As people grow up to new levels of consciousness, there are two things that can prompt a shift to the next level. First, a dissatisfaction with how things are currently, and second, a new story that is exciting and attractive.\n\nIn this session you will learn:\n\n    The importance of asking the right questions\n    That when we focus on our innate yearning to create, it is a powerful way to move beyond perceived differences\n    The importance of having a vision to move towards, both individually in personal therapy, and collectively as a species\n    The psychology of synergy is an under-acknowledged and great topic for researchers to explore\n\nLearn more about the course:\nhttps://ciwprograms.com/courses/becoming-a-future-human-with-barbara-marx-hubbard-marc-gafni-daniel-schmachtenberger/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/tciz6XG95gI/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/tciz6XG95gI/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/tciz6XG95gI/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/tciz6XG95gI/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/tciz6XG95gI/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 72,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "tciz6XG95gI"
    }
  },
  "_id": "tciz6XG95gI",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}