{
  "creator": "Jordan Hall",
  "title": "The League of Extraordinary Developers Part II: The Prestige",
  "link": "https://medium.com/practical-imagination/the-league-of-extraordinary-developers-part-ii-the-prestige-e8075e2ede5c?source=rss----a0abc4f51e04---4",
  "pubDate": "Fri, 06 May 2016 18:48:26 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*xyukMptMa9TBJjgrmDOq-A.jpeg\" /></figure><p>With the recent “Homestead” release of <a href=\"https://www.ethereum.org/\">Ethereum</a>, I’ve found my thoughts turned distinctly in the blockchain direction. Today’s exercise in Practical Imagination is an updated and improved version of my “<a href=\"https://medium.com/practical-imagination/one-software-company-to-rule-them-all-41c629874e56#.plihheicj\">one software company to rule them all</a>” notion that takes advantage of the idea of “<a href=\"https://medium.com/deep-code/lets-get-this-straight-bitcoin-is-an-experiment-in-self-organizing-collective-intelligence-52d78212c5e6#.3rrfi34sl\">self organizing collective intelligences</a>” (SOCI).</p><p>Like all SOCI, the League proceeds through a series of phase transitions. It begins very simply and might very well live or die without doing much. But if it is able to attract enough of the right kind of attention and energy to “level up” it will proceed to its next phase. And so on and so on. If it can make it through three or so transitions, it will have become something very interesting indeed: <em>a decentralized collaborative organization that includes nearly all of the best software developers and is responsible for nearly all important software development in the world</em>. Sound fun? Read on!</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/960/1*Y2WP_KYqJWLCcR3LXLKh1g.jpeg\" /></figure><p><strong>Phase One:</strong></p><p>The League begins without much fanfare. Perhaps no more than a League token built on the Ethereum blockchain using the <a href=\"http://www.backfeed.cc\">Backfeed</a> protocols and maybe some simple web tech like a wiki and a slack channel.</p><p>Oh, and a few Members. This is the most important part — the early members of the League need to be open source software developers (perhaps initially focused on blockchain development) with substantial real-world credibility and a willingness to invest some time curating the world of open source software.</p><p>This curation function is entirely driven by the Backfeed protocols. I’m not going to go into the details, but it sort of works like this:</p><ol><li>Founding League members have a “Credibility” rating that is determined by the Backfeed protocols and lives on the blockchain.</li><li>League Members “Evaluate” software contributions made by anyone to any project. This is up to the Member. They might focus on particular kinds of projects (say on the blockchain as a space) or on specific projects (e.g., the most valuable contributions to Ethereum) or on specific contributors (e.g., going out and Evaluating <a href=\"http://gavinandresen.ninja/\">Gavin</a> or <a href=\"https://blog.ethereum.org/author/vitalik-buterin/\">Vitalik’s</a> most valuable contributions). Some might focus on recent or contemporary contributions. Others might go back to the beginning of time and Evaluate the core contributors to things like Apache, Linux and Python.</li><li>When a “critical mass” (as determined by the Backfeed protocols) of Credibility has Evaluated a particular contribution, the protocols kick in and allocate an appropriate number of League Tokens to the contribution and, thence, to the Contributor.</li><li>If the Contributor then decides to claim their tokens, they become a Member of the League and begin the process of building Credibility with which to Evaluate other contributions.</li></ol><p>What happens during this Phase One, then, is the creation of a sort of “Open Source Software Hall of Fame” or a “Who’s Who of OSS” curated by and for the developers themselves.</p><p>As the curation rolls out, two kinds of status emerge. The folks who hold lots of Tokens show up as major Contributors. These are the people responsible for much of the value in open source. And not just in a “Top 10 List” kind of format, but with a deep link to the actual work that was the most important.</p><p>The second kind of status is that of Curator. You earn Credibility by being the first person to accurately (as determined by the Protocols) evaluate contributions. So, folks like Linus and Guido might hold a lot of Tokens, but unless they are active and effective in Curation, they won’t necessarily have much Credibility as Curators.</p><p>While being a high Credibility Curator might not be as sexy as having a lot of contribution Tokens, Cred is important. Because Token rewards are conditioned on a critical mass of Credibility, high Cred Curators are the folks who are going to determine who receives Tokens on a go-forward basis. It is interesting to imagine who the great evaluators and Curators of open source might be.</p><p>(For those who have read this far and are worried about gaming the system, don’t worry, the Backfeed Protocols have been very carefully designed to resist efforts to game Token awards. This is complicated, but for now just assume it to be the case. Notably, the Protocols keep very close track on precisely which Members and which Credibility have been responsible for Evaluations. The result is a graph that can be used to derive a view of “the whole League” but at the same time captures the real clusters and relationships between and among the Members. For example, the current Bitcoin block size debate might show up revealing that both Gavin Andresen and <a href=\"https://github.com/gmaxwell\">Gregory Maxwell</a> have significant Credibility within the League, but that they each represent different sub-communities within the Bitcoin sub-set of the League.)</p><p>The result of a successful Phase One, then, would be a rich, nuanced and transparent accounting of some large portion of who has been an important contributor to the <em>history</em> of open source software and a qualified community of Curators empowered to identify which people, projects and activities are the most valuable <em>right now</em>.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*p5p-2MHAmAjUVD1aUqiZew.jpeg\" /></figure><p><strong>Phase Two</strong></p><p>Phase Two begins when people start to care about Guild Tokens and Credibility. Which is to say, when people start to modify their behaviour in order to receive Tokens or Credibility. Even if this incentive structure is only very minor in the beginning, it can have significant results: those projects that are most likely to deliver Tokens will be more likely to attract contributors.</p><p>This can become a very powerful self-reinforcing feedback loop. High Credibility Curators serve a <a href=\"http://p2pfoundation.net/Stigmergy\">stigmergetic</a> function by providing signs and signals of which projects are the most valuable and who is doing the best work moving the ball forward (i.e., is making the best contributions). “League” projects begin to have status in and of themselves — they get more attention from Curators, they get more energy from contributors.</p><p>This stigmergetic structure helps the entire community to orient, allocate their attention and their energy. The evolution of the open source community into a self organizing collective intelligence.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*nEzBgPW_HcuFf_hzBSoSNQ.jpeg\" /></figure><p><strong>Phase Three</strong></p><p>Phase Three begins when League tokens are monetized.</p><p>This results from two observations:</p><ol><li>League Tokens can be used to access (i.e., pay for) things.</li></ol><p>2. It is possible for anyone to <strong>buy</strong> League Tokens (not be awarded them).</p><p>The Backfeed protocols contemplate this move from the beginning. While the primary way that people get League Tokens in the beginning is by earning them (being awarded them as a result of contributions), there is always a way to buy tokens (at some price) directly from the protocols.</p><p>In the beginning, of course, no-one buys tokens and the price is nominal. But lets imagine League Members have developed a game. And that the team behind it decides to make this game cost tokens. If you want to play the game, you are going to have to get tokens from somewhere. If you are a League Member with lots of Tokens, no problem. But if you aren’t you are either going to have to buy them from a League Member or directly from the Backfeed protocols.</p><p>Either way, the League Tokens acquire a new, monetary, value. Its easy enough, of course, to make a distinction between Tokens that have been earned and Tokens that have been bought. So the Tokens don’t lose their ability to confer prestige even as they start to provide a new value: income.</p><p>Naturally, if this idea gets any traction we can expect feedback loops to kick in. The more projects that require Tokens to play, the more “market demand” there is for Tokens. The more of these kinds of projects created by the League, the more valuable League tokens become.</p><p>Accordingly, everyone holding League tokens will have some level of incentive to see monetized projects be successful. And monetized League projects will tend to get more Curator and contributor attention. Feedback loop closed.</p><p>Consider what would happen, for example, if a critical mass of contributors to existing open source projects decided to do a hard fork and focus their efforts on League-powered branches of the software. Imagine if software like the VLC player, the Apache server or Bittorrent were to implement token-powered models. These applications alone would represent an enormous demand for Tokens.</p><p>Open source never was supposed to <a href=\"http://www.gnu.org/philosophy/selling.en.html\">have to be free (as in beer</a>). It’s just that until now monetization of open source software was nearly impossible without deeply violating its ethos and intent. With the emergence of cryptocurrency, this no longer needs to be the case.</p><p>Would this happen? Maybe, maybe not. There is, after all, a lot of momentum and prestige already associated with these older projects and it might not be appropriate to drive a hard fork like this. But it is possible. And if even a small amount of open source value is monetized to provide income for open source developers, this is a meaningful and powerful change.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*WRt2myDqSop_5s2Jb2MR_w.jpeg\" /></figure><p><strong>fin</strong></p><p>If the League transitions through these three phases, it is entirely plausible to imagine a renaissance in the open source movement. Flows of monetized League Tokens could at long last enable tens of thousands of developers to quit their day jobs and focus on the software projects that they (and the League) think are the most important. These developers, unconstrained by corporate requirements and hierarchical decision-making, could unleash a torrent of innovation. A SOCI of tremendous power and impact.</p><p>Moreover, with the approach outlined here, many of the people who have contributed value in the form of open source over the years will be rewarded with League Tokens. At long last appropriately compensated for the enormous value that they have contributed to our shared digital world.</p><p>Better late than never.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=e8075e2ede5c\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/the-league-of-extraordinary-developers-part-ii-the-prestige-e8075e2ede5c\">The League of Extraordinary Developers Part II: The Prestige</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/e8075e2ede5c",
  "categories": [
    "bitcoin",
    "open-source",
    "blockchain"
  ],
  "isoDate": "2016-05-06T18:48:26.000Z",
  "publishedAt": "2016-05-06T18:48:26.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*xyukMptMa9TBJjgrmDOq-A.jpeg",
  "collections": [
    "https://medium.com/feed/practical-imagination"
  ]
}