{
  "creator": "Gustavo",
  "title": "Truth: Shills and Fudders",
  "link": "https://medium.com/rally-point-journal/truth-shills-and-fudders-d67dfc7059c5?source=rss----d41a60e13b7e---4",
  "pubDate": "Wed, 28 Feb 2018 14:34:53 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/640/1*6xECWAcQPRxAgLTxWYVFBw.jpeg\" /><figcaption>Millions of years of evolution and a squish ant app fools the frog’s truth detection. photo: <a href=\"https://flic.kr/p/bpZhYg\">PapJeff</a></figcaption></figure><p><em>(For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: </em><a href=\"https://www.facebook.com/groups/625210141012983/\"><em>Rally Point Alpha</em></a><em> and the subreddit: </em><a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\"><em>Rally Point Bravo</em></a><em>.)</em></p><p>Truth is a useful guide to action and coordination. As an accurate enough reflection of reality, truth provides us with the information necessary to make decisions and take actions that contribute to the achievement of our goals. It is also the basis upon which our cooperation and collaboration with others can take place — we need a shared understanding before we can progress jointly.</p><p>But truth, and our connection to this external feature of the physical and social world, is being redefined.</p><p><strong>Frogs and fairytales</strong></p><p>Our understanding of reality has never been perfect. Frogs, honed through millions of years to catch fast moving insects at the snap of a tongue, can now be tricked to lurch at<a href=\"https://www.youtube.com/watch?v=WlEzvdlYRes\"> digital ants on a phone screen</a>. Their ability to detect the truth of the world was good enough for a quarter of a billion years. Better sight or processing would have come at an unnecessary cost. Equally, our connection is good enough but incomplete and easily deceivable.</p><p>It has been good enough to rise as a species to adapt across habitats, improve our lives, launch missions to the moon and alter our genetics. Despite all these achievements it is lacking. If our senses were perfectly honed there would be no room for disagreements over the facts of the world — and yet disagreements over basic facts seem to be peaking. At times it feels like we are inhabiting different worlds with different ontologies. The most popular video on Youtube suggested that the student survivors from Parkland were actually crisis actors and that the whole attack was staged in an attempt to pass gun legislation.</p><p><strong>Gospel truth</strong></p><p>At some point, as information about the world beyond the limits of our own perceptions became increasingly relevant to our actions, we began to rely on intermediaries — the media, religions, ideologues— to provide information about the world. These extended networks became part of our distributed cognitive assembly. These centralised nodes were given a privileged seat as an oracle, a source of truth that we could depend on independent of our own observations and positions. The reported observations were taken largely as true, as a guide for individual decisions and collective coordination.</p><p>But as the broadcast era makes way for the digital one, the motives of these oracles has come into question, and alternative versions of truth, and of arriving at the truth, are emerging. Instead of central oracles of truth, the media and religions have come to be seen as mouthpieces for certain interests — their ownership is not to be trusted to have either interests aligned with our own nor a neutral position.</p><p><strong>Consensus truth for good or shill</strong></p><p>Instead we are moving to a consensus version of truth. In it we still rely on a distributed cognition assembly to arrive at the truth, though in this version of truth, what establishes something as a fact of the universe is the volume and amplification it receives across the whole network, not from centralised nodes. Because activation across the network plays a role in determining the truth, as individuals we now have a role in establishing the truth in a way not seen before. But we are not just the citizen journalists or prosumers adding an observation to the network; we are also increasingly involved in advocating for it’s elevation to canon.</p><p>The clearest place to see this is in the communications of the cryptocurrency space. Here there are no “fundamentals” of the value of a coin, no true value — few have any live use cases, sales or users to base calculations upon. Instead, sentiment dominates these markets. Where sentiment dominates, sentiment equals truth. As sentiment builds it brings new network participants into the consensus, creating a feedback loop in which the consensus view becomes more likely to manifest.</p><p>In this world, every participant has a stake, every node has a coin, every node has a reason to manipulate sentiment. All participants in the crypto media space are also vested interests.</p><p>In this world coin holders shill their coin — emphasise (or fabricate) good news to boost its price. On the other hand people shorting a coin (betting on a crumbling price) will spread FUD (fear, uncertainty, doubt) in order to bring its price down. By way of acknowledging the epistemological dishonesty, many comments by highly followed individuals are appended with DYOR (Do Your Own Research).</p><p>The former gospel institutions of news are now seen as shills or fudders for their own interests. In the vacuum left behind as their authority drains away, we have all become shills and fudders: for the candidate, for the outcome, for the team, for our public self, seeking through our networks to influence not only the opinions, but the truth.</p><p><strong>Gospel vs Consensus</strong></p><p>In the gospel version of truth the facts of the world were the basis for action and coordination. In the consensus version of truth, there is coordination to establish the truth. The coordination is driven by the existing positions of participants and coherence forms around efforts to spread consensus.</p><p>Gospel truth: coordination is made possible by truth.</p><p>Consensus truth: truth is made possible by coordination.</p><p>One downside to this new mechanism of distributed cognition is that difference on the “facts” leads to discoherence and loss of membership. There is a disincentive to challenge the truth because as the establishment of it is the cohering principle, failing to uphold consensus is grounds for exclusion.</p><p><strong>Artificial truth</strong></p><p>There is a tension between the network consensus truth and the sort of truth that emerges from or is the basis for artificial intelligence work. In the AI it is operating from an internalised gospel state created as it establishes the reality of the world step by step (in reference to its utility) or based upon the “ground truth” offered up in its training.</p><p>Although consensus truth is the result of a dynamic open process in which everyone is a participant, AI truth is a private process which even the designers of the AI do not have access to. Actions are taken by the AI which can not be examined to establish the truth by which it seems to be operating.</p><p>Designers do have control over the “ground truth” — the “objective data” that AI is trained on — by, for example, tagging objects of a visual recognition AI by hand. But the AI may well build its own inferences and find proxies for that objective data, and there are increasingly AIs that do not train on data sets but rather work from rules.</p><p><strong>Nothing but…</strong></p><p>It seems we are moving from depending on distributed cognition to reveal truth, to a new relationship with truth. We are moving into an era in which we are participants in a network, seeking consensus; or we allow into our cognitions the actions of an AI as if it had truth, although in fact the truth itself is kept hidden.</p><p>Yeah, I’m shilling this position for now … what do you think?</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=d67dfc7059c5\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/truth-shills-and-fudders-d67dfc7059c5\">Truth: Shills and Fudders</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Gustavo",
  "guid": "https://medium.com/p/d67dfc7059c5",
  "categories": [
    "cryptocurrency",
    "truth",
    "fake-news",
    "ai",
    "epistemology"
  ],
  "isoDate": "2018-02-28T14:34:53.000Z",
  "publishedAt": "2018-02-28T14:34:53.000Z",
  "image": "https://cdn-images-1.medium.com/max/640/1*6xECWAcQPRxAgLTxWYVFBw.jpeg"
}