{
  "creator": "Bonnitta Roy",
  "title": "Sensemaking in Organizations Pt. 3",
  "link": "https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-3-248adea59609?source=rss----a60ecff0d41a---4",
  "pubDate": "Sat, 01 Sep 2018 15:03:16 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*b2OgXuULZ7FbVuXOqT9DIg.jpeg\" /></figure><h4>Thresholds for action</h4><p>In the first article of this publication [<a href=\"https://medium.com/agile-sensemaking/why-sensemaking-will-save-agile-e1ad99b4805a\">Agile Sensemaking</a>] I outlined the three key concerns of sensemaking as</p><ol><li>How do people organize to better sense and make sense together</li><li>How does information propagate through the network</li><li>What are the thresholds for action</li></ol><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-1-e79c4aaf63ca\">Part 1</a> addressed how organizations evolved from rational to natural types in order to better handle complexity. <a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-2-ebaccf83d3b1\">Part 2</a> described how information technologies supported the shift from closed organizational types to open systems design. In this final part of the series, I want to address how information flow affects thresholds for action, and how thresholds for action determines the capacity to sense and make sense in complex, open systems.</p><p>In complex environments organizations are required to lower their thresholds for action. Organizations cannot afford to maintain complicated decision paths up, down and across roles and reporting levels. Better choices emerge from finer grained sensing close to the action, than from coarse-grained abstraction, analysis and generalized reasoning at higher, more remote levels. Therefore, organizations must learn to refactor decision paths from down-hierarchies to <em>up-hierarchies </em>where decision choices are reported upwards as actions taken, rather than downwards as instructions to be followed. The up-hierarchy I am describing here rarely follows conventional managerial and supervisory hierarchies. Rather it describes the up-flow of sensemaking processes from proximate (near the action) to distal (further away from the action) locations in the organization.</p><p>Terminology like <em>up-hierarchy</em>, <em>proximate, </em>and <em>distal</em> can help organizations refactor their information flows, fine-tune their decision paths and lower action thresholds. These address items # 2 and 3 in our sensemaking list. Smart, agile organizations, will complete the list by redesigning their organizations so that roles and responsibilities are organized around these kinds of sensemaking up-hierarchies. Good companies already respond to this need, except the change it requires of them comes at a high cost. People accustomed to fixed power roles and static managerial relationships tend to see these as guarantees against change, and therefore, experience changes to them through the lenses of betrayal and broken promises. <em>That</em> organizations <em>do</em> execute these changes despite the high costs to morale, trust and employee engagement, means that <em>leaders are already sensing</em> the changing contexts and hidden forces that are driving the need to lower their thresholds for action.</p><p>Research shows that teams will organize themselves in different ways in response to how different types of complexity strains their sensemaking capacities. In order to increase their sensemaking potential, teams will reorganize their relationships in recognizable ways. We can think of these as emergent patterns of collective sensemaking. Sensemaking technologies can help teams visualize these patterns, enabling members to identify shifting contexts very early on. The subtle sensing and shifting can be visualized at the collective level, well before individuals can explicitly articulate what they are sensing. If designed well enough, sensemaking technologies may in fact have the potential to visualize subconscious processes that are <em>more refined sensors</em> than the generalized intellect which operates at the level of speech and is vulnerable to public scrutiny.</p><p>Over time, teams learn how to best interpret the shifting patterns of their collective sensemaking, and gain confidence in a range of actions that will carry their work forward, eventually identifying key signals and optimum decision-paths. Supported by “early detection technologies” sensemaking in this way lowers the thresholds for action at the base of the up-hierarchy. What that means for sensemaking further up into larger and larger strategic wholes, is the subject of another story in this publication.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=248adea59609\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-3-248adea59609\">Sensemaking in Organizations Pt. 3</a> was originally published in <a href=\"https://medium.com/agile-sensemaking\">Agile Sensemaking</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/248adea59609",
  "categories": [
    "agile",
    "leadership",
    "organization-development",
    "sensemaking"
  ],
  "isoDate": "2018-09-01T15:03:16.000Z",
  "publishedAt": "2018-09-01T15:03:16.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*b2OgXuULZ7FbVuXOqT9DIg.jpeg"
}