{
  "creator": "Jordan Hall",
  "title": "An Inquiry Concerning Science and Religion",
  "link": "https://medium.com/deep-code/an-inquiry-concerning-science-and-religion-a2998ba1a496?source=rss----7c4eb9aca066---4",
  "pubDate": "Fri, 25 May 2018 21:21:02 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/640/1*xaIPpLWTDeeh_iSVf40Mgg.jpeg\" /></figure><p>It seems that an old conversation has begun again. After several decades of relative silence and in the context of the rising popularity of Jordan Peterson and the broader “Intellectual Dark Web,” the debate between Science and Religion has seen a glimmer of a return.</p><p>I have long contemplated this question and, in collaboration with Deep Code, have perhaps achieved some insights that are worth sharing. Interestingly, as I have endeavored to put these ideas down ‘on paper’, I have noticed that they seem rather simple. Perhaps this is precisely as it should be.</p><p>To begin, I would like to bring to mind the fact that the question of Science and Religion in the West has a very particular and in many ways peculiar history. Before delving into the meaning of these ideas and how they might be properly related to each-other, it serves to note that history and how that history has left us quite a bit tanlged up and turned around.</p><p>I am afraid this it is a bit of a long story. Below, I will do my best to cover it quickly without glossing over too much.</p><p><strong>A long strange road</strong></p><p>Religion has a somewhat unique position in Western Civilization due to the fact that the West was born from the ashes of the collapse of Classical Civilization (the Roman Empire). In this context, the West found itself composed of a very large number of highly diverse ethnic, linguistic and cultural groups bound loosely together by a single shared Religion. Recall, that for the larger part of its history, the only way to refer to the West was as “Christendom”.</p><p>As a consequence, the West found itself (somewhat uniquely in the history of Civilization) with a natural division between “Church” and “State”. The various tribes of Europe (Franks, Saxons, Slavs, Celts, etc.) each spoke their own language and lived according to their own customs (including their own folk tales) except when it came to particular matters of theology. Questions like the nature of morality in its cardinal sense, the nature of life after death and of the soul — these were reserved for the one universal Church.</p><p>As we in the West began to recover the learnings of the Greeks and Romans (in the <em>Renaissance</em>), a new set of questions as to the fundamental nature of reality, including disciplines such as mathematics and logic, (re)entered into the social consciousness. And, for a variety of reasons not least of which was the fact that literacy was almost entirely limited to the Clergy, this entire set of questions was held within the domain of the Church.</p><p>And so we moved from the Renaissance through Humanism to the Enlightenment, from scholastic theologians and “natural philosophers” to the rise of a new discipline and class. Science and scientists began to emerge in and from the secular world and to explore a territory that had, for the most part, been claimed by the Church. And, for a very large number of reasons mostly connected to politics, these scientists and their Science found themselves struggling with the Church for control over that territory.</p><p>As it turned out, Science (and its companion Technology) proved far superior to “Churchly” Religion in discovering ways for humans to understand and to exercise their will on the natural world. As a consequence, those States like the Netherlands and England who most fully embraced Science found themselves the beneficiary of superior capacities in, for example, navigation, manufacturing and war compared to those States (e.g., Spain and France) who held more closely to the traditions of the Church. And, in alliance with the State, Science was, over time, able to overcome the hegemony of the Church.</p><p>As we proceeded through the 18th and 19th Century, the industrial revolution increasingly proved out the efficacy of Science and (in particular with the emergence of Darwin and Evolution) Science began to carve more and more deeply into the territory formerly afforded to Religion.</p><p>By the time we found ourselves in the latter half of the 20th Century, the New Atheists were finally closing the book on Religion altogether with the proposition that the entire territory formerly held by Religion was either better answered by Science (e.g., cosmology and the origin of the Universe) or just bad questions (the soul? Illusory. What happens after death? Nothing.)</p><p>Those of us who come from the tradition of the West have, therefore, received our understandings of the sense of the meaning of “Church” “State” and “Science” in the context of these historical divisions and struggles. I would like to suggest that the result is mostly confusion. And, moreover, that if we allow ourselves to step back from the <em>Sturm und Drang </em>of this history, we can more clearly characterize the actual real territories that are proper to Science and Religion. In so doing, I propose, we arrive at a picture that is more clear and useful. Moreover, we find ourselves able to more fully respond to questions that have been troubling us for quite some time.</p><p><strong>What is a proper understanding of Science and Religion?</strong></p><p>First, let us consider Science and its relationship with Technology. We can say that these two domains name the relationships between our intellectual models about reality and our observations of and actions in reality. That is, in Science, we make observations about reality to inform models about reality which then inform further observations about reality (which then recursively improve and update the models). Whereas in Technology, we <em>use</em> models about reality (say, the theories of Quantum Mechanics) to guide actions in modifying or changing reality (e.g., to build Atom Bombs).</p><p>This seems simple enough.</p><p>Now consider a new domain. I’ll call it “Spirituality.” I would like to propose that Spirituality is a good word to describe the relationship between our lived experience of reality and our (interior) Self. That is, to the degree that we are able to develop “character” or “integrity of Self” and bring our lived experiences into relationship such as to improve our character and/or maintain the integrity of our Self, this is a “Spiritual” practice.</p><p>This practice has broadly two aspects. On the one hand, we are in relationship with the world (i.e., we have lived experience) and we endeavor to bring that experience into ourselves while maintaining and, ideally, expanding our integrity of Self. On the other hand, we bring ourselves into relationship with the world according to the integrity of our Self (i.e, our character) and, ideally, we thrive in the world.</p><p>To use a concept developed in a different post, to live a “Spiritual life” is to relate to the world in a fashion that increases our “<a href=\"https://medium.com/deep-code/on-jordan-peterson-and-the-future-51402a370d79\">Sovereignty</a>.”</p><p>We now come to Religion. In this case, I would invite you to consider Religion in relationship to Spirituality. Specifically, if Spirituality is how we come into relationship with the world as Self, Religion is how we come into relationship with the world as Community.</p><p>Religion, properly conceived, is the domain concerning how we enter into relationships with each-other so as to form a Community that is both coherent (i.e., it hangs together over time) and thriving (i.e., it can successfully enter into relationship with the world ‘as a community’).</p><p>At this point, I would very much invite those who have been engaging with Jordan Peterson’s work in this area to think about his notions in this context. His story, if I can try to restate it simply, is that the sense and value of Religion (and, in particular, Religious tradition) is that Religion is the narrative (and institutional) embodiment of that set of values and practices that have thus far been associated with the survival of human communities through time.</p><p>That is, principles like “do unto others as you would would have them do unto you” are part of the content of many Religions because those communities that lived according to those principles survived. In my language, they were both coherent and thriving communities.</p><p>I find that the connection between the domain of Religion as I am expressing it here and Dr. Peterson’s own theory is satisfying.</p><p>I also find, as I mentioned in the beginning of this post, that when thought through in this fashion and put down on paper, these notions end up being rather simple. The partitions between Science (the domain of how we relate our models about the world to the world itself) and Religion (the domain of how we enter into relationships with each-other so as to form a community that is both coherent and thriving <em>in</em> the world) are clearly related — but even more clearly distinct.</p><p>So how, then, does confusion (and conflict) between them emerge?</p><p><strong>The right and wrong relationship between Science, Religion, Spirituality and Technology</strong></p><p>The right relationships here are simple. When properly aligned, Science and Technology are <em>in service to</em> Religion and Spirituality. For their part, Religion and Spirituality provide the context and meaning to both <em>empower</em> and <em>boundary</em> Science and Technology. After all, what is the point of better models of the world and increasing capacity to act in the world other than coherent, thriving Communities and integrated, realized, thriving Selves?</p><p>Things go wrong in these relationships principally when domains are crossed. When Religion endeavors to dominate Spirituality, we end up with a tyranny of the soul (inquisitions and purges). When Spirituality comes to dominate Religion, individuality can become corrosive to Community (to the ultimate detriment of both). When Religion endeavors to dominate Science, we end up with superstition and mass delusion.</p><p>And, as we have fully witnessed in the 20th Century, when Science endeavors to dominate Religion, we can end up with the breakdown of coherent community that results from the effort to apply models of the world top down on complex humanity. Breakdowns of the sort that we have witnessed with both Communism and Naziism (and, perhaps, are witnessing broadly throughout the West).</p><p>If upon reading this last sentence, you found yourself contracting and reacting to this proposition, perhaps it is worth recalling that by Religion here, I am referring to “the domain of how we enter into relationships with each-other so as to form a community that is both coherent and thriving in the world.”</p><p>Science can provide excellent insight into these kinds of questions. But it cannot <em>live</em> them. Simply put, there is a world of difference between knowing how to live well and actually living well. Science can provide knowledge and insight. But Religion is the domain that brings knowledge and insight into lived community. And Spirituality is the domain that brings knowledge and insight into lived individuality.</p><p><strong>Enlightenment before singularity</strong></p><p>In the history of the West, almost by accident, we found ourselves crossing domains all over the place. The single institution of the Church found itself holding the domain of Science and sharing both Religion and Spirituality with some mix of institutions including the family and the (feudal) State. This is a bit of a mess and it led to all sorts of harm and confusion.</p><p>However, by coming to a clear perspective on these different domains we can then begin to bring them into right relationship. We can construct institutions of Science that fully and only deliver on the promise of Science and we can construct institutions of Religion and Spirituality that fully and only deliver on the promises of Religion and Spirituality. This will be a good thing.</p><p>But before we end this journey, a note on Technology. Where Science delivers better models for understanding the world, Technology delivers more capacity for actually effecting change in the world. Where Technology dominates Religion or Spirituality, the result is harm. This can show up in harm to ourselves (e.g., pharmaceuticals poorly used become toxins), harm to our communities (e.g, machines of war), and harm to the world (e.g., destroying the oceans).</p><p>In the West, and in particular, over the 20th and 21st Centuries, we have witnessed Technology coming increasingly out of balance with Religion and Spirituality. World War I brought about a real crisis in our own confidence in and relationship to our Religion and Spirituality. The raw inhumanity of World War II and the sudden entry into the Atomic Age properly brought us into deep questioning about the limitations of our Religion and Spirituality.</p><p>Clearly we had not yet developed a level of artfulness in relationship with each-other and the world to maintain the coherence of our increasingly global community or to long survive in the world.</p><p>Over the 20th Century, we consciously endeavored to upgrade the quality of our Religion in the form of institutions like the United Nations and efforts like the Peace Corps. To their credit, we have made it thus far.</p><p>But now we find ourselves well into the curve of “exponential” Technology. If we cannot find a way to bring a balance between this acceleration in the domain of Technology and the domains of Religion and Spirituality, we are likely to find the next century extremely challenging.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=a2998ba1a496\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/an-inquiry-concerning-science-and-religion-a2998ba1a496\">An Inquiry Concerning Science and Religion</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/a2998ba1a496",
  "categories": [
    "spirituality",
    "jordan-peterson",
    "religion",
    "science",
    "ideas"
  ],
  "isoDate": "2018-05-25T21:21:02.000Z",
  "publishedAt": "Fri, 25 May 2018 21:21:02 GMT"
}