{
  "kind": "youtube#playlistItem",
  "etag": "\"Dn5xIderbhAnUk5TAW0qkFFir0M/81gOxE7V3uwpzEqMsUH1E6gs92E\"",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC5GNDg1Njc1QzZERjlFRjE5",
  "snippet": {
    "publishedAt": "2019-11-18T01:33:03.000Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Supercharge Your Mind With Neurohacker Collective Feat Daniel Schmachtenberger  #118",
    "description": "Would you like to be able to hit your flow state on demand? Can you imagine having command over your mental focus, creativity, memory, and even your emotions? What a different world it would be if we humans held the power optimize our consciousness, and as a result, our psychological relationship to each other, and to the planet we all inhabit.\r\n\r\n Our guest Daniel Schmachtenberger has dedicated his life to figuring out simple solutions to complex problems. The world is a complicated place. Health and happiness tend to elude many of us, due to how overwhelming it can be to figure it all out. Most of us have a desire to make a positive contribution to the world and to derive meaning from our lives, but often don’t know where to start.\r\n\r\n But to effect positive change globally, we each need a method by which to improve ourselves on a micro level, before branching out to make the monumental changes we likely need to thrive, or perhaps even survive, as a species. Daniel believes that more significant societal issues will more easily be solved using a broad, systemic approach. The catch is that we as individuals have to get our biology and mindset in order first.\r\n\r\n His mission is gaining momentum through Neurohacker Collective, an organization dedicated to discovering the most cutting-edge technologies for human performance. Their flagship product, Qualia, has taken the nootropic and smart drug world by storm and has quickly emerged as one of the most widely respected, highly studied brain supplements on the market. (Just about every episode of The Life Stylist Podcast recorded in the past year has been done so under the influence of this remarkable product.)\r\n\r\n In this mind-blowing episode, we learn not only why Daniel and his team created Qualia, exactly how and why it works so well, but also what Neurohacker Collective has in store for the future. Trust me when I say, this is not a future- or episode- you will want to miss.\r\n\r\n As you listen to this powerfully inspiring conversation with Daniel, think of one person you know who is interested in enhancing their mental and emotional intelligence, and overall quality of life, then share this show with them via text, email, or social media.\r\n\r\n Here's to upgrading your neurology,\r\n\r\n Luke \r\n\r\n Watch it on YouTube!\r\n\r\n &nbsp;\r\n\r\n &nbsp;\r\n\r\n THIS SHOW IS BROUGHT TO YOU BY:\r\n\r\n &nbsp;\r\n\r\n AMPCOIL. A unique and powerful device that merges PEMF, biofeedback, bioresonance, Tesla and sound technology into an all-in-one wellness system for home use. A technological solution for detox and to help address Lyme-related symptoms, including co-infections, autoimmune conditions, and other health challenges.\r\n\r\n  HELP SUPPORT THIS SHOW!\r\n\r\n Starting and growing a podcast requires a ton of time, energy, and money. Do you appreciate this information, and want to support my mission to deliver as much life enhancing information as possible to as many people as possible? The easiest, and most effective way you can help is to do this:\r\n\r\n 1. Go to&nbsp;Lukestorey.com/support&nbsp;and donate towards show production costs 2.&nbsp;Subscribe&nbsp;to the show by clicking “subscribe” in iTunes 3. Write us a review in iTunes 4. Share this show with 1 friend right now\r\n\r\n You’d be amazed how much these four simple steps do to help us grow!\r\n\r\n  Here’s the magic link for reviews.\r\n\r\n Thank you from the bottom of my heart for listening, and joining me on this journey we call life.",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/v6EXClyoOgM/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/v6EXClyoOgM/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/v6EXClyoOgM/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/v6EXClyoOgM/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/v6EXClyoOgM/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 47,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "v6EXClyoOgM"
    }
  }
}