{
  "creator": "Bonnitta Roy",
  "title": "Re Routing Work",
  "link": "https://medium.com/open-participatory-organized/re-routing-work-2346ef819081?source=rss----68aa8a9faca8---4",
  "pubDate": "Wed, 25 Jan 2017 11:49:23 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*qTK1iCtyJUr4zOyw4IFD7A.jpeg\" /></figure><h4>elegant workflow design</h4><p>Part IV of a series on Releasing Complexity. <a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d#.sugdjrbqu\">Part I here</a>. <a href=\"https://medium.com/open-participatory-organized/the-power-matrix-e94f670cfc7c#.i8182d8hs\">Part II here.</a> <a href=\"https://medium.com/open-participatory-organized/refactoring-path-dependencies-9c130487d009#.1nsnnxjx4\">Part III here.</a></p><blockquote>The term “path” describes the order, sequence, stages and steps in which work is accomplished. Path dependency is composed of two kinds: role dependencies and route dependencies. This article is about route dependency.</blockquote><h4>Refactor route dependencies</h4><p><strong><em>Route dependencies</em></strong><em> </em>are the way operational tasks are dependent on each other. This includes timing of different phases, modular and physical design dependency, and feedback loops that are part of the workflow design. In modern organizations, workflow staging has become a specialized profession, involving enterprise engineers assisted by computers. This combination is a recipe for over-complexification. The route dependencies that people have to execute are often such complex Rube Goldberg devices that it takes another computer to figure it out. A colleague of mine makes these invisible forces of complexity apparent to people in a stunning way: He has people sit in a large room and passes out spools of yarn. Each person represents a node in the route network. By passing the yarn back and forth and across and around, to each other, they trace all the route dependencies built into the software, creating a dense hammock of yarn between them. This treatment is not for the faint of heart.</p><p>It would be one thing if this the Rube Goldberg design was merely a result of ad hoc accretions over time, or for the purposes of protecting jobs or roles that otherwise are not needed or obsolete. But there is something in the approach to enterprise design that tends to mistake the complexity in the task demand with the complexity required to fulfill it.</p><p>Advances in AI have given computers the power to design intricately controlled cybernetic systems with the help of sensors that operate at hundreds, if not thousands of interdependent nodes along the route. Algorithms designed to track and learn from them call for increasing intricacy, which requires more regulatory mechanisms, which in turn means we need more sensors. This is the reason why cybernetic designs tend to factor exponentially, and cede to the <a href=\"https://en.wikipedia.org/wiki/Variety_%28cybernetics%29\">law of requisite variety.</a> Unfortunately, enterprise engineers use these models to design the ways <em>people are expected to work</em>, like nodes or stations in a cybernetically closed system.</p><p>In situations where this is actually possible, the work should be transfered over to the computers entirely, by employing robots; because when people work under these kinds of conditions, they experiment with novelty, subterfuge and sabotage, out of boredom or respite.</p><p>The problem with chasing technologically-driven cybernetic complexity in workflow design, is that it assumes by default that smart machines can improve on human performance, without questioning the structures that people are expected to perform against. In other words, we are increasingly designing <em>for what machines are good at</em> and decreasingly <em>for what the human operating system is good at</em>. Too much reliance on cybernetic control — which is fundamentally mechanistic control, however sophisticated the machines become — dulls the human imagination and creates built environments that erode the human spirit. Machines may be getting smarter, but we need to be careful that we are not slowly but surely measuring “smartness” on the basis of what it is to be a machine, rather than on the basis of what it is to be a living, embodied, human being. The conventional workplace tends to miss the latter terms entirely. It is arguably the case, that machines seem to becoming more like humans, because humans are becoming more like machines; and most likely the case that the movement is in both directions. It is also arguably true, that as society becomes more complex in richness and diversity, those who are in control, are more comfortable with cybernetic systems because only those systems allow them to maintain leveraged, top-down control that is derived from strongly asymmetric, fixed power roles.</p><h4>Order for free</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*mUvikkeLhqkAZW8okeKBOg.jpeg\" /><figcaption>Deleuze Sketchbook</figcaption></figure><blockquote>Today we are beginning to understand that the most powerful problem-solving ‘systems’ are people engaged in authentic participation</blockquote><p>Lean and agile operations are learning to design workflows based on principles that continuously refactor the “problem situation” and keep workflows closer to scales where people can be creative and innovative in workflow design.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/268/1*fpZJnO6aHj5Qv7pN6OQLtQ.jpeg\" /></figure><p>By greatly reducing the complexity of the <em>process</em> and focusing on <em>embodied practices</em> of open, authentic communication, agile methods are proving to advance performance around complex task demands. Workflow options are kept open, allowing teams to continuously redesign and reprioritize performance objectives. Agile teams employ simple production practices that constrain the workload and distribute it in rhythms that best suit human needs. Most importantly, they combine iterative practices with rituals that facilitate communication on daily, weekly, bi-weekly and other time periods that correlate communications with larger and larger strategic needs.</p><p>In the future, optimzing workflows will be about optimizing the conditions under which people of diverse skills, perspectives, and temperment, can create a <em>coherent </em><a href=\"https://hbr.org/2014/06/collective-genius\"><em>work of collective genius</em></a><em>. </em>The critical role of technology will be to allow for universal access to communication and information, and methods for deep inquiry and learning on the part of humans. This will allow for complex route dependencies to be de-coupled from single-outcome strategies and allow teams to design for multiple futures — a critical capacity when working with non-linear dynamics in complex systems.</p><p>In the future, instead of complex pathways of intricate dependencies engineered in advance, we will see human-centered workflows designed across multiple parallel tracks, each pointing to different sets of possibile futures. Each track will be operationally independent, but the teams themselves will be able to remain in a strategically integrated, coherent state, accessing the synergistic advantages of performing as a “team of teams.” As their parallel explorations inform and unfold emergent possibility, their strategic conversations will inform and unfold workflow practices that shape the future for everyone. Eventually, multiple parallel flows converge toward a single future outcome, unforseen at the start. This single outcome, however, will only be a snapshot — the terminal bud of an iterative cycle in a larger workflow era. Information rapidly diverges, calling for another round of prototyping and developing.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*JclWXCBRdo6rXeOhOL_jtQ.png\" /></figure><p><a href=\"https://medium.com/open-participatory-organized/to-trim-the-system-tame-the-mind-143776cb86a2#.ooa8ky7w9\">[Read part V here]</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=2346ef819081\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/re-routing-work-2346ef819081\">Re Routing Work</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/2346ef819081",
  "categories": [
    "leadership",
    "workflow",
    "strategy"
  ],
  "isoDate": "2017-01-25T11:49:23.000Z",
  "publishedAt": "2017-01-25T11:49:23.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*qTK1iCtyJUr4zOyw4IFD7A.jpeg",
  "collections": [
    "https://medium.com/feed/open-participatory-organized"
  ]
}