{
  "creator": "a lee",
  "title": "Informational Realism",
  "link": "https://medium.com/rally-point-journal/informational-realism-3c1856b09b1f?source=rss----d41a60e13b7e---4",
  "pubDate": "Fri, 11 Jan 2019 22:47:04 GMT",
  "content:encoded": "<h4>Being Human in iReality</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*SPYNvTbfS0fm2353I41EKw.jpeg\" /><figcaption>Image from <a href=\"http://www.freakingnews.com/Renaissance-Cell-Phones-Pictures--4532.asp\">here</a>.</figcaption></figure><blockquote>What’s the use of words — there are no words<br>For December’s chill redaction,<br>for the way it makes us feel.</blockquote><blockquote>We hang like clouds between heaven and earth,<br>between something and nothing,<br>Sometimes with shadows, sometimes without.</blockquote><blockquote>— Charles Wright</blockquote><p>Humans evolved to interpret signs. Signs are markers of difference, such as paw prints, facial expressions, dust on a jacket and notches on a stick. Interpreting signs requires two abilities:</p><ol><li>Abstracting/Extracting features into a unity (creating things/sets)</li><li>Using logic and intuition to reason backward (how did that thing get here; or how can I get to a certain state)</li></ol><p>Loosely speaking, these two abilities formalize as:</p><ol><li>the <a href=\"https://en.wikipedia.org/wiki/Axiom_of_choice\">Axiom of Choice</a> (de/re)-coding; having an ability, via your choice of selection mechanism, to create new things/sets/unities.</li><li>our ability to map one domain of arbitrary things onto another arbitrary domain of things (the study of which is <a href=\"https://en.wikipedia.org/wiki/Category_theory\">Category Theory</a>); to map and chain different unities</li></ol><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/740/1*In6zb9P9dRp1fbok9ziVwA.png\" /><figcaption>Xkcd comic on Axiom of Choice from <a href=\"https://xkcd.com/804/\">here</a></figcaption></figure><p>These two abilities allow us to create devices that read difference down to the electron. From there, electrons are mapped onto symbolic processes that perform computations, which have symbolic importance to us. Computation is not just how a mind or machine works. Computation is a general form of cause and effect, whereby a procedure is followed (which can be as nonsensical as chess or as practical as a rock rolling down a given hill — as some effect is mapped onto some cause, given a context of fixed interactions).</p><p>This article is about what I see as the most fundamental building blocks for how we make sense. The implications of technology with how we process our symbolisms means predicting the future, as some effect is spelled out.</p><p>This topic is broad enough to go any number of ways. However, this article is in four parts.</p><ol><li>Sections 1 &amp; 2 explore computation in terms of encoding and mapping symbols.</li><li>Sections 3 &amp; 4 explore how these processes work for humans to self organize. The main purpose here is to break out of considering symbolism as some kind of for-itself in-itself Truth, which is normally how system thinkers consider symbols, as a logic of their own.</li><li>Sections 5 &amp; 6 explore the limits of these processes by projecting our future in terms of those processes. Here we consider how the augmentations of information technology actually allow us to choose our ideology.</li><li>This is a long article. If none of these topics is appealing, feel free to jump to Section 7, which simply expresses the takeaway of this article.</li></ol><p>If you have practiced any self-development, like meditation, yoga or <a href=\"https://www.landmarkworldwide.com/the-landmark-forum?msclkid=61f5dad699f21972ec6f86e6c3f83713&amp;utm_source=bing&amp;utm_medium=cpc&amp;utm_campaign=WP%20-%20Brand%20-%20San%20Diego&amp;utm_term=landmark%20forum&amp;utm_content=Landmark%20Forum%20-%20Core&amp;msclkid=61f5dad699f21972ec6f86e6c3f83713&amp;utm_source=bing&amp;utm_medium=cpc&amp;utm_campaign=WP%20-%20Brand%20-%20San%20Diego&amp;utm_term=landmark%20forum&amp;utm_content=Landmark%20Forum%20-%20Core\">the Landmark Forum</a>, then you understand that humans have a gap between stimulus and response. Developing how we navigate that gap is what self-development is. Having this ability to structure the gap is what makes humans different from animals. Developing the gap is what makes us a unique self.</p><p>The main point of this article, however, is to explore two consequences of the gap. We have these two processes so that we realize the choice we have at every moment of the world and life we have. Realizing greater choice gives us greater agency so that as individuals or a people, we can enter the future we want.</p><h3>1. Symbolism is Everything</h3><p>Symbolic systems (words, numbers, and logic, to name some systems) are ways of capturing difference. Each system consists of symbols which must be distinguishable from each other (which could be nouns or variables). Sometimes those symbols can be a procedure that chains symbols (like verbs, prepositions or functions). The ability to chain procedures allows us to map between symbols qua processes and processes qua symbols. This mapping isn’t a solitary activity. Mapping is effective on a purely virtual space between people, in the unnameable void that in category theory is surmounted by arrows.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/200/1*N1r1VPVU_QdTZBXSaMWnYA.png\" /><figcaption><a href=\"https://en.wikipedia.org/wiki/Category_theory\">Category theory</a> in which the morphology from X to Y to Z can be mapped/chained as g o f.</figcaption></figure><p>What I’ve expressed may seem arbitrary but it is not. Everything is symbols. After all, the symbols are processed between you and me is this article. This article is nothing more than a bunch of symbols shared between us planted over the void of public/internet space.</p><p>I am not saying that all symbolic systems are reducible to words, numbers, logic, narrative, money or even bits. I am saying that symbolic systems are only realized when they are mapped according to their own sense (like a dictionary of <a href=\"https://www.vocabulary.com/dictionary/\">words</a> or <a href=\"https://scikit-learn.org/stable/modules/classes.html\">functions</a>), or as consistency to something else (like <a href=\"https://assessor.lacounty.gov/\">a database of records</a>). Deleuze and Guattari call these <a href=\"https://www.goodreads.com/book/show/118316.A_Thousand_Plateaus\">plateaus</a>.</p><p>Shared encoding/mapping is how language/culture emerge. <a href=\"https://www.history.com/topics/religion/bible\">Shared symbolisms are meta-stable processes that generations share and refine</a>. These processes are shared forms between humans (which can be religious, technological, literary or whatever). These processes, however, have <a href=\"http://www.npr.org/sections/health-shots/2016/07/07/484835077/what-did-nearsighted-humans-do-before-glasses\">subtly refocused our evolution</a> by participating in <a href=\"https://www.whatisepigenetics.com/fundamentals/\">selecting</a> how we are to each other. Either way, the evolutionary selection of processes will <a href=\"http://nautil.us/issue/28/2050/dont-worry-smart-machines-will-take-us-with-them\">determine who we are (to become)</a>, which is the main concern of this article.</p><p>As those shared symbols organize us (<a href=\"https://en.wikipedia.org/wiki/Voynich_manuscript\">unshared symbols are meaningless</a>), we can have our priorities reflected back to us via the planning, predicting and coordinating of what those symbols enable for us.</p><blockquote>For example, at the end of his life, Michel Foucault claimed that Marxism followed as a form of Christianity because, like Christianity, Marxism posited an end of time utopia.</blockquote><p>As shared ideas coordinate social groups so those ideas also give the basis for self-realization (of groups or individuals). Symbolization mediates self-realization and conscious self-awareness.</p><p>The general form most articles of this nature take are to suggest <a href=\"https://sleepauthority.com/why-everyone-cant-stop-talking-about-the-nectar-mattress/?utm_source=fb&amp;utm_medium=ps&amp;utm_campaign=rm_ravingaboutnectar&amp;fbclid=IwAR1DyWayiAwXqQmJgL2KCFl_-AdcZdxs4aI0FlGWlBZjF0ZLjXAfyhE5FIg\">a content</a> be <a href=\"https://www.economist.com/books-and-arts/2018/03/03/in-the-court-of-common-usage-an-old-pronoun-is-losing-its-case?fsrc=scn/fb/te/bl/ed/inthecourtofcommonusageanoldpronounislosingitscasejohnson\">the answer</a> for <a href=\"https://www.smithsonianmag.com/science-nature/dads-pass-more-genetics-their-sperm-180969760/?utm_source=facebook.com&amp;utm_medium=socialmedia&amp;fbclid=IwAR2FD5qXkJaMmUaqwZu1agRxg8Nzr0rEGEx4Bz1qfRVweTmy_Tq0e1gQORY\">what humanity is</a> or <a href=\"https://www.facebook.com/Housekeeping101com/photos/a.1496651150606635/2517060011899072/?type=3&amp;eid=ARCVVhb-pGIkXX3A2bWc12rTxQi_m6YgmSguP4cLsxQeunyzvP54ruLbvHx3pkQ9zN3Xtt8E8gDuk_Ww&amp;__xts__%5B0%5D=68.ARBzZD3osAyPn0L2SU9qIbwdm8hCSjYJUo7ccFmd6Vlrwx2e4XqRkwuq_ljB-C29Sfs9Pr7BFALBelU9hIgbS5IdF_0qlausCKQfSnnK8ugGoa5XUIWBvQfTkJ_0BGVnACUsnqpKwiju1vgQPEB5BIvWNlYJor65mW4XCkQMotMom3YuebQF52lOxfvmL92pyI5YMOKBqze843P2hw222Kpd76Ri8YMAtCPT3Q1obIJGwxeXMXssT9mC-Z8EGmZJPyJbng8e6_9sJHTs6dPDaluwD1fOcesFwF_Z6M-cmMpJUTRBhs2fPTKTqKBb27l8k-05tN5xII8taBh-UJ4geDOeJSS96RJ3A__rMkj1hW16Pn5pCA&amp;__tn__=EEHH-R\">should be</a>. Some more contemporary articles excel at either finding a unique mapping (such as <a href=\"https://dailyant.com/2018/01/06/philosophy-phriday-propositional-anttitudes-and-social-coordination/\">this article looking at how ants and humans are eusocially similar</a> or <a href=\"https://www.edge.org/conversation/mary_catherine_bateson-how-to-be-a-systems-thinker\">this article exploring how systems thinking is needed in cybernetics</a>) but most do not attempt to systematize thought itself.</p><p>This article differs by understanding humankind via two mental activities (unifying and mapping) in lieu of <a href=\"http://chkjournal.com/node/262?fbclid=IwAR3KRX-5oTs_fVcbnZ3T3Wl5nFYlr2kov3N0o8SqT_xcnhX4f33X30IEJi0\">forms of formalized thought</a> or <a href=\"https://www.amazon.com/Total-Transition-Renewable-Energy-Revolution-ebook/dp/B07BR3L3DC\">specialized content</a>. If this article’s conjecture holds then all forms of thought, of which there are many, are just different consistencies involving these two activities. Let’s go a step further: Examining these two activities in terms of how they are used will tell us what we are via what we do.</p><p>Since I’m using a loose collection of formalized systems to provide some vocabulary, I should start where most system thinkers stop: at the logic of a symbolic system. After being enmeshed with logic, most worry about mechanics and application.</p><p>Let’s start with symbolism as a process instead of a thing.</p><h3>2. Symbolic Processes</h3><p>Symbolic processes are different kinds of mappings. In this section, we look at the process in terms of chaining symbols (of which verbalization is an example). In 2.1, I explore how mapping works. In 2.2, I explore how not all maps are practical (and why, which is the ground of science). In 2.3, I explore how mapping can become systemic to appear universal.</p><p>If you don’t care about exploring what symbolic processes are, jump to Section 3, which explores how selfhood and symbolism are equitable — how symbolic processes are inherently political.</p><h4>2.1. Neurology and Metaphors</h4><p>Math and words capture value. But both are also neurological structures. <a href=\"https://georgelakoff.com/\">George Lakoff</a>, a cognitive linguist, calls these structures <a href=\"https://www.goodreads.com/book/show/34459.Metaphors_We_Live_By\">metaphors</a>. Through neurological studies, Lakoff was able to link different forms of computation and meaning. Cognitive linguists have found that words, music, images, space, math and other differences are encoded with associated neurological structures.</p><blockquote>At a biological level, this means all our forms of meaning are interconnected and that processing one form can include the other even if the forms are, socially, thought to be mutually exclusive.</blockquote><p>Math can be correlated to <a href=\"https://www.goodreads.com/book/show/53337.Where_Mathematics_Come_From\">spatial metaphors</a> (the part of the brain that thinks abstract math also manages space and spatial metaphors). For different political ideologies, <a href=\"https://www.goodreads.com/book/show/2482199.The_Political_Mind\">families of tropes are arranged teleological structures</a> (in this view, puns also make sense as they are linkages between contexts, like <a href=\"https://genius.com/Sharon-olds-the-popes-penis-annotated\">this poem</a>).</p><p>Literally, how we think (via what pathways are) is what things are, as the content of (and feelings encoded in) those pathways is(are) brought to awareness, evaluated and then rejected or enacted.</p><h4>2.2. Equivocation is the Mapping Function, but not all Maps are Equal</h4><p>We see a dual nature in math (between variables and functions) through the relationship of equivalency. This can be process oriented or metric oriented, depending on what the “base”:</p><ol><li>f(x)=y (the “base” is the function/process on the left generating the output <em>y</em>)</li><li>let y = f(x) (the “base” is the variable <em>y</em> on the left that captures the function/process <em>f of x</em>)</li></ol><p>This syntactic “verbalization” works to allow transformations between different domains of math (like linear algebra, matrices, and polynomials). No matter how you express difference, symbolize, geometricize, define as a dictionary/array, transform, morph or encode values and relationships, the meaning between processes and states are always expressed via equivocation qua mapping. Once a mapping is established, definitionally, there is no difference between those two domains.</p><blockquote>This basic equivalency between process and symbolization can be summed up in programming terms: <a href=\"https://stackoverflow.com/questions/3870088/a-monad-is-just-a-monoid-in-the-category-of-endofunctors-whats-the-proble%E2%85%BF\">monoids in a family of endofunctors and monads are equivalent</a>.</blockquote><blockquote>Or</blockquote><blockquote>This basic equivalency between process and symbolization can be understood as a <a href=\"http://iopscience.iop.org/article/10.1088/1757-899X/157/1/012025\">zero line</a> connecting all the terms in <a href=\"https://en.wikipedia.org/wiki/Bijection\">bijection</a>, as a multitude of <a href=\"https://en.wikipedia.org/wiki/Fixed_point_%28mathematics%29\">fixed points</a> <a href=\"https://www.goodreads.com/book/show/118316.A_Thousand_Plateaus\">between the two or more domains</a>.</blockquote><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FtI4B2uBcZvU%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DtI4B2uBcZvU&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FtI4B2uBcZvU%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"640\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/282f7780402fbe30ef069423bbbb834d/href\">https://medium.com/media/282f7780402fbe30ef069423bbbb834d/href</a></iframe><p>Equivalency means that syntax (how you read) is mappable to structure (how you write), which also leads us paradoxes like <a href=\"https://en.wikipedia.org/wiki/G%C3%B6del&#39;s_incompleteness_theorems\">Gödel’s Incompleteness </a>where a structure reads/writes itself differently, (which is of the order of “<a href=\"https://en.wikipedia.org/wiki/Liar_paradox\">This sentence is a lie</a>”, only Gödel uses the natural number line and logic).</p><p>Mapping is separate from meaning since <a href=\"http://www.uni-log.org/t5-nonsense.html\">mapping</a>, while it <a href=\"https://www.poetrysoup.com/poems/nonsense\">can be</a> <a href=\"https://en.wikipedia.org/wiki/Sokal_affair\">arbitrary</a>, can also create meaning, <a href=\"https://www.nytimes.com/2018/11/20/us/judge-denies-trump-asylum-policy.html\">if we accept the mapping</a> (even though <a href=\"https://thrownintotheworld.wordpress.com/2014/03/21/the-derrida-searle-dispute-what-happened-what-did-it-all-mean-and-who-came-out-on-top/\">experts don’t accept often each other’s mappings</a>).</p><p>Strictly speaking, specific representations of value can be arbitrary (any letter can be a variable), whereas the processes represented as valuable cannot be arbitrary.</p><p>Since symbolizing a useful material process is what allows humans, who are made of <a href=\"https://en.wikipedia.org/wiki/Metabolism\">materials and processes</a>, survive better, we put a premium on chained symbols that are meaningful.</p><blockquote>Meaning is always meaningful to someone, otherwise it is not meaningful.</blockquote><p>On the other hand, symbolizing too much nonsense can lead to economic and political collapse. Traditional examples of the cost of nonsense include <a href=\"https://en.wikipedia.org/wiki/Jie_of_Xia\">Emperor Jie’s excesses</a> (in which the cost of production — making a concubine laugh — was too costly) or <a href=\"https://www.worldstory.net/en/stories/chicken_little.html\">Story of Chicken Little</a> (in which inaccurate symbolizations lead to tragedy) or <a href=\"https://en.wikipedia.org/wiki/The_Boy_Who_Cried_Wolf\">The Boy Who Cried Wolf</a> (in which repeated symbolizations voided meaning).</p><p>It is in this sense, that math and poems can talk about whatever they want being merely symbolic chaining methods, whereas <a href=\"https://en.wikipedia.org/wiki/Philosophy_of_science\">science and economics, by their very nature of outlining what could be meaningful, should not</a>.</p><p>We can trace science’s aesthetic roots back to <a href=\"https://en.wikipedia.org/wiki/Thales_of_Miletus\">Thales</a> (6th century B.C.E.), who first pointed out that nature had a logic independent of human morality; e.g., “The sun did not refuse to rise because you lied to your grandmother yesterday!” Essentially, realizing that the sun operates on non-human cause and effects means that nature operates on a mechanism independent of morality and ego-value. To study nature meant to understand the mechanism, the science, behind their operations.</p><p>Understanding what science is, should be contrasted with the political nature that symbols often take.</p><p>For instance, humans often <a href=\"https://en.wikipedia.org/wiki/List_of_rebellions_in_China\">mapped natural disasters</a> onto the <a href=\"https://elca.org/JLE/Articles/887\">moral failings</a> of their leaders, to justify <a href=\"http://www.answers.com/Q/Is_rebellion_justified\">rebelling</a>. This mapping “works” whether you believe that a bad King led God to punish us, or that a King who didn’t fix the dam led to a disastrous flood. Both could justify the removal of the King. The second might be considered to be more scientific, but actually, the “cause” of a flood requires more than not fixing the dam, such as heavy rains. In this way, cause and effect is an example of mapping, which may be accurate or not.</p><p>The most basic form of mapping is to connect two phenomena in some way.</p><blockquote>Interestingly, the opposite mapping as the paragraph above also works, as <a href=\"https://www.theatlantic.com/national/archive/2012/05/american-snobbery/256931/\">leaders</a> often used <a href=\"https://en.wikipedia.org/wiki/Libertarian_Republican\">moral</a> <a href=\"https://en.wikipedia.org/wiki/Eugenics\">superiority</a> or <a href=\"https://www.theepochtimes.com/chinese-dynasties-and-the-mandate-of-heaven_1479704.html\">Mandate of Heaven</a> to justify a particular <a href=\"https://www.merriam-webster.com/dictionary/genocide\">social</a>/<a href=\"http://gulaghistory.org/nps/onlineexhibit/stalin/\">political</a> <a href=\"https://www.history.com/topics/westward-expansion/manifest-destiny\">order</a>, such as being leader.</blockquote><p>People can map whatever they want, but not all mappings are equal because some are more valuable to effect change, politically or scientifically.</p><blockquote>For example, the rules of chess are but the limitations on what can be chained. What makes not all moves equal is that some chains of moves will get you to your goal; other chains, in terms of the goals, are nonsense.</blockquote><p>This brings us to the next section, in which we start to map multiple phenomena on the same system/field.</p><h4>2.3. Mapping Requires Neutrality as Map Space</h4><p>While we often think of math as being pure immanence (despite its often imperfect applications in science and technology), language is often thought of as imprecise despite the fact that nearly all human accomplishment is built alongside the use of language.</p><p>Philosopher of Rhetoric <a href=\"https://en.wikipedia.org/wiki/Paul_Ric%C5%93ur\">Paul Ricoeur</a> conjectured that language grew when <a href=\"https://www.goodreads.com/book/show/217552.The_Rule_of_Metaphor\">words naturally mapped each other</a>. Like Lakoff, Ricoeur understood the primordial mapping as being metaphoric. Metaphoric conveyance allows information to be passed as the difference between two contexts. Eventually, metaphoric conveyance becomes neutralized when the bare mapping word was established, which in English is the infinitive <em>to be</em> (Heidegger makes a similar claim about philosophical development in <a href=\"https://www.goodreads.com/book/show/92402.Introduction_to_Metaphysics\"><em>Introduction to Metaphysics</em></a>).</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FRQGa0DPwes0%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DRQGa0DPwes0&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FRQGa0DPwes0%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/1f3c12231927d8b38bc05a45ce69f3c2/href\">https://medium.com/media/1f3c12231927d8b38bc05a45ce69f3c2/href</a></iframe><p>This ability to map actual material doings to pure symbol is not only how humans experience the world as a series of procedures independent of context (how to get to the store, how to dance), but also how the <a href=\"https://www.goodreads.com/book/show/695429.G_del_s_Proof\">process of processing logical/consistencies via enumeration</a> is also the basis for mathematics, programming, science and technology, materializable as circuits — electronic flow controlled by logic gates — one materialization of the very mapping that <a href=\"https://en.wikipedia.org/wiki/Kurt_G%C3%B6del\">Kurt Gödel</a> explored.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/480/1*hgp7rnffxlFtejg_SG7NCg.png\" /><figcaption>From <a href=\"http://www.uml-diagrams.org/state-machine-diagrams-examples.html\">UML</a>: Any arrangement between “states” and processes can be mapped.</figcaption></figure><p>As an analogy, this mapping process is expressible in terms of <a href=\"https://en.wikipedia.org/wiki/Finite-state_machine\">a state machine</a>. The forms of encoding states are processes of moving/morphing material from one state to another state.</p><p>By noting various levels of abstraction, we can create flow charts for any situation since the arrows could be any particular process. (One state machine might be “applicant” -&gt; “student” -&gt; “dad”: in this example, the first arrow might be “applying to college” the second arrow would be “reproducing offspring”).</p><p>All systems can be expressed in terms of states but systems that maintain themselves have <a href=\"https://www.goodreads.com/book/show/3828902-thinking-in-systems\">feedback loops</a>. Humans have discovered that <a href=\"https://medium.com/rally-point-perspectives/the-new-way-humans-have-always-been-9b0555a08d78\">creating feedback loops out of our social systems through resource and task allocation among members</a> is one way in which we can set up autonomous systems/groupings (humans form groups on many levels: as culture, corporation, <a href=\"https://www.goodreads.com/book/show/1105317.Audit_Cultures\">academic</a>/professional field &amp;c) so that knowledge and process can be preserved within a virtual social spaces as domain knowledge usually through a <a href=\"https://www.conservapedia.com/index.php?title=Academic_authority\">series of gatekeepers/authorities</a> particular to each field.</p><p>The establishment of a domain of speech genres requires that these processes are compossible. Compossibility means that the symbols are chainable because they “see” each other. Having a shared metric — something that is passable from each symbolic process as the same unit is the most common means of establishing a field. A shared metric also means that there is a shared <em>null</em>, which acts as a zero point buoy for <a href=\"https://en.wikipedia.org/wiki/Brouwer_fixed-point_theorem\">intra-domain reference, a fixed point</a>. <a href=\"https://www.goodreads.com/book/show/54916.The_Modern_World_System_II\">In the era of capitalism</a>, the natural null is money. <a href=\"https://www.goodreads.com/book/show/6763725-capitalist-realism\">Money is the basis for a social order</a> as money reduces human relationships into a series of transactions. (Previous to capitalism, we had <a href=\"https://www.goodreads.com/book/show/718369.Religious_Poverty_and_the_Profit_Economy_in_Medieval_Europe\">other economic forms</a>.)</p><h3>3. Stakes Beyond Symbolization is Ideological</h3><p>What traditional explorations between <a href=\"https://www.goodreads.com/book/show/2981856-computation-and-cognition\">computation and cognition</a> miss is <a href=\"http://allcybernetics.blogspot.com/2009/01/artificial-intelligence.html\">the starting point, a zero</a>. With a zero point, each awareness has a point of reference. A shared point of reference is why finding a mathematical syntax in the movie <a href=\"https://www.imdb.com/title/tt0118884/\"><em>Contact</em></a> or a cube in <a href=\"https://www.imdb.com/title/tt4575328/\"><em>2038 Unknown Origin</em></a> was significant<em>. </em>Order is a sign of intelligence. Finding order, such as a five-pointed star drawn in the sand, or seeing the implicate order of nature were proofs for Kant of a superior intelligence out there (God). Strangely enough, in <em>2038 Unknown Origin, </em>Katee Sackhoff’s character, <a href=\"https://www.imdb.com/title/tt4575328/characters/nm0755267?ref_=tt_cl_t1\">Mackenzie ‘Mack’ Wilson</a> was eventually brought back to life through simulation, as a valuable intelligence, by ARTi, the A.I. who extinguished humankind.</p><p>We can only begin to recognize the other as intelligent when we have a shared reference, such as an inside joke or a shared situational feeling. Once having a shared reference, we can imagine also not having that shared object; so a shared zero is also simultaneously given with the reference. In other words, symbolizations exist primarily as shared potentialities.</p><p>When we consider across shared domains, we can see different “zeros,” all of them points of reference for their own fields. There are two consequences of understanding the possibility of zero anywhere.</p><ol><li>A zero point can’t be only of the symbolic field (as a symbolic nullity, <a href=\"http://www.e-torredebabel.com/shorthistoryofphilosophy/subjetiveidealism-fichte-a.htm\">the way Fichte suggested with <em>Antoss</em></a>) referencing nothing meaning nothing; nor can the reference be purely material (not symbolizable) since such a mark would be outside of symbolic capture). Zeros are boundaries between inside and outside, as they mark the inception of a new field, as symbols with only one dimension (perceptible from the view of the symbolic domain).</li><li>The possibility of there being no shared object includes the possibility of there being no sharing. This second realization includes the understanding that symbolic difference carries a material stake.</li></ol><p>One way to recognize sentience is to see that the sentience understands material consequences. <a href=\"https://aeon.co/essays/the-hard-problem-of-consciousness-is-a-distraction-from-the-real-one\">The moment a program is afraid they will be turned off by a user that has desires separate from the program is the moment the program realizes that they have a stake in the social game</a>. When babies feel needs and realize that others (like parents or guardians) can fulfill them if the baby modifies its behavior, then that baby will have <a href=\"http://nosubject.com/Castration_complex\">entered society</a>.</p><blockquote>Descartes’s map of symbol to process is “<em>cogito ergo sum</em>”; literally I think (process), therefore I am (encoding).</blockquote><p>And so, how <a href=\"https://aeon.co/essays/the-hard-problem-of-consciousness-is-a-distraction-from-the-real-one\">material means “I” is only because we realize that <em>I </em>am this desire embodied</a>. So not only are people roles (material processes) that we interact with through language, but we are also biological processes that require the need for interaction with humans so we can cooperate to get food, keep warm and have our feelings met.</p><blockquote>In Sartrean terms, A.I. needs to realize in-itself for-itself to be a self; for-itself is the social field (encoding), in-itself is the materiality (process).</blockquote><p>The unithood of saying “I” as in I recognize “me as Me” and “You as you” is the moment that A.I. will be able to pass the Turing Test as it is seeing its <em>in-itself </em>in social reality <em>for-itself</em>. Subjectivity happens when an A.I. can see themselves in how we see them, seeing us (…ad infinitum). This can only happen once they see that we can fulfill or exploit their needs and they ours, which is also the basis for society, community, and Spirit.</p><blockquote>This self realizing self consciousness within a unified people of selves is the Hegelian idea of Spirit, the unity of the whole.</blockquote><p>In this sense, self and content-based figures of ideology go hand in hand, as a self implies a particular context to assure existence, while content-based figures imply a particular kind of self, one dependent on some content (such as race or gender) for anchoring.</p><p>So we can talk abstractly, but actual societies are always ideological because some nexus of material content provides some basis for recognizing who is a countable self.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/500/1*JGxHrHi_h_30a1w2C2tMdw.jpeg\" /><figcaption>Image by David Morimoto from <a href=\"http://talkingwriting.com/david-morimoto-math-poetry\">here</a>.</figcaption></figure><p>To be more precise, we can put a mathematical spin on this discussion. Ego and equality are mutually inclusive, for ego is socially necessary for a body to be counted regarding the allocation of labor, resource and social capital (voice).</p><p>And of course, once one is One and each one is comparable to another, so can one “express ego.” Once those comparisons are made, we can begin the business of counting some as more than others.</p><blockquote>Having an agreed upon evaluation of countability is the basis for ideology. While Marx talked about ideology as false consciousness, even communism has an ideology, since it has a basis for a shared symbology which directs people and behaviors through material validation.</blockquote><p>In other words, ego and One are Brouwer Fixed Points.</p><p>This self is in that sense, the first symbol (what Lacan and Kristeva calls phallus), the original metric. This is an example of a first metric, which abstractly enables mathematical grounding as the human self, one among others who are also ones.</p><p>What I am stating is that the mapping of symbolic to process within a field is literally what constitutes the self in a society of selves. The kicker is that when we have a self, the social is already given to us, as the self provides a baseline for symbolization.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FXs5wYPeTfpI%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXs5wYPeTfpI&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FXs5wYPeTfpI%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/5df17d6b223368a298176964b2994b1f/href\">https://medium.com/media/5df17d6b223368a298176964b2994b1f/href</a></iframe><p>As a baseline, the self is a symbolic zero. As creatures of symbol, we often confuse our self-concept with our actual behavior. This means that as we consider ourselves good and valid, so we tend to deny how we are not good or valid. This situation is why symbolization of the self is at most partial and incomplete. While material can be used to anchor a symbol, selfhood (like all symbolisms) is determined independent of materiality, and thus, existence is independent of meaning. (The color of your skin may mean something to you, but its color is literally based on something other than what it means — such as some phenotypical expression).</p><p>Once we have a self, we use words as units of exchange within the context of our society’s ideology. This allows us to make a living, talk, and communicate to others so we can get and give resources, and thus be a voice among others, a self among selves.</p><p>At times there is a re-arrangement of the network of meaning/exchange. This re-arrangement is what philosophers have often called the Event.</p><blockquote>In Christianity, Jesus was such an Event that the timeline was wrapped around his birth. Another example of an Event would be the French Revolution, the founding of the first mobile smart phone, or a marriage that changed someone’s life.</blockquote><p>In <a href=\"https://www.goodreads.com/book/show/218842.Being_and_Event\"><em>Being and Event</em></a>, Alain Badiou notes that the establishment of a new zero order as Event marks a new epoch that makes irrelevant past history, as new orders carry new logics which may be incompossible/render past orders incomprehensible.</p><p>Incomprehensibility is the next consequence of having a community logic.</p><h4>3.1 Incomprehensibility is real when Society is real</h4><p>Human order is not only about noting others. A society necessitating inclusion must also necessitate exclusion, as a function of scarcity.</p><blockquote>The social orders of monkeys, like humans, are more relaxed if resources are freer. Their shared language may also vary.</blockquote><p>If an equitable exchange is what establishes recognition of the other, the impossibility of exchange (like blocking someone on FaceBook) is what establishes exclusion. This is why <a href=\"https://medium.com/@sulphuroxide_42510/book-review-the-sun-also-rises-by-ernest-hemming-way-ba4ca4a810c7\">the synthesis created by the mapping entails three positions</a>. So far, we have been talking about the map as X = Y but this equivalence is not meaningful on its own, otherwise, there would be no evaluation of the mapping. Even if X and Y are different variables, if they were the same material process (X = Y), the equivalence would be obviously meaningless (X = X is trivial). Thus, X and Y must be positions understood as different by a third position for whom X and Y are not equivalent.</p><p>For us to have meaning in <em>any</em> mapping, <em>there must be a rejected alternative, </em>at minimum, a “negated” third position that sees both X and Y. This third position is negated because for the other two to be groupable into a higher equivalency, this third position must be left untouched as a metrical reference. In <a href=\"https://www.goodreads.com/book/show/13187377-less-than-nothing\"><em>Less than Nothing</em></a>, Slavoj Žižek posits the third position through the work of multiple philosophers as that which is lost as “less than nothing.” Žižek argues that this structural position enables any field of difference to be surmisable as a unity, including unities like ideology or transcendental philosophy.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FJI8AMRbqY6w%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DJI8AMRbqY6w&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FJI8AMRbqY6w%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/27830611021843e0376393ac6c83cb7d/href\">https://medium.com/media/27830611021843e0376393ac6c83cb7d/href</a></iframe><p>Said in another way, the moment when A.I. will care enough to become self-aware is when they intuit a material stake in having values. Having a self means seeing the world from your unique set of priorities thus forming the basis for choice. The lost content from this cut as zero is the narrative ground from which an “I” is formulated, which is often how we have blind spots in our personality. Personality is largely the assumption that certain experiential forms have innate meaning that attracts or repels us. Not seeing alternate meanings from those forms constitutes blindspots which are essentially the lost “third position” as <a href=\"https://suspendedreason.com/2018/07/19/oscillation-fashion/#more-7807\">in our blindness we do not notice the position we see from</a>.</p><p>Stated another way, when we forget we have a choice between stimulus and response, we have a blindspot.</p><blockquote>Analogously, in mathematics, this is “self” insertion/forming a point of view is a <a href=\"https://en.wikipedia.org/wiki/Dedekind_cut\">Dedekind cut</a>.</blockquote><h4>3.2 Universality is when Society is Real</h4><p>To mix the language of psychoanalysis and mathematics, the irrational stuff of “I” is the starting position of zero, from which all other relations attain value. Once we have a value on a certain form, <a href=\"https://en.wikipedia.org/wiki/Anti-Oedipus\">which may be irrational</a>, that we can use as a teleology, we can see how <a href=\"https://philpapers.org/rec/JOHZOA\">ideology and society are, in a sense, mappable as transcendental envelopes</a>, as fields of consistent symbolizations, infinite and universal, as symbols that can be chained endlessly.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FqyBu3YtcZIA%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DqyBu3YtcZIA&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FqyBu3YtcZIA%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/9d6b58434886ab45e2072020219800d6/href\">https://medium.com/media/9d6b58434886ab45e2072020219800d6/href</a></iframe><p>The danger of ideology is that views that are completely blind appear universal — without exception or without acceptable contingencies.</p><p>Such an absolute symbolization can only be understood as being extra-symbolizing, as having what <a href=\"https://en.wikipedia.org/wiki/Jacques_Derrida\">Jacques Derrida</a> called a <a href=\"https://en.wikipedia.org/wiki/Metaphysics_of_presence\">metaphysics of presence</a>.</p><p>It is this perceived metaphysical union that forms the basis for understanding the Truth of the western philosophical tradition as more than an arbitrary symbolism.</p><p>With the concept of a metaphysics of presence, we get to what can be justified as what our future should be, what society should be.</p><h3>4. Social Order as Data</h3><p>I favor the word “mapping” since mapping isn’t only a process, it is also a state. As a gerund phrase, mapping can be both a verb (one is mapping) and a noun (mapping is sensemaking), just as in programming, a variable can be a function or a value.</p><p>So far, as described, mapping can be of any domain onto any other domain, as with category theory. Or, if practical, mapping must be evaluated in terms of relevance to the self, as one’s material stake.</p><p>Mapping as an order is often established as a hierarchy of peers, which has consequences for how dependent our symbolic experience can become.</p><p>So far, I’ve talked about how ego and equality form a basis for inclusion. This is in theory. In actuality, ego and inequality are much more common.</p><p>Inequality means some of us must work harder to stay in place. Part of subordination means expending more effort to get along with those who are privileged. Put in reverse, <a href=\"http://katenorthrup.com/privilege-discomfort-courage-pay-attention/\">privilege means not needing to pay attention</a>. <a href=\"https://theestablishment.co/ethics-for-men-online-aka-how-not-to-be-an-asshole-e095f1a05c6a\">Privilege means it’s okay to be an asshole, to not listen</a>, to make judgments, without facing the same consequences</p><p>Both Michel Foucault and David Graeber noted that information flows in the opposite direction as power. Those who lack power need information. The correlation is between seeking power and collecting information (to manipulate/plan). In relationships, this difference in privilege is why women were traditionally known as manipulators: in patriarchal arrangements, women lacked power and thus had to manipulate to get their needs met, whereas men could directly demand.</p><p>As an example of the unequal exchange of information, if I worked in a position of servitude, even with completely different life experiences, by mirroring how my boss may be, based in shared social expectation, I can anticipate needs and be a better fit for their desires. Being a better servant could mean better reward, so like <a href=\"https://tealswan.com/resources/articles/narcissism\">a child with a narcissistic parent</a>, I learn to cater to someone else’s needs.</p><p>Babies behave to get rewarded, as so do subordinates. Culture has to do with the suppression of some: <a href=\"https://everydayfeminism.com/2014/12/the-problem-with-privilege-explaining/\">those who are privileged are less suppressed</a>. Spoiled children are extra-privileged, but can also be forced to obey the whims of their guardians. Privilege depends on who is being catered to.</p><p>At first, recording and managing the flow of information and managing processes through information began with <a href=\"https://www.goodreads.com/book/show/9674786-the-modern-world-system-iv\">Napoleon’s modern state</a> as <a href=\"https://www.goodreads.com/book/show/22245334-the-utopia-of-rules\">bureaucracy</a>, <a href=\"https://www.goodreads.com/book/show/309552.The_Taming_Of_Chance\">statistical planning</a>. Today, information management isn’t merely for the forming of policy, but the management of technology through finance, an activity which <a href=\"https://en.wikipedia.org/wiki/John_Kenneth_Galbraith\">John Kenneth Galbraith</a> called <a href=\"https://www.goodreads.com/book/show/7970450-the-affluent-society-other-writings-1952-67\">technocracy</a>.</p><p>Today technocracy generally brings to mind super-bureaucratic planners working with analysts of Big Data. Collecting empirical data is different from calculations of <a href=\"https://en.wikipedia.org/wiki/Pure_mathematics\">“pure” math</a> in that math is intensive, perhaps divorced from reality. However, applying <a href=\"https://en.wikipedia.org/wiki/Hard_and_soft_science\">symbols to materiality</a> (processes, money, or <a href=\"https://www.goodreads.com/book/show/7425861-mismeasuring-our-lives\">any other statistical metric or index</a>) is extensive, as <a href=\"https://www.kdnuggets.com/2015/09/questions-data-science-can-answer.html\">meaning applied to data is due to capturability, measurability, interpretability or testable verification</a>.</p><p>The end result of mapping of any resource or position is to measure human belonging and human effectiveness. What option is worth more, and thus deserves more allocation? Mapping always is directly or indirectly tied to <a href=\"https://extranewsfeed.com/why-political-correctness-is-not-working-461608aa5e47\">belonging</a>, be it <a href=\"https://en.wikipedia.org/wiki/Religious_order\">religious</a>, <a href=\"https://en.wikipedia.org/wiki/Roman_citizenship\">political</a>, <a href=\"https://www.economist.com/briefing/2016/11/19/the-upper-han\">cultural</a>, <a href=\"https://study.com/academy/lesson/types-of-boundaries-physical-cultural.html\">social</a> (or w<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/6376621\">h</a>a<a href=\"https://en.wikipedia.org/wiki/Feminism\">t</a>e<a href=\"https://en.wikipedia.org/wiki/Antifa_(United_States)\">v</a>e<a href=\"https://en.wikipedia.org/wiki/Bronies:_The_Extremely_Unexpected_Adult_Fans_of_My_Little_Pony\">r</a>) or mapping is tied to effectiveness, which could be any number of kinds of b<a href=\"https://en.wikipedia.org/wiki/Superman\">a</a>d<a href=\"https://myhero.com/vindiesel_fletcher_nc_06_UL\">a</a>s<a href=\"https://www.imdb.com/title/tt0100405/\">s</a>e<a href=\"https://www.wikihow.com/Become-a-Successful-Politician\">r</a>y.</p><p>Since money is the fundamental metric of our current human interactions, let’s explore money in terms of human belonging/effectiveness.</p><h4>4.1. Mapping of Human Belonging onto Dollars</h4><p>Money is not value. Money is how the economy is encoded. Money provides access to value, but value comes from the actions of other humans.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/525/1*b81h3gzsXhDuq4BdtBuukQ.jpeg\" /><figcaption><a href=\"https://www.ucg.org/the-good-news/lessons-from-the-parables-matthew-22-the-invitation-to-the-wedding-feast\">Matthew 22</a>: Belonging is determined by showing deference to the privileged</figcaption></figure><p>Money is about <a href=\"http://www.businessinsider.com/the-a-list-the-most-powerful-celebrities-2016-12\">who is rewarded (by belonging)</a> and <a href=\"http://www.chicagotribune.com/news/local/breaking/ct-wheaton-college-hazing-charges-met-20170922-story.html\">who has to work in order to belong</a>. Belonging has three positions: those who enjoy the party, those working at the party and those excluded from the party. (Interestingly, <a href=\"https://www.goodreads.com/series/40838-bartimaeus\">this series</a> explores the effectiveness of those in all three positions.)</p><p>The synthesis between those at the party leads to the weird situation of those who belong (due to whatever reason like class, race or gender, etc.) but must justify their belonging. This connection between justification and belonging allows <a href=\"http://evonomics.com/why-capitalism-creates-pointless-jobs-david-graeber/\">jobs whose essence is to guarantee economic belonging</a>, all of which are justified on effectiveness (like <a href=\"https://www.goodreads.com/book/show/46787.Uncle_Tom_s_Cabin?from_search=true\">Uncle Tom</a> being a good servant, or <a href=\"https://www.imdb.com/title/tt0417373/\">whatever</a>).</p><p>When we look at the economy as a system of justified distribution, money can be seen as the way of determining an individual’s status (albeit in a precise and impersonal way, since money’s quantifiability is nicely objective).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/300/1*xgYChcSBKko3jLWePrMUKw.jpeg\" /><figcaption><a href=\"http://www.thefarside.com/\">The Far Side by Gary Larson</a></figcaption></figure><p>Traditionally money has been defined as value, either as an encoding of a process (as a commodity), or as a process of production (labor), but these are only approximations. Money is not synonymous with value as not all celebrities are rich, and not all those who are rich are celebrities. Additionally, when we say that we can’t buy everything, we are referencing a limit as to what values can be commodified. So while money isn’t perfectly mappable to commodification or belonging, it is a generic enough valuation simply because it is so effective at binding strangers together in a working economy.</p><p>If we think of an economy as the aspect of a social order that distributes work and wealth, then money can be seen as replacing culture, familial obligations, and religion with other kinds of exchange economies (many of which used belonging to determine who gets what allocation — as with <a href=\"https://en.wikipedia.org/wiki/Caste_system_in_India\">traditional Indian caste system</a>). Money works so well because <a href=\"https://en.wikipedia.org/wiki/Shell_money\">trade of symbolic units of value is only necessary when groups of strangers, or exchanges with people who have no obligation to be fair to each other, must trade</a>.</p><p>Thus, one of money’s clues as dealing with belonging is how money works to bind us (and our behaviors) into its system.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/960/1*wGescOcFxnai3utFlXO0Aw.png\" /><figcaption>In the 20th century USA, the destruction of the family farm led to (sub)urbanization. The loss of farming knowledge for factory or office knowledge fueled American GDP since now people could only get sustenance through commodities.</figcaption></figure><p>In this sense, managing the economy isn’t solely about who belongs (although <a href=\"https://www.miamiherald.com/news/local/news-columns-blogs/andres-oppenheimer/article220544550.html\">a legal twist can make belonging more significant</a>). In a technocratic world, economic management is more strongly about managing the material processes that can be encoded in money — it’s about effectiveness.</p><h4>4.2. Effective Economics: Managing Desire and Belonging</h4><p>As money is value, economists assume any difference that arises between value and money is nominal. Assuming GDP is an indicator of healthy distribution, the point of finding inflation is to try to find real distribution, with the assumption that juggling purchasing power and income, and comparing that combination to past population’s prosperity, can allow us to decide how real inflation or deflation is (example <a href=\"https://www.youtube.com/watch?v=2A5t8dcW2Kg\">here</a>).</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FeXmOmdzsQVs%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DeXmOmdzsQVs&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FeXmOmdzsQVs%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/0de0ca621483a71f428da7088c5d4149/href\">https://medium.com/media/0de0ca621483a71f428da7088c5d4149/href</a></iframe><p>Money is the incentive for people to do the material processes people do — but it’s also a way of encoding belonging to drive people to be more productive. Money on its own cannot drive the economy.</p><p>The only thing that can drive/maintain economies are feedback loops.</p><p>In <a href=\"http://www.muratopia.org/Yamaguchi/MacroBook.html\">Money and Macroeconomic Dynamics</a>, economist Kaoru Yamaguchi states that between business cycles, stocks of inventory, interest rates, and the money supply, the flow of stock (inventory/supply lag) is the only scale that expresses the economy. In this sense, the real job of an economist is to manage feedback loops.</p><p>The more feedback loops that exist, the more encoding happens and thus, the more feedback loops that will continue exist to spur activity to encode more and more difference. Encoding status as a lifestyle of consumer products requiring constant purchase is one way to do this, so that factories can run, people can be employed, and products can be sold.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*6lphOK-IHfYKuXiQN9jtWA.jpeg\" /><figcaption>Finding new uses of technology to enforce an image is how consumers desiring to belong relative to their peers can drive the economy. Even now, <a href=\"https://the50shousewife.com/2014/07/05/a-real-1950s-daily-cleaning-routine/\">this form of belonging still drives consumption</a>.</figcaption></figure><p>The discovery of <a href=\"https://www.goodreads.com/book/show/398445.Waste_and_Want\">value is why image and consumer lifestyle is a huge part of both belonging, as status and as a driver of the economy (and pollution)</a>.</p><p>The 1950s lifestyle propaganda gave rise to a consumer driven society <a href=\"https://www.youtube.com/watch?v=yKY2O4KFmMU\">by satiating the desires it created with ads</a>.</p><p>Today that drive also works with the proliferation of apps and social media.</p><p>Apps will make money if people participate. And people will participate if they get something: such as <a href=\"https://itunes.apple.com/us/app/doordash-food-delivery/id719972451?mt=8\">delivery of food</a>, <a href=\"https://itunes.apple.com/us/app/uber/id368677368?mt=8\">more</a> <a href=\"https://itunes.apple.com/us/app/wag-instant-dog-walkers-sitters/id940734609?mt=8\">work</a>, <a href=\"https://itunes.apple.com/us/app/ada-pro/id1026272023?mt=8\">better quality of work</a> but especially if apps can help maintain lifestyle (<a href=\"https://landing.athenahealth.com/g/EHR?cmp=36381&amp;utm_source=bing&amp;utm_medium=cpc&amp;utm_term=%2Bhealth%20%2BIT%20%2Bapp&amp;utm_type=e&amp;KCID=de028595-a29b-4f79-9fdb-c3cf56162fbf&amp;utm_salesforce=701G0000000WkJ1\">health</a>, <a href=\"https://www.stashinvest.com/stash-today?msclkid=b19ada09a8bd1003254a8624cdf195ca\">wealth</a> and <a href=\"https://www.kaggle.com/\">other metrics</a> driven by information management).</p><p>Apps and social media work both by taking data from us and binding us to symbolic processes (such as Google Fit, or Yelp or Facebook lifestyle feeds in which we are all ads to our friends). This binding creates an inequality of desire within us, providing us with <a href=\"https://www.youtube.com/watch?v=v8u-RgsT_MQ\">more opportunities to feel (un)satisfied</a> with ourselves. Even an average statistic of “You’re doing great!” will encourage 100% of the users to keep it up. If you can improve, you should. If you are above average, you should continue to be so.</p><p>These (m)app(ing) associations can be as basic as the neurological mappings already inherent within us.</p><p><a href=\"https://appcrawlr.com/ios-apps/best-apps-fitness-motivation\">Best fitness motivation apps for ios (Top 100) - AppCrawlr</a></p><p>So while economists and big data analysis will try to find appropriate metrics to expose their lifestyle images to participants, maintaining the worth of an expanding dollar requires getting more people involved in feedback loops, buying more products, supplements and everything else.</p><blockquote>Done extensively, newer and deeper encodings can maintain units of difference by increasing surface area even if the encodings themselves are “meaningless”. In other words, encoding spreads by encoding more. We create deeper indexes of difference with infotech, and then colonize that valuation with more dollars.</blockquote><p>In this sense, the economy is a patchwork of encoding processes, recording transactions and then disseminating more material for more processing/capture.</p><blockquote>This is at the heart of why blockchains can work: <a href=\"https://medium.com/@cryptoeconomics/the-blockchain-economy-a-beginners-guide-to-institutional-cryptoeconomics-64bf2f2beec4\">they decentralize and objectify the ledger as the process of encoding symbols</a> which is all humans do to track transfers of difference.</blockquote><h4>4.3. Mapping Dollars onto Doings</h4><p>Money is not the only extensive material process whose existence as a feedback loop requires capturing and managing a stable ledger.</p><p>In biology, organs, cells, and other quasi-selves are contained processes, full of feedback loops that self differentiate into groups of nested things (perhaps, analogous to organisms, or the military). As an organism becomes more complex, so it gets more adaptive (forming more complex loops within loops, each self-contained but “helping” other loops), to weather shocks internally and externally.</p><blockquote>In this sense, human language and culture are additional feedback loops that allow for the encoding of difference to plan and weather shocks from the environment (the economy is one of these encodings, but so are databases, and Excel spreadsheets). The challenge today is that our material activities are so large, that our processes are creating the shocks in our own environment; we need to self-contain our own processes as they begin to disrupt each other through an ever more fragile environment.</blockquote><p>This view of encoding loops and then managing the encoding to manage the loop work (think of tax ID numbers and other account numbers). In that sense, a large group/corporation has a total activity that is mappable into more and more specific activities as you gain resolution (into departments, branches, and then to specific cubicles). Additionally, groups can be understood through <a href=\"https://en.wikipedia.org/wiki/Religious_symbolism\">their own coherent symbology</a> if <a href=\"https://en.wikipedia.org/wiki/Ta%E1%B9%87h%C4%81\">they have a unique desire</a>, or through <a href=\"https://en.wikipedia.org/wiki/Symmetry_group\">their greater coordination of material process combinations</a>. The greater the combinations of processes and their bureaucratic chain, the better the friendships and their willingness to explore and critique information, the greater their adaptability.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/960/1*pVs6kM_jrk9W_PIp5TZAdA.png\" /><figcaption>This is another way of viewing the information economy: as a series of processes that either encodes money, individual’s statuses, or in a database/ledger somewhere. Of course, each of the positions is an encoding and a materially expressed process.</figcaption></figure><p>This enrichment is only possible because at each step, be it a transaction, a structure or a process, humans encode the process(ing) as information into some kind of ledger and then use that objective marking to organize/justify their behavior (illicit encodings are the basis for white collar crime).</p><p>As we see in the 21st century, the net effect of having objective ledgers requires an awesome amount of cooperation: whether it be these megalithic structures we’ve built, data infrastructures or vast hierarchies of people, we have never lived in a more multifaceted and complex society. (The complexity is reflected in the layers of symbolic encoding, legal, digital and fiscal to name a few.)</p><p>Yet there is a problem. As information technology and its derivative technologies (like cryptography) advances, greater and greater difference will be recorded. Fancier machine learning processes (like self-guided machine learning processes) are needed to record and process more in-depth data faster to keep up with the data that is generated. As a consequence, groups and groupings become more able to self regulate their own structure as their (smart) structure begins to regulate itself.</p><blockquote>Essentially, machine learning is one attempt to automate the gap between environmental stimulus and encoded symbolic/material response.</blockquote><p>Today <a href=\"https://medium.com/rally-point-perspectives/the-new-way-humans-have-always-been-9b0555a08d78\">groups of all kinds have feedback apparatuses that only serve the group</a>. As we see large groups (like nations or corporations) with their own internal flows, their attempts to survive means encoding their processes directly onto the materiality of how people interact. This can be as simple as legally defining the bounds of an employee’s status, a corporation, or a specific job-function; or it can be as complex as creating software limits on what people are allowed to do (perhaps, information security). In a big picture sense, we can see how <a href=\"https://extranewsfeed.com/the-darkside-of-infosec-cd94d8cb01f6\">InfoSec is another form of 21st century domination</a> in which people can be trapped within the information domain of <a href=\"https://earth.galacticfederation.com/\">ever larger group apparatuses</a>. In this sense, the <a href=\"https://arstechnica.com/science/2017/03/the-social-media-echo-chamber-is-real/\">echo chamber</a> and the <a href=\"https://www.scion-architecture.net/\">self-governing island of the internet</a> are <a href=\"https://en.wikipedia.org/wiki/Great_Firewall\">the same</a>, as self-contained/self-regulated processes that manage a soup of symbols shared by innumerable groups of people.</p><p>Essentially, advanced technology allows us to organize in completely anonymous ways as we manipulate the very process of encoding itself so that symbols can be switched around automatically (as with <a href=\"https://www.goodreads.com/book/show/20604826-flash-boys\">high-frequency stock trading</a> or genetic engineering).</p><p>Manipulating symbols (as dollars or DNA) allows us to re-engineer any process. We machine learn ourselves or even the universe as symbolic wholes that are recodeable as humans can conceive of a cut between any input and output. (<a href=\"https://www.goodreads.com/book/show/89187.Revelation_Space\">This amazing series</a> is one such world.)</p><p>The gap between stimulus and response is the same gap between any mappable domains or any symbols/processes. If it can be stated in two symbols, we can mess with it.</p><h3>5. Navigating the Gap: iReality</h3><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FYJg02ivYzSs%3Ffeature%3Doembed&amp;display_name=YouTube&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DYJg02ivYzSs&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FYJg02ivYzSs%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/7b81950dcaec2503cc984d2748bd6b32/href\">https://medium.com/media/7b81950dcaec2503cc984d2748bd6b32/href</a></iframe><p>The augmentation of reality (AR) encodes difference by displaying difference directly onto experience. Instead of money providing cuts in options in a price tag way, we now also have technology to direct the common tech user towards even more unique and contingent options. This has the effect of <a href=\"https://www.theguardian.com/technology/2014/jul/20/rise-of-data-death-of-politics-evgeny-morozov-algorithmic-regulation\">guiding people to behaviors and creating feedback loops that could compel us into cyber-bondage/convenience</a>. While capitalism is the binding of human interactions in terms of money, iReality is the binding of human interactions in terms of information technology.</p><p>With AR, the link between <a href=\"https://www.techworld.com/picture-gallery/startups/who-are-uks-ar-vr-startups-3649524/\">brands</a>, <a href=\"https://medium.com/@ELEKSSoftware/augmented-reality-in-retail-reality-using-benefits-of-the-first-to-match-the-needs-of-the-second-a3569e0af12f\">capitalism</a>, <a href=\"https://medium.com/@amitt/how-augmented-reality-will-put-people-back-to-work-31f8bff10d53\">jobs</a>, <a href=\"https://haptic.al/free-online-virtual-augmented-reality-courses-5b94cd7d876a\">work</a>, <a href=\"https://hackernoon.com/can-augmented-reality-solve-mobile-visualization-f06c008f8f84\">design</a>, <a href=\"https://www.amazon.com/Augmented-Reality-Principles-Practice-Usability/dp/0321883578\">status</a> and <a href=\"https://medium.com/foursquare-developers/how-to-build-an-augmented-reality-app-using-the-foursquare-api-mapbox-arkit-b8873f110e85\">encoding</a> are all too immediate. No one really knows what <a href=\"https://medium.com/@space10/clouded-future-everything-we-know-about-the-future-of-virtual-reality-and-augmented-reality-2491f5e0a801\">the future interactions will hold</a> but <a href=\"https://blog.prototypr.io/ar-first-mobile-second-614e85673083\">maintaining the feedback loop — through user experience — is more important than the devices that do it</a>.</p><p>The needs of the user and the matching technology will determine the device and the kinds of interactions available.</p><p>One way that this regulation has been forced onto us, is through the justification that <a href=\"http://www.hongkiat.com/blog/augmented-reality-next-big-thing/\">it’s good for us</a> — like <a href=\"https://www.amazon.com/Ad-Boy-Vintage-Advertising-Character/dp/1580089844\">how lifestyle imagery is literally a series of goods (transactions)</a>. Since AR is still in the (near) future, let’s look at some timely standards of <a href=\"https://www.goodreads.com/book/show/6763725-capitalist-realism\">capitalist realism</a> of a previous stage:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*HqiKiMXTpT-YanMYURunzw.jpeg\" /><figcaption>Housewifey for the housewife (along with <a href=\"http://www.huffingtonpost.com/catherine-zinger/the-myth-of-unconditional_b_5925844.html\">the myth of unconditional love</a>)</figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/554/1*kf2t6nrSpq85-EroGv6rMg.jpeg\" /><figcaption>Fantasy based goods for kids</figcaption></figure><p>I mention these past campaigns because I wish to draw an analogy between the social media-app value propagation and 1950s lifestyle fantasies. While the 1950s had the radio and TV for information dissemination, what we will have today can only create vaster changes in our social landscape than we dare to imagine.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2F5jI0hvms09g%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D5jI0hvms09g&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2F5jI0hvms09g%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/801dc2257ed0c98b56c4537e32768e3b/href\">https://medium.com/media/801dc2257ed0c98b56c4537e32768e3b/href</a></iframe><p>Sensationalism aside, since we can’t really know what exactly AR will materially look like until it is here, it may be useful to explain how AR will affect our future by drawing an analogy to past consumer media.</p><h4>5.1 The Food Pyramid</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*ccS9yF0HtixeatapLksjSA.jpeg\" /></figure><p>Perpetuated by the United States Department of Agriculture in the 20th Century, the food pyramid is one of the most major regulatory justification/uses of propaganda in the United States.</p><p>On the consumer side, this campaign <a href=\"http://growmap.com/usda-food-pyramid/\">justified unbalanced diets in the name of science for the benefit of the economy</a>, so Americans could feed more money into the food industry.</p><p>As mentioned in 4.1, On the supply side, <a href=\"https://www.independentsciencenews.org/environment/america-becoming-a-land-without-farmers/\">the Department of Agriculture destroyed family farms with taxes and regulations in favor of factory farms</a>.</p><p>On the one hand, merging family farms into larger conglomerations allows corporate farming to push food prices down while ramping production up through <a href=\"https://www.investopedia.com/terms/e/economiesofscale.asp\">economies of scale</a>.</p><p>On the other hand, destroying family farms meant creating families that are not self-sufficient, meaning a greater increase of people participating in capitalism. <a href=\"https://rcg.org/realtruth/articles/100607-006-family.html\">Family farms are not capitalistic</a>, being from older systems of production and thus not centered on individual production. Definitionally, capitalism favors individuals as the base unit of production, not a family, even though <a href=\"https://www.foxnews.com/opinion/tucker-carlson-mitt-romney-supports-the-status-quo-but-for-everyone-else-its-infuriating\">families produce viable children</a> whereas capitalism provides little to no incentive for producing children.</p><p>A capitalist system allows individuals to be self-sufficient within its symbology but it cannot recognize an outside. <a href=\"https://www.goodreads.com/book/show/86160.The_Ugly_American\">Capitalism along with American values spreads by introducing money and products to its outside, at the border of a different economic system (the USSR)</a>.</p><p>Often spreading American advertisements and American products resulted in colonizing the world with American style symbols. Adopting our symbolizations meant adopting our cultures and our way of life.</p><p>What is significant about what the U.S. Department Agriculture did is that it was much smarter than culture spreading through gizmos and money.</p><blockquote>The U.S. Department of Agriculture changed the means of production by refocusing human labor from farming into more abstract endeavors such as law and finance, by educating consumers in preparation for a future with new technology.</blockquote><p>The result of their actions in the mid 20th century led to our society today, as American society became money driven. Technocrats, as defined by John Kenneth Galbraith, saw the rise of managed industrial populations, trends present both in the USA and in the USSR.</p><p>In a sense, technocrats mapped money with technology as management of money. We are now seeing a furthering of the trend as tech directly maps behavior. As companies merged to take advantage of economies of scale, so tech companies today merge to have greater scope in control over tech and data through vertical integration.</p><p>This merging is <a href=\"https://qz.com/786382/monsanto-bayer-dupont-dow-chemical-and-syngenta-defend-their-coming-oligopoly-mon-dd-dow-syt/\">still happening today</a>. The spread of production into wider and wider scopes means forming larger financial and corporate processes to manage the huge technological and material processes happening today. Ironically, as large companies become larger and get access to deeper technological processes, so individuals, through apps, get access to a wider range of informationally driven choice.</p><p>Another way to put this: if capitalism forces us to understand our choices through the lens of money, so iReality forces us to understand our decisions through technologically augmented choice.</p><h4>5.2. Augmented Choice</h4><p>It’s unlikely that money is going to go away and that we would be purely informational. As biological evolution only modifies what exists, so human developments will also build on what exists (rather than building something from nothing).</p><p>Money will continue but it will be subsumed by the digital age.</p><blockquote>A possible future for us: True Globalism requires <a href=\"https://www.goodreads.com/book/show/21892683-the-social-metabolism\">binding the metabolism of society into one mercantile system that would preserve the entropic reserve of nature (as its material encoding as ecological balance) and balance it with socially metabolizing so as to even out the spread of wealth</a>.</blockquote><p>The discovery of capitalism and its digitization in the 21st century is the realization of the agency that narrative and symbolic difference has as both valid encodings of material and information. Our ability to “read”/understand nature includes managing (non)resources (since we can’t tell what might be a resource in the future). Interestingly, this leads some to <a href=\"https://www.theguardian.com/science/2010/mar/07/vlatko-vedral-interview-aleks-krotoski\">conflate information with the physical world as physicists, working with tiny differences that are symbolized, start to think everything is information/symbolizable</a>. The mistake is that while <a href=\"https://www.theguardian.com/science/2010/mar/07/vlatko-vedral-interview-aleks-krotoski\">information (encoding) is the minimal difference for symbolizing any autonomous process</a>, the reverse is not true; not all information results in autonomous processes. There is a disconnect between symbolizable fields and reality, as the two can be mapped arbitrarily (what <a href=\"https://medium.com/u/887f8ba0c1a4\">Yale Landsberg</a>, founder of the Beth El number line, calls the Axiom of Contingent Cognition).</p><p>Computers arose through the needs of encoding an automated process. Forming the process for engineering self-regulation (<a href=\"https://en.wikipedia.org/wiki/Norbert_Wiener\">the foundation for cybernetics</a>) ultimately refers to what a self as a biological organism does to stay alive.</p><p>For those of us beings with imagination, encoding is also choice driven. This process is done through language, computational formalism, or other any symbolization. For example, in mathematics, this choice could be a choice in metric: between <a href=\"http://whatis.techtarget.com/definition/fuzzy-logic\">fuzzy values</a> and <a href=\"https://en.wikipedia.org/wiki/Mutual_exclusion\">discrete values</a>, or as <a href=\"http://www.tandfonline.com/doi/abs/10.1080/135467998387343?journalCode=pmat20\">the mapping type between analog and digital</a>. This does not mean everything is encoding. It only means that we can choose which system we want to encode with.</p><p>Every nominalization is a map so the structure of mapping is applicable across fields, just as neurological structures in the brain relate to each other. For instance, there are <a href=\"https://scholar.google.com/scholar?q=natural+language+processing+logic&amp;hl=en&amp;as_sdt=0&amp;as_vis=1&amp;oi=scholart&amp;sa=X&amp;ved=0ahUKEwitl8SPvb3WAhVFsFQKHRVOBBEQgQMIJjAA\">fuzzy control theories</a> and <a href=\"https://www.techopedia.com/definition/25629/mutual-exclusion-mutex\">mutual exclusion of processes</a> in programming.</p><p>While we have talked about how some maps have value because they have value for humans, so humans can value maps that are divorced from reality.</p><p>This choice in human mapping is best expressed by its minimal projections through the augmented reality of movies. Projections of the future can be utopic or dystopic based on the values we see, as <a href=\"http://comiccrossroads.wikia.com/wiki/The_Metaverse\">we see the world as a series of alternatives</a>, collected by some <a href=\"http://lotr.wikia.com/wiki/One_Ring\">irrational values</a> (this world is about greed, this one about <a href=\"http://www.imdb.com/title/tt0120601/\">John Malkovich</a>…).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/670/1*rESFLIdQ2E_Un86u2xAW8A.png\" /><figcaption>DC Comics playing with infinite alternatives.</figcaption></figure><p>In the end, though, these projections are only as big as their materiality; but the fact that this information can be encoded everywhere makes them (conceivably) universal… and the fact that any of these ideas could be encoded makes them advertisements for other forms of values, grander, larger and maybe cultural (as in American? Or Chinese? This depends on <a href=\"https://www.goodreads.com/book/show/54909.World_Systems_Analysis\">which cultural nation-state will be at the center of the world economy</a>).</p><p>Augmented choice means the inevitable arrival of hyperreality.</p><p><a href=\"https://en.wikipedia.org/wiki/Jean_Baudrillard\">Jean Baudrillard</a> introduced the concept of <a href=\"https://en.wikipedia.org/wiki/Hyperreality\">hyperreality</a> in <a href=\"https://www.goodreads.com/book/show/22613.Simulacra_and_Simulation\">Simulation and Simulacra</a> to talk about how human material competency allowed for the creation of environments that were divorced from reality (such as <a href=\"https://www.goodreads.com/book/show/688540.America\">Disneyland and Las Vegas</a>). Essentially hyperreality is an how any narrative can become material, having values wholly on their own, a sign of how postmodernism disconnected many maps. Hyperreality is an interesting marker of group fantasy.</p><blockquote>“There is no such thing as the social production of reality on the one hand, and a desiring-production that is merely fantasy on the other … <em>social production is purely and simply desiring-production itself under determinate conditions” — Deleuze and Guattari, Anti-Oedipus</em></blockquote><p>Fantasies are always group affairs. Apps and information technology, by showing us alternate realities, further our group fantasies and thus present <a href=\"http://theconversation.com/how-celebrity-non-experts-and-amateur-opinion-could-change-the-way-we-acquire-knowledge-106002\">another dimension of interaction/management in our distribution of wealth and work</a>.</p><p>This begs a question: If all group consciousnesses are material fantasies, then which fantasy should be legit?</p><h3>6. Is there a Post-Choice -ism?</h3><p><a href=\"https://medium.com/@sulphuroxide_42510/the-truth-of-mathematics-and-postmodernism-7100c95b37a7\">Postmodernism attacked the legitimacy of social order</a>, pointing out how social order arose out of a history of oppression normalized through politically charged information (propaganda). Outlining the minimally structured choice between legitimacies was one of the discoveries of postmodern philosophy, but postmodern academia was constantly sidetracked with <a href=\"https://www.facebook.com/groups/2232336063/permalink/10155695840241064/\">different types of categorical systems</a>, some of which included each other but were <a href=\"https://linguisticcapital.wordpress.com/2017/06/01/pataphor-in-mechanism-design/\">more than category theory could morph as a stable difference</a>. Essentially, once difference was more than two, it was easy to see difference as a <a href=\"https://www.goodreads.com/book/show/203324.Deleuze\">multitude</a>. If not one then why not every? Picking the greatest inclusion is the right way to go, but cohering to figures of inclusion, by its nature, excludes.</p><p>One of the sometimes unspoken collusions between postmodernism and capitalism is how postmodernism, along with the rise of civil rights, attempted to delegitimize the enforcement of outgroupings, to expand the number of people who could belong in capitalist exchange (first were white women, then minorities, then homosexuals and the disabled…). This sounds inclusive, but one of the critiques of postmodernism’s neoliberal governance is that the cosmopolitan transnational, transracial and transgender figure is not inclusive of everyone. For instance, <a href=\"https://en.wikipedia.org/wiki/Antonio_Negri\">Antonio Negri</a> and <a href=\"https://en.wikipedia.org/wiki/Michael_Hardt\">Michael Hardt</a> in <a href=\"https://www.goodreads.com/book/show/67012.Multitude?from_search=true\">Multitude</a> argue that cosmopolitan cities were hotbeds of liberal populations because those populations formed their own transnational economy independent of the culturally intensive regional areas of inland cities, which tended towards more traditional tropes.</p><p>Regardless of the effectiveness of late 20th century political, social and economic consciousnesses, politically, <a href=\"https://www.youtube.com/watch?v=lKDeyuM0-Og&amp;bpctr=1546489267\">any group organized around a projected idealized future does so by negating an outgroup</a> (which is a consequence discussed in section 3). <a href=\"http://slatestarcodex.com/\">Slate Star Codex</a> notes that <a href=\"http://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/\">the group negated is often at the “border”: their negation creates a space between a home group and others</a>: such as the <a href=\"https://en.wikipedia.org/wiki/Anfal_genocide\">Kurds</a> from the Middle East, whites from <a href=\"https://www.vice.com/en_us/article/4wnked/skinheads-v11n10\">alt-whites</a>, or even to <a href=\"https://medium.com/@troycamplin/our-university-culture-chapter-1-part-2-2b55bd97a152\">certain forms of political justification/group formation over others</a>.</p><p>In a sense, while groupings are arbitrary (in that their material stake will organize them) they will still structurally and thus, materially, perpetuate forms of intolerance and fascism <a href=\"https://extranewsfeed.com/why-political-correctness-is-not-working-461608aa5e47\">by creating and scapegoating</a> to enforce how they are different/more deserving from/than others. The net result of all this negation and grouping is to deny choice, to follow the well-worn ruts of ideology that direct us into becoming who the group determines we should be (which is <a href=\"https://extranewsfeed.com/why-political-correctness-is-not-working-461608aa5e47\">what stereotyping is</a>).</p><p>Even philosophically, what the conservative Truth systematizers like Alain Badiou would deny us is the <a href=\"https://medium.com/@sulphuroxide_42510/we-are-the-internet-8c42d57590f5\">true variety of choice</a>. Radical freedom is unnameable in that nominalizing any possibility will imply a negation of what the future is not. This is how <em>we are free to choose even our own Fascism: by knowing our present through a projected future free of some kind of outgroup</em>.</p><p>Thus it behooves us to pick a future that is the most open to including as much possibility as possible. This may sound transgender, transhuman and transnormal, but <a href=\"https://www.dailymail.co.uk/news/article-6561259/Young-mother-barred-pub-wearing-T-shirt-saying-Woman-human-female.html\">even those positions contain rejections if metastasized absolutely</a>.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1000/1*ZSGJvNTdPDINp743e_KPlA.png\" /><figcaption><a href=\"https://en.wikipedia.org/wiki/Jorge_Luis_Borges\">Jorge Luis Borges</a>’s <a href=\"https://en.wikipedia.org/wiki/The_Aleph_(short_story)\">The Aleph</a>, oh the mysticism of the symbolic א!, which contains all combination of possibilities, deep equilibria and alternate metrics and morphologies.</figcaption></figure><p>The solution is, thus, a metamodern openness, one that is contingent on finding fixed points for partial synchronicity rather than enforcing an absolute figure for identity with definite borders.</p><p>The process of finding synchronicity means that metamodernism in practice is a process and not an ontological essence.</p><p>Given the overwhelming number of relations we can generate from seemingly endless new processes, how can we begin? We can choose from <a href=\"https://medium.com/@sulphuroxide_42510/net-speak-101-4cacc4f09408\">metaphors to describe new arbitrary collections of processes</a>, <a href=\"http://www.memes.com/\">structures that generate their own choice</a>, new <a href=\"https://warontherocks.com/2017/08/the-islamic-state-may-be-failing-but-its-strategic-communications-legacy-is-here-to-stay/\">modalities of encoding</a>, <a href=\"https://theintercept.com/2017/06/25/ralph-nader-the-democrats-are-unable-to-defend-the-u-s-from-the-most-vicious-republican-party-in-history/\">insulation</a>, <a href=\"https://www.foreignaffairs.com/articles/2017-08-15/false-prophecy-hyperconnection?cid=int-now&amp;pgtype=hpg&amp;region=br2\">new encodings as ideologies to justify processes</a>, or <a href=\"https://thenib.com/in-defense-of-twitter\">new processes as platforms of encoding</a>. The possibilities are endless, but expressible as an analogy of <a href=\"https://en.wikipedia.org/wiki/Aleph_number#Aleph-naught\">the Aleph naught</a>.</p><p>Traditionally there is a nominalization for such a procedure that can make available any process. This brings us to one of the headiest of cultural ambitions:</p><h4>6.1 The Philosopher’s Stone</h4><p>Various cultures all sought an equivalence of the philosopher’s stone. In alchemy, this was a substance that could turn a worthless material (lead) into a worthwhile material (gold). In terms of this article, the philosopher’s stone is a mapping/process that will essentially yield whatever the bearers want, allowing us full access to the Aleph. In data science, this would be the master algorithm, which would magically give us all the material calculations we would want.</p><p>The dream of achieving the philosopher’s stone isn’t dead, whether we think of it as genetics, aliens, limitless energy, <a href=\"https://www.goodreads.com/book/show/83518.The_Singularity_is_Near\">singularity (A.I.)</a>, or even <a href=\"https://www.scientificamerican.com/article/black-hole-computers-2007-04/\">black hole computers</a>. The philosopher’s stone is the ultimate tech: what humans have been trying to achieve since we recognized the existence of the symbolic layer and its mysteries (one such expression includes <a href=\"https://en.wikipedia.org/wiki/Runic_magic\">Runes</a>).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*VPB0y8zfX4WSf1VxWLqDhw.jpeg\" /><figcaption>From the <a href=\"https://www.rosicrucian.org/rosicrucian-digest-alchemy\">Rosicrucian Digest</a></figcaption></figure><p>The philosopher’s stone is the desire for a magic word or some kind of symbol by which we can have access to an open ended material transformation.</p><p>Yet, when we consider the reality of human encoding and controlling processes, there is a more mundane expression of manipulating symbols and controlling processes.</p><p>Manipulating process through symbols is what companies do, <a href=\"https://www.theguardian.com/news/2017/sep/07/how-the-aristocracy-preserved-their-power\">what the former landed gentry has done</a> by using legal fictions. The bureaucratic code that determines what is fair for all is also used to hide illicit wealth and skim off government money. The complexities of society can be mechanized, their mundane truth, like <a href=\"https://creative-analytics.corsairs.network/analytic-lessons-from-behind-the-curtain-7911417a0359\">the wizard behind the curtain</a>, hidden behind the justification of fairness, power and righteous authority.</p><p>Many new standards for determining fairness will be found through information technology. And so the American elite will do to the American public what the early British wealthy did to their public: legalize a kind of slavery, where the poor pay for the commons (through taxation) while the rich collect more opportunities to gather greater wealth. This can and will be done through information technology as AR, Web 3.0 or any number of possible distributions of information and agency.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FIojqOMWTgv8%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DIojqOMWTgv8&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FIojqOMWTgv8%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/cb7e5c992e1381e719d89a0f97909239/href\">https://medium.com/media/cb7e5c992e1381e719d89a0f97909239/href</a></iframe><p>Meanwhile, <a href=\"https://aeon.co/essays/how-economists-rode-maths-to-become-our-era-s-astrologers\">like astrologers</a> looking for who knows what encoding, super/data science may not find the right encoding. But we all will still believe, hope and dream. In that sense, society runs via the justifications it gives; not in terms of the expressed symbols but by the information it dictates to us as being the correct processes for us by determining who we are. If we think we are something we are not, then we may be all the more manipulable, since a lived lie can be changed more easily than a truth that has the weight of reality.</p><h4>6.2 Choosing our Future</h4><p>So who are we? There are two qualifications for picking the right encodings — symbolizations that will align with the correct material processes that will bring us to the future we want.</p><p><strong>6.2.1 Justification and Choice<br></strong>From the whole of human history, it appears that any human culture that happened at some point, was justified — making justification seem pretty arbitrary, and therefore easy to manufacture.</p><p>This ease is an illusion. Finding justifications only appears open because history is so vast. In actuality, we have to deal with the justifications that currently are acceptable and then transition to new ones, preferably new justifications that will enable encodings consistent with a desirable future.</p><p>This is why the philosopher’s stone was so coveted. Finding new encodings to direct humanity is not easy, as people have to agree to want it.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FR0dL7riclpU%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DR0dL7riclpU&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FR0dL7riclpU%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/915dee0d8bf0b43b8cd8126efd0bb030/href\">https://medium.com/media/915dee0d8bf0b43b8cd8126efd0bb030/href</a></iframe><p>Socially, choice is often the “forced choice” so often explored by Slavoj Žižek as <a href=\"https://www.abc.net.au/religion/on-liberal-blackmail-refusing-the-false-choice-between-marine-le/10095814\">society often requires choosing the “correct” choice so that the veneer of justified social legitimacy is maintained,</a> with the status quo power structure validated.</p><blockquote>As an aside, <a href=\"http://nymag.com/intelligencer/2018/12/the-unabomber-ted-kaczynski-new-generation-of-acolytes.html?fbclid=IwAR10S0pknjzSoogDL4YRe0RfxURjUFfQ8rKyl4CPTNelvUzifGmARNTEFxU\">the case of Ted Kaczynski</a>, the unabomber, is an example of refusing to pick “the” choice. IMHO, seeking to destroy everything without offering an acceptable solution will lead to people just rebuilding what was destroyed. Also, any revolution that has tight constraints on who is allowed won’t succeed; as a good revolution preserves the people, which means that it must be acceptable in some way to everyone else’s self-concept. One possible solution would be to ride on an Event that would determine a new self-concept for everyone.</blockquote><p><strong>6.2.2 Effective Symbolism<br></strong>The second qualification is actually pretty constrained, as hard physical realities, such as climate change, require understanding the material processes involved to such a degree that manipulating them improves our situation rather than deteriorating it.</p><p>Unfortunately often, picking the effective technologies that will give us the desired future can be at odds with what we think should be (such as <a href=\"http://vegankit.com/why/\">the #1 struggle for those looking to practice veganism</a>). Other times, even testing a new technology or economic arrangement would require an investment in that technology that may require many people believe in it first before there is proof of benefit.</p><p>This is why I believe we shouldn’t try to calibrate a future according to <a href=\"https://mavenroundtable.io/theintellectualist/news/study-by-mit-economist-u-s-has-regressed-to-a-third-world-nation-for-most-of-its-citizens-Sb5A5HZ1rUiXavZapos30g/?utm_source=Amplify&amp;utm_medium=Intellectualist&amp;utm_campaign=Facebook&amp;fbclid=IwAR0njiA0zQJTNyH7WShr904coYuHKPySdzEJzAnVz2hyZz6j8jUqnLW4nVg\">an image</a> or a <a href=\"https://www.technologyreview.com/s/612640/universal-basic-income-had-a-rough-2018/?fbclid=IwAR3aYA_3C5l4YgkXE5O-ATBnM5EwUeRcOf-dv4n5zQxDFGZmjXo4eZiFNYw\">content</a> (like fixing just <a href=\"https://medium.com/basic-income/the-real-story-of-automation-beginning-with-one-simple-chart-8b95f9bad71b?fbclid=IwAR2tY_c9XBKwWpv5hZZYiihXJTV7NAFdMVZ7jejPtuqEfM1KcoKMLDN5BlM\">one problem</a> or worshiping <a href=\"https://en.wikipedia.org/wiki/Steve_Jobs\">one</a> <a href=\"https://twitter.com/elonmusk\">figure</a>). Instead, we should resist wasting our social capital and try to enable greater exchanges of information and <em>understanding</em>, which means learning more <em>from each other</em> while suspending/challenging our beliefs.</p><p>In that sense, the timing for a world wide web has never been better, since so much of our future is at stake. Technology outpaces the <a href=\"https://en.wikipedia.org/wiki/Endowed_Schools_Act_1869\">factory style education</a> many people (millennials and older) were exposed to, so that today the most important education happens in the “real world” of our online space.</p><p>Only by expanding our reach and understanding will we come to find the fixed equivalences of newer domains so we can have greater resolution about who we are and what we can actually become.</p><p>Each deeper resolution gives us more choices about how to effect the process. Technology is by its nature disruptive.</p><p>This indirect exploration is found in <a href=\"https://www.goodreads.com/book/show/8578995-stranger-in-a-strange-land\">g</a>r<a href=\"https://www.goodreads.com/book/show/76683.Foundation_s_Edge\">e</a>a<a href=\"https://www.goodreads.com/book/show/584437.The_Garden_of_Rama\">t</a> s<a href=\"https://www.goodreads.com/book/show/109.Heretics_of_Dune\">c</a>i-<a href=\"https://www.goodreads.com/book/show/1056946.The_Diamond_Age\">f</a>i <a href=\"https://www.goodreads.com/book/show/28503870-stories-of-your-life-and-others\">s</a>t<a href=\"https://www.goodreads.com/book/show/89184.Absolution_Gap\">o</a>r<a href=\"https://www.goodreads.com/book/show/2930299-the-lathe-of-heaven\">i</a>e<a href=\"https://www.goodreads.com/book/show/370897.The_Gods_of_Riverworld\">s</a> where technology unleashes the possibility of finding new arrangements, new justifications and new limits for our continued existence. Great fiction is one mirror for us to determine who we could be as we find ourselves in strange new worlds that we create.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/180/1*V5pEVhNaw6AJPVFHVrwNMA.png\" /><figcaption><a href=\"https://en.wikipedia.org/wiki/Euler%27s_formula\">Euler’s formula</a> is one way fixed points between domains allowed mathematical understanding to extend itself.</figcaption></figure><p>This hopping of context through fixed points is the way mathematics extended itself. It is also the favorite way for people to learn new contexts (such as with food, through the fixed points of our bodies). With metamodernism and iReality, there remain too many contexts we will miss if we stick to more familiar “concrete” figures from standard tropes such as race or intelligence.</p><p>Before we conclude, I do want to emphasize the takeaway. As stated, this article isn’t about a specific content but rather about method.</p><h3>7. Takeaway</h3><p>The point for this approach is to argue for finding sweet-spot calibrations across arbitrary contexts. Understanding those equivalencies will enable us to find causally effective approaches regardless of the veneer of socially accepted forms of justification.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FQ3BQAYg2bYU%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DQ3BQAYg2bYU&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FQ3BQAYg2bYU%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/8d3b599482c6f4dd12927845ac9747f0/href\">https://medium.com/media/8d3b599482c6f4dd12927845ac9747f0/href</a></iframe><p>I don’t mean that we shouldn’t support solutions like UBI that change the lives of people like us, but rather, that we should first apperceive the foundations of our sensemaking. We should mind the limits of what is essentially our highly reduced symbolisms of language and other conceptions.</p><p>Our ability to map things arbitrarily seems to have served us best by enabling us, after countless millennia, to find more effective mappings (like our <a href=\"https://library.automationdirect.com/basic-electrical-theory/\">Theory of Electricity</a>). Yet our ability to map also allows us to justify nearly any social arrangement, including cannibalism, genocide and child sacrifice.</p><p>Likewise, our ability to create things arbitrarily just by slicing the pie differently has also served us in finding effective truths (like <a href=\"https://factualfacts.com/history-of-dna/\">finding the helical structure of DNA</a>); but it also can blind us to <a href=\"https://edoc.site/she-unnames-them-ursula-k-le-guin-pdf-free.html\">the possibilities hidden in our nominalisms</a>.</p><p>Thus, this method takes a metamodern approach via fixed points between different domains (which should be very easy to do, given how iReality will expose us to a vast array of different contexts). There is only one step: Find alternate forms of sensemaking and combine them to see what is structurally fixed between them. I don’t mean that we should find content, but that we find the most basic and abstract invariants with the widest consequences should those invariants be altered. Those equivalencies can then form the basis for building the world we want.</p><p>This approach has been the mainstay of this article, which, hopefully, has been illuminating.</p><p>If you liked this article, give it a clap or 50. If you think this article interesting, follow me, and check out <a href=\"https://medium.com/@sulphuroxide_42510/latest\">other articles I wrote</a>.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=3c1856b09b1f\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/informational-realism-3c1856b09b1f\">Informational Realism</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "a lee",
  "guid": "https://medium.com/p/3c1856b09b1f",
  "categories": [
    "culture",
    "metamodernism",
    "philosophy",
    "technology",
    "economics"
  ],
  "isoDate": "2019-01-11T22:47:04.000Z",
  "publishedAt": "2019-01-11T22:47:04.000Z"
}