{
  "creator": "Bonnitta Roy",
  "title": "CRiSP Interview",
  "link": "https://medium.com/open-participatory-organized/crisp-interview-d52e73ffac45?source=rss----68aa8a9faca8---4",
  "pubDate": "Tue, 23 Oct 2018 16:51:36 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*_LnI9qD0Wo3si-K87Cj2-w.png\" /></figure><h4>Join in the conversation! Attend the <a href=\"https://www.crisp.se/kurser/self-organization-beyond-the-team-open-participatory-organization-foundations-november-15-16-2018\">OPO Foundations Course</a> this November in Stockholm at CRiSP.</h4><p><strong>What is open participation and why does it matter in organizational life today?</strong></p><p>Organizations face continuous pressure to “level up” to new social and economic realities. This places enormous strain on legacy structures which are difficult to overhaul, and conventional management practices which are difficult to shed. Instead of offering yet another “off-the-shelf” product, we help people see simple but powerful opportunities to become more open and more participatory in their everyday ordinary work.</p><p>In agile software development there is the notion of <em>refactoring</em> when code has become too unruly and is increasingly built up in an ad hoc manner. Refactoring means starting over with clean, elegant code. It releases a tremendous amount of complexity from the system. Open participatory practices do the same for organizational structures. It releases complexity and affords more elegant ways to solve complex problems.</p><p><strong>So OPO is basically a location based structure to self-organize and to self-manage in organizations?</strong></p><p>Self-organization and self-management are core principles of open participation. <em>Location-based-structure </em>is one way to optimize them. It is the only way I know that also avoids the “law of suboptimization” which states that when you optimize the lower system, you suboptimize the higher (and vice-versa). This “law” leads to paradoxes in incentive systems that have to juggle rewarding individual merit, team performance, and company profits.</p><p>Locations are defined as mutually interdependent. No individual location can be defined outside of its context with larger strategic wholes; but the “whole” is not defined other than by the interdependent coherence of all the locations. The language of “location” helps reinforce the synergistic way of thinking. If you renovate your kitchen you are simultaneously adding value to your house, and to the experience of everyone who lives there. Similarly, in the OPO, people focus on making sure that the locations are healthy, and that the relationships between them are synergistic. This simultaneously adds value to the larger whole.</p><p><strong>Let’s ask some frequently asked questions, as most readers may be new to these ideas.</strong></p><p><strong>FAQ 1) What happens with managers in a self-managed organization or at a self-managed location?</strong></p><p>Well, they are not called managers anymore, because the role-identity of “manager” is a static, fixed role. What we can expect is that people take up leadership roles “on demand” depending on what the context the team is experiencing, or how the location evolves. People can often settle back into the habit of waiting for someone to tell them what to do, and there will always be an individual or two who will fill that role out of a power grab or out of pure frustration. This is why most self-managed locations today need support from coaches or need a group facilitation as part of their on-going self-reflection.</p><p><strong>FAQ 2) How do you make sure that people and teams do what they are supposed to do?</strong></p><p>It is a psychological fact that most people, from a very early age, are genuinely motivated to use their skills — what they know how to do well, and what they are proud of doing well — to help other people. Even a toddler will leave their toys to pick up and hand something back to an adult stranger who feigns to have dropped it. It turns out, however, that when the toddler is <em>rewarded</em>for this behavior, they stop performing it.</p><p>This means what drives people is <em>helpful participation</em>, not rewarded performance. To build a robust location means to clearly identify the purpose to which people are contributing their skills. Placing teams in conversation with end users and clients, for example, puts a real face on purpose. Team play and group learning are also powerful purpose-driven values.</p><p><strong>FAQ 3) What is the role of leaders if there are nobody to manage?</strong></p><p>In the OPO toolkit, we identify six different types of leaders. There are leaders focused on autonomy, who help people develop their individual self, from reactive to creative modes. In the words of psychologist Robert Kegan, they help people become self-authoring. There are leaders who have a high relational competence who can engage people at a deep affective level, providing valuable support and counseling for people who are stuck, overwhelmed, or facing a challenge they cannot handle alone but neither in a public setting. There are leaders who are very action-oriented who, like sports coaches, can infect teams with a great deal of goal directed enthusiasm, grit, and determination.</p><p>These leadership types are somewhat conventional. At best, they act as servant-leaders, but there is still a kind of gap between what they are doing, and the people whom they serve.</p><p>In a participatory organization, there is the possibility of a new form of leadership where this gap doesn’t exist. These leaders are fully in the game, and lead by the force of their example. It is the leadership of outstanding participation, a leader not above others, but a leader among others. There are three types of participatory leaders: the inspirational leader, the transformational leader, and the synergizer.</p><p>Like the sports coach, the inspirational leader is action-oriented. But unlike a coach who teaches from the locker room or drives performance from the sidelines, the inspirational leader picks up the ball and delivers an inspirational performance in the midst of the game itself. Think Elon Musk tackling the space industry.</p><p>The transformational leader is an alchemist. In the midst of anger, they create laughter, in the angst of defeat they create play, in the shock of failure, they create curiosity.</p><p>Lastly, the synergizer is a leader whose presence and participation in a team generates a greater coherence than is possible without them.</p><p>Now the interesting thing is with OPO sensemaking tools, we can identify the hidden leadership gifts in individuals before they mature and manifest. This helps us customize developmental support to suit the unique ways people contribute to shared leadership.</p><p><strong>FAQ 4) How do you create alignment towards goals and establish strategic focus in an organization without a clear chain of command?</strong></p><p>In the OPO, alignment and strategy are challenges in <em>designing and populating locations</em>, rather than challenges in establishing and maintaining control.</p><p><strong>FAQ 5) If there are no managers, who is then responsible to make sure that regulatory rules and laws are followed?</strong></p><p>Depending on the complexity involved, regulatory rules would fall under the objectives of a network location if they were global to the organization as a whole, or to the core location in which the rule applies. For example, international trade laws might apply on the network level, whereas electrical wiring code on the local level.</p><p><strong>FAQ 6) How do you make sure teams and departments don’t overspend resources?</strong></p><p>Resource allocation is re-imagined as flows in the OPO. There should be phase of throughput with milestones and key parameters for “opening the flow gates” in one directions or another, which are basically design choices between enabling and constraining dynamics. In addition, questions of resource allocation are examined through all four strategic lenses, in order to more holistically understand the need that is being experienced.</p><p><strong>Can you give us a short introduction of your experience and what you enjoy working with?</strong></p><p>I have always been fascinated with the natural world. As I child I would spend summer evenings watching ants come and go, carrying their eggs, building their nests, foraging for food and occasionally squabbling over territory. This led to an attraction toward natural systems design in gardening and farming, but also as it applies to companies, education and community associations. I studied neuroscience and philosophy in graduate school, but, when not in the lab, I spent most of my time learning about the local ecosystems around the Bay Area in California — from the ground up. I became a self-taught horticulturalist, and ecologist, and I moved back east to New York City (of all places) where I ran an interior-exterior plantscape design company.</p><p>Growing a company from scratch in New York City is not easy. The owner and I made up everything as we went along, designing and acting from simple principles and avoiding the traps that would escalate complexity. Here I was intuitively borrowing from regenerative design principles in ecology. Eventually I yearned to work more with large landscapes and “wild land” so I moved to Northwest Connecticut where my partner and I began building out our home/horse farm. I helped the owners of a local garden center and nursery expand to an $11 million Design-Build and construction firm. I was fortunate to work with people from all walks of life, and to work on fabulous properties and award-winning projects.</p><p><strong>What are some of the strengths that you have seen in agile organizations today in terms of practicing OPO ideas?</strong></p><p>Many agile organizations have intuitively come to the notion of <em>location</em> through various trials and errors, where locations have been called “strategic bets” or “initiatives.” This seems to release some of the complexity around scaling where people combine and recombine in different ways (teams, squads, teams-of-teams) to perform projects of varying complexity.</p><p>Emphasizing value sets at individual, local and global levels also seems to build alignment and strategic depth at different organizational scale.</p><p><strong>What are some of the limitations in agile organizations that OPO can help with?</strong></p><p>Agile has gotten itself stuck in its own conventions and since OPO is based on robust theory, it can help people gain confidence in experimenting and implementing new practices. Agile has two challenges to break through — call them a wall and a ceiling.</p><p>The wall is the imaginary (yet mostly informal) boundary that is built around a team, which inhibits experimenting with recombining people according to changing contexts. The limitation here is that while people have become used to performing <em>as a good team</em> they are not yet good at what we might call “teaming capacity” — which is the ability to synergize in many different situations and in different contexts.</p><p>The “ceiling” is the imaginary (yet more formally imposed) boundary between front line operations (“core locations” in the language of OPO) and managerial levels (“network” functions in the OPO). The challenge here is to build in strategic orientations from the bottom-up, by teaching front line teams to think through the four strategic orientations.</p><p><strong>How is OPO different from other approaches to introducing self-management ideas, such as Holacracy and Sociocracy 3?</strong></p><p>Holocracy is heavily based on roles, and it is the role that defines the hierarchy up the organization. OPO is based on locations, which are strategically designed and integrated on a structural level. People in a location at a higher strategic level have no managerial or disciplinary power over those people working in a core or front line location.</p><p>Sociocracy is a governance platform that can be fully integrated into the OPO governance. It has simple but powerful protocols for how people can self-govern in an open participatory organization.</p><p><strong>Does OPO “work” inside a conventional organization, or do you have to start an organization as an OPO from scratch for it to work?</strong></p><p>Anyone can apply OPO ideas to help teams in conventional organizations become a bit more open and a bit more participatory. This is more impactful than you might imagine! However, in order to fully experiment with OPO platform, conventional organizations can create special “innovation zones” to seed the emergence of new structures.</p><p>This is what is happening at NTNU — the Norwegian version of “MIT” — where the economics department has set aside a fast growing division that is operating exclusively on OPO principles and practices. How exciting is that?!</p><p><strong>What are some themes of change in organizational life and society that you feel may be going unnoticed in terms of the Future of Work?</strong></p><p>I think most people think that the existing institutions and organizations will find a fix for everything, and then things will go back to “normal” and the average person will be able to just settle for a job that doesn’t demand too much, with easy instructions and a reliable paycheck.</p><p>Few people are aware that the future is demanding that we change <em>first as individuals</em>, because this time around, the change needs to be bottom-up. And that means there is a tipping point function where a certain percentage of people actually have to develop new capacities in order for the new institutions to emerge from their collective participation.</p><p><strong>You are also involved with developing new cutting edge sensemaking tools suitable for agile teams and organizations working in complex environments. Can you tell us a little about that and what it is for?</strong></p><p>Our sensemaking tools identify how teams make collective sense in order to decide on future actions. APP-AI sensemaking tools help teams organize to be more responsive, improve information flows, and lower the thresholds for action.</p><p>Our first tool is called TAP (Team Action Potential). It is a simple but powerful sensemaking survey that helps evaluate team performance and growth potential to determine how responsive teams are. The results indicate supporting actions that will grow potential and drive peak performance.</p><p>We will be running TAP profiles for teams starting in January 2019. We have plans to roll out two others: ARC reveals how organizations see themselves in relation to their environment, identifies different strategic mindsets, helping them to better anticipate and respond to change. APP profiles individual values, showing us the different ways individuals make meaning of their relationships with others in the context of the workplace, helping to build deeper and lasting engagement.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=d52e73ffac45\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/crisp-interview-d52e73ffac45\">CRiSP Interview</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/d52e73ffac45",
  "categories": [
    "management"
  ],
  "isoDate": "2018-10-23T16:51:36.000Z",
  "publishedAt": "2018-10-23T16:51:36.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*_LnI9qD0Wo3si-K87Cj2-w.png",
  "collections": [
    "https://medium.com/feed/open-participatory-organized"
  ]
}