{
  "creator": "Bonnitta Roy",
  "title": "Sensemaking in Organizations Pt. 2",
  "link": "https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-2-ebaccf83d3b1?source=rss----a60ecff0d41a---4",
  "pubDate": "Tue, 22 May 2018 17:04:36 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/880/1*c7niS71MJO3KfMkjg2CpRA.jpeg\" /></figure><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fplay.ht%2Fembed%2F%3Farticle_url%3Dhttps%3A%2F%2Fmedium.com%2F_p%2Fsensemaking-in-organizations-pt-2-ebaccf83d3b1&amp;display_name=Play&amp;url=https%3A%2F%2Fplay.ht%2Farticles%2Febaccf83d3b1&amp;image=https%3A%2F%2F1%2AScRnohi4lPn9ryXnvglyOw.jpeg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=play\" width=\"700\" height=\"185\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/2b08ccdd898bbc84fb3d206a1678566c/href\">https://medium.com/media/2b08ccdd898bbc84fb3d206a1678566c/href</a></iframe><h3>Sensemaking in Organizations Pt. 2</h3><h4>The Second Wave of Sensemaking</h4><h4>This is a three-part story. <a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-1-e79c4aaf63ca\">In part one </a>I presented a brief history of how organizations have changed in the past in order to make better sense of the environments they faced. In this article I discuss how agile adoption represents a second wave of sensemaking. In part three I discuss the future of work and the kinds of sensemaking technologies we can anticipate.</h4><p>The 70’s and 80’s were times of competing ideas on organizational structure and group behavior. These were the intellectual grounds that produced open systems experimentation and a variety of hybrid structures. Organizational models moved away from the notion of an isolated organism, and metaphors based on the ideas of the new science of ecology, came to predominate. Yet the ideals put forth by open systems and ecological thinking were handicapped in practice, not because the models were faulty, but because information technology was inadequate to support the kinds of information flows that the models told them were necessary. Only until the mid 90’s was it possible to explore these models in actual practice — but the scene had already been set a decade before. Not surprisingly, then, organizations evolved at an unprecedented pace.</p><p><strong>Open systems</strong></p><p>The central insight emerging from open systems thinking is that all organizations are incomplete and depend on exchanges with other systems. The notion of “environment as threat” was replaced by the realization that environmental features are conditions for their survival. Open systems are characterized by 1) interdependent flows and 2) interdependent activities, performed by 3) shifting coalition of participants by way of 4) linking actors, resources and institutions, in order to 5) solve problems in 6) complex environments.</p><p>To make sense in open systems, the new information technologies were adopted to update the way information propagated through the system. But the two other sensemaking requirements also needed to change, namely, the ways people organize to sense and make sense together, and their thresholds for action.</p><p>Sure, organizations were quick to adopt ready-made information technologies that satisfied a decade-long demand, but they remained slow to examine their own structures and policies. On the structural front, sensemaking is thwarted by hierarchical systems, fixed power roles, functional silos, and vertically integrated companies. On the action side, change is stifled by centralized administration, bureaucratic inertia, policy-driven decision making, and an obstinate aversion to risk.</p><p><strong>Agile as a social experiment</strong></p><p>As soon as hackers could assemble comparable computing power in their own homes, or garages, a social experiment was underway. Was it possible for a small group of purpose-driven people to compete with companies whose employees had comparable skills, but whose financial coffers contained much larger resources? Of course, we now know that not only could the hackers compete — they completely out-performed the establishment.</p><p>The biggest take-away from this experiment was radical, and is often overlooked: As complexity of a task rises above a certain threshold, we will need to <em>deconstruct the complexity in the organization </em>in order to tackle it. Think of this as <em>taming the problem situation.</em></p><blockquote>As complexity of the task rises above a certain threshold, we need to <em>deconstruct the complexity in the organization </em>in order to tackle it. Think of this as <em>taming the problem situation.</em></blockquote><p><strong>The Mathematics of Sensemaking</strong></p><p>Just as good engineering secured the success of early manufacturing companies, and sophisticated systems design guaranteed survival for the natural system organization, sensemaking becomes a primary directive for the open organization. But sensemaking is very different from engineering and systems design. Let’s use a mathematical formulation to illustrate just how different.</p><p>At the level of rational systems, things get complicated and require better engineering. We can think of engineering as additive. As the assembly line or service route becomes more complicated, we need to add roles, tasks, quality control stations, safety precautions, and other kinds of redundancies. At the level of natural systems, things become more interdependent and complex, requiring more complex systems design. We can think of systems design as multiplicative (or even exponential), because it deals with amplifying forces.</p><p>When it comes to <em>open</em> systems, however, we need to work in reverse direction. We need to <em>subtract</em> from the existing complicated path dependencies, and <em>divide</em> out the interdependencies that make systems complex. We need to deconstruct the old assumptions and figure our way into a new way of thinking. Here, sensemaking begins from a fresh starting position where people can reason from first principles and find simple, but powerful protocols for action.</p><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-3-248adea59609\">Read Pt 3 here</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ebaccf83d3b1\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-2-ebaccf83d3b1\">Sensemaking in Organizations Pt. 2</a> was originally published in <a href=\"https://medium.com/agile-sensemaking\">Agile Sensemaking</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/ebaccf83d3b1",
  "categories": [
    "management",
    "agile",
    "sensemaking",
    "organizational-structures",
    "organizational-change"
  ],
  "isoDate": "2018-05-22T17:04:36.000Z",
  "publishedAt": "Tue, 22 May 2018 17:04:36 GMT"
}