{
  "creator": "Jim Rutt",
  "title": "Blood in the Streets Part 2: after the cusp",
  "link": "https://medium.com/rally-point-perspectives/blood-in-the-streets-part-2-after-the-cusp-646f5a1ca5f1?source=rss----2725c5feff8d---4",
  "pubDate": "Wed, 10 May 2017 13:53:42 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*5dOujM2bsgNF4-6wYizH2A.png\" /></figure><p>[read first if you haven’t: <a href=\"https://medium.com/rally-point-perspectives/blood-in-the-streets-red-vs-blue-5168fe3f17e5\">Blood in the Streets Part 1</a>]</p><p><strong>Recap:</strong> <em>On July 28, 2017 in Pottstown Pennsylvania, Antifas attacked a Trump supporters’ “Freedom of Speech” rally . The Militia of America (MOA) had recently formed up on Reddit to oppose the Antifas. 14 MOA affiliates at the rally shot 26 Antifas, killing 12. The MOA had carefully conducted their action according to Pennsylvania’s “stand your ground” and “concealed carry” laws. This was verified by several videos. Since their actions were lawful, the MOA shooters were released on the morning of July 29.</em></p><p>On the night of the shooting, President Trump made a neutral statement lamenting the loss of life, while he counseled to wait for more evidence before saying anything further.</p><p>After the circulation of event footage and the release of the shooters the following morning, Trump clearly had to make a stronger statement. This was a major decision point for Trump, a cusp.</p><p><strong>This Is the Cusp</strong></p><p>On one hand, Trump’s family and his New York-based advisers were advising the President to condemn the MOA, to instruct the FBI to investigate them, and to order the Justice Department to prosecute them for something, anything.</p><p>On the other hand, Bannon and most of the pro-Trump websites and talk radio hosts were advising the President to side with the MOA as law-abiding defenders of civil rights. They counseled President Trump to describe Pottstown as an unfortunate but justifiable outcome of Antifa’s illegal attacks on free speech and peaceable assembly.</p><p>What will Trump decide? Either way, this moment is a critical fork in terms of “what happens next.”</p><p><strong>Fork 1: Support the MOA</strong></p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/631/1*SLLwgOFpUEeASyawJ0NeWg.png\" /></figure><p>The response from the Main Stream Media was uniformly negative: “Next step on the road to fascism,” and “Has Trump lost his mind?” were typical. Pelosi and Schumer denounced Trump as un-American and called on the Cabinet to invoke <a href=\"http://time.com/4692507/congress-remove-donald-trump-impeachment/\">Section 4 of the 25th amendment.</a></p><p>The response from Trump-aligned web sites and talk radio was overwhelmingly positive: “Our freedom saved,” and “smash ANTIFA again!”.</p><p>Pepes with guns.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/480/1*tTb77gs45wWHMsZwRjp2Vg.png\" /></figure><p>Pepes wearing MOA shirts.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/324/1*ULoHAKANCcPzJwBX5jVczQ.png\" /></figure><p>The Militia_Of_America subreddit quickly grew to more than 200,000 subscribers. Sales of MOA tee-shirts exploded.</p><p>Every pro-Trump rally now had hundreds of MOA Red Shirts in attendance. Some were “real MOA”, ready to fight should Anitfa attack. More were fanboys and fangirls.</p><p>There were no more Antifa attacks in states with “concealed carry” or “stand your ground” laws. That lesson had been learned.</p><p>In September there was one last battle in Oakland. Thousands of pro-Trump “Free Speech” demonstrators were opposed by hundreds of Antifas. This time, Antifa was well prepared. In California, where firearms are strictly controlled, the Antifas were confident their chains, clubs, and knives would prevail.</p><p>In a tense atmosphere of taunts and chants back and forth, the black -masked Antifa attacked. They were met by the expected defending wall of MOA Red Shirts.</p><p>The fight was brief, and in less than a minute, the Antifa had been routed, with their masks torn off and most of them hogtied on the ground.</p><p>The MOA subreddit had been busy. The aggregate power of many individuals was functioning <a href=\"http://www.dictionary.com/browse/adaptively\">adaptively</a> as a collective intelligence. The community had anticipated that the next conflict would happen in a location where the right to carry firearms was restricted. A new sub-group had emerged to deal with that contingency: Militia_Of_America_Martial_Arts.</p><p>Military combat veterans and civilians with extensive martial arts training had self-organized. They were prepared to disarm and subdue any attackers without firearms. They wore distinctive MOA-MA tee-shirts.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*-bw_dkqzX5H0xXvKo17Yyw.png\" /></figure><p>Equipped with police style plastic restraints, the MOA-MA sytematically knocked their opponents to the ground, immobilizing them by restraining their hands and feet. The MOA-MA held the Antifa attackers until the police took them into custody.</p><p>Dozens of MOA video clips documenting the conflict were posted to the web.</p><p>On <a href=\"https://en.wikipedia.org/wiki/4chan\">4chan</a> a horde of “<a href=\"http://www.urbandictionary.com/define.php?term=weaponized%20autism\">weaponized autistics</a>” spent thousands of hours poring through the MOA videos. They identified the Antifas before they were masked and were able to clearly track individuals as they prepared and carried out their attack. The compelling evidence demonstrated the link between the masked Antifas and the unmasked Antifas who were on the ground after the battle. A video was created for each individual Antifa, serving as evidence of their participation. These individual evidentiary videos were promptly posted to the web.</p><p>That was the end of Antifa, as many were jailed for felonious assault while the rest went underground.</p><p>With Antifa destroyed, MOA now focused its attention toward defending free speech on college campuses. MOA escorted controversial speakers to and from their venues. After one bloody skirmish at Oberlin College, the Left’s tactic of disrupting conservative speakers on college campuses was abandoned.</p><p>Even with their foes in the street gone, MOA continued to grow.</p><p>As the 2018 election season began, millions of citizens were wearing the MOA Red Shirt. Some were now attending Democratic rallies.</p><p>Peacefully for now.</p><p><strong>Fork 2: Crack Down on MOA</strong></p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/630/1*tadE5IQ8q3mVVOO-2IFkIQ.png\" /></figure><p>The Main Stream Media and the remainder of the Blue Church continued to be supportive of Trump. Pelosi and Schumer said nice things. There was much talk of a “new Trump”.</p><p>Bannon resigned in protest. He tweeted:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/631/1*dItIk_b04NWWDzRbnfVo6w.png\" /></figure><p>Trump-centric online groups and talk radio were divided. A minority loyally supported Trump, while the majority rallied to Bannon, swiftly denouncing Trump.</p><p>On The_Donald subreddit, the largest online community of Trump supporters, moderators began ejecting anyone criticizing Trump, triggering mass walkouts. A new subreddit, “Red_Religion”, quickly grew to 400,000 subscribers. The_ Donald subreddit, which once boasted 500,000 subscribers was reduced to 75,000 by the mass defections.</p><p>Very quickly, most of the smaller online communities supporting Trump abandoned him. These networked political communities showed the world that they were autonomous. Their support was provisional, never absolute. Nothing at all like a traditional political machine.</p><p>Bannon’s popularity exploded. He was the guest on every Right talk radio show. An exploratory committee for the 2020 Presidential election was formed.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/512/1*JyXFYFrLAvJSN4f6v108XQ.png\" /></figure><p>#Bannon2020 became the leading hashtag on both the Red_Religion and Militia_Of_America subreddits surpassing even #DonaldCuck, #Pottstown and #MOA.</p><p>Bannon denounced Trump at every opportunity. Trump responded with increasingly unhinged tweets about Bannon.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/630/1*aJzKCPIPnU_fqqsrF6hmjw.png\" /></figure><p>Bannon returned to Breitbart News which immediately became the strongest voice and source of coherence in the new Red_Religion anti-Trump movement. Breitbart selected and amplified the most virulent memes bubbling up from the network.</p><p>The FBI investigation of the MOA shooters was stymied as every review of the evidence showed that the shooters had rigorously obeyed the law.</p><p>Every attempt to investigate “the MOA” itself was thwarted by the fact that there <strong><em>was </em></strong>no “MOA” beyond a subreddit on Reddit, established by <strong><em>eegor1789</em></strong> an anonymous user who had disappeared. “Like trying to catch the fog” said one FBI agent.</p><p>Despite the weak case, on October 18th the US Justice Department indicted the MOA Pottstown shooters on “conspiracy” charges.</p><p>Hundreds of thousands of red-shirted MOA supporters turned out in cities and towns across the country to support the “Pottstown 14”. In states with “open carry” laws many carried semi-automatic versions of military rifles.</p><p>Bannon flew around the country speaking at every major rally. “On to DC” was his call.</p><p>The next day, Bannon called for a massive gathering at sunrise on October 28 in support of the Pottstown 14. The location was not quite in DC, but across the Potomac in Arlington Virginia where the laws allowed open carry of firearms.</p><p>Bannon established no organizing body for the event. Instead, the Red_Religion collective intelligence network of independent web communities did the organizing. No central management was in charge, rather, it was accomplished by distributed self organization.</p><p>Success of the collective network was reinforced by coherent cheer leading and message amplification from Breitbart News and talk radio.</p><p>As the sun rose over Arlington on the morning of October 28th, Bannon smiled as he saw more than half a million people wearing the MOA Red Shirt and carrying rifles of every sort.</p><p><strong>Epilogue</strong></p><p>While obviously there many other possibilities at the cusp, I’ve chosen to examine two of the more extreme outcomes We live in unstable times and formerly unthinkable scenarios now have a very real chance of occurring.</p><p>Be prepared.</p><p>For more about The Red Religion and The Blue Church and collective intelligence networks read Jordan Greenhall’s <a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046\">Situational Assessment 2017: Trump Edition</a>.</p><p>For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: <a href=\"https://www.facebook.com/groups/625210141012983\">Rally Point Alpha</a> and the subreddit: <a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\">Rally Point Bravo</a>.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=646f5a1ca5f1\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/blood-in-the-streets-part-2-after-the-cusp-646f5a1ca5f1\">Blood in the Streets Part 2: after the cusp</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jim Rutt",
  "guid": "https://medium.com/p/646f5a1ca5f1",
  "categories": [
    "reddit",
    "politics",
    "2016-election"
  ],
  "isoDate": "2017-05-10T13:53:42.000Z",
  "publishedAt": "2017-05-10T13:53:42.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*5dOujM2bsgNF4-6wYizH2A.png",
  "collections": [
    "https://medium.com/feed/@memetic007",
    "https://medium.com/feed/rally-point-perspectives"
  ]
}