{
  "kind": "youtube#playlistItem",
  "etag": "u0exgEALfK4r8U1vJP_q2MYKXp4",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC4wMTYxQzVBRDI1NEVDQUZE",
  "snippet": {
    "publishedAt": "2019-11-18T01:37:53Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Can nootropics empower WE Spaces by enhancing individual flow states?",
    "description": "Neurohacker.com\nThrough his deep knowledge of neurochemistry and experience in the design of a nootropic product to enhance cognitive functions, Daniel Schmachtenberger explores with Ferananda Ibarra the question of can nootropics empower WE Spaces by enhancing individual flow states? How do they affect empathy and social intelligence and to what extent is the individual affected by the collective and conversely, how does the collective affect the individual? This question led Daniel and Ferananda into a conversation on how the optimization of individual capacity can influence the collective in powerful and emerging ways. Given how we are witnessing a rise of complexity and growth of exponential technologies, the fragility of nature is driving humanity to potentially catastrophic tipping points. What then are the viable alternatives and how can the practices of We-Spaces provide for better collective sensemaking and understanding? Daniel shares a taste of his work on Integral Civilization Design and offers visions of different scenarios and possibilities for humanity collectively in this time of transition.",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/QqSN-OFkJ9Y/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/QqSN-OFkJ9Y/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/QqSN-OFkJ9Y/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/QqSN-OFkJ9Y/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/QqSN-OFkJ9Y/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 35,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "QqSN-OFkJ9Y"
    }
  },
  "_id": "QqSN-OFkJ9Y",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}