{
  "creator": "Patrizia DiLucchio",
  "title": "Three Trump Insurgency Blogs You Should Know About",
  "link": "https://medium.com/rally-point-perspectives/three-trump-insurgency-blogs-you-should-know-about-a40a6c860a9f?source=rss----2725c5feff8d---4",
  "pubDate": "Sun, 07 May 2017 12:25:41 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/595/1*dtLL18pM_po5L36t6gZoBA.jpeg\" /></figure><p>There’s a persistent belief among self-described members of the Left that since Trump voters are either stupid or willfully ignorant, they must have limited functional vocabularies. While (like Inuits describing snow) they may have 20 words to describe the sound a NASCAR engine makes when it explodes against a guardrail at the Daytona 500, they only have three to describe what’s wrong with America: “terrorists,” “snowflakes,” and “Obamacare.”</p><p>Not true!</p><p>Trump’s candidacy and election attracted any number of critical thinkers. They weren’t all disgruntled Bernie voters or subscribers to <em>The National Review, </em>either<em>. </em>Some were once allied with the Left before the events of September 11, 2001 catalyzed a 180 degree course correction. Others are disillusioned by the way American workers always seem to be the ones who get the shaft. A few are neo-Nazis. And many of them keep blogs.</p><p>If you want to stay comfortable inside that media bubble where Rachel Maddow and Stephen Colbert read bedtime stories every weekday night on national TV, here: Have a mug of warm milk. But if you want to know where the variance hovers, where the true dangers lie, what Trump will be Tweeting tomorrow, here are three Trump Insurgency blogs you should be keeping your eye on.</p><h3><a href=\"http://blog.dilbert.com/\"><strong>Scott Adams’ Blog</strong></a></h3><p><a href=\"http://blog.dilbert.com/post/145456082991/my-endorsement-for-president-of-the-united-states\">Scott Adams endorsed Hillary Clinton for President</a>. For security reasons, as he wrote in his eponymously titled blog: “Clinton supporters have convinced me…that my safety is at risk if I am seen as supportive of Trump.”</p><p>Sorry, Scott. That bunny was already out of the hat!</p><p>Adams is the creator of the phenomenally popular <em>Dilbert</em> comic, which appears in 2,000 newspapers and in 25 languages worldwide. <a href=\"http://money.usnews.com/money/careers/articles/2013/12/12/dilbert-creator-scott-adams-how-to-fail-your-way-to-success\">In a 2013 interview with <em>U.S. News &amp; World Report</em></a>, Adams confided that Dilbert was inspired by Adams’ “failed corporate career”: “Once it became clear I would not be climbing any higher on the corporate ladder, it freed me to mock managers without worrying that it would stall my career.”</p><p>These days, Adams prefers to mock liberal progressives.</p><p>Adams was predicting wins for Trump as far back as the summer of 2015. If The Donald has a bigger fanboy than Dilbert’s Daddy, I’d like to know about it. The cartoonist and the reality-TV-star-turned-POTUS <em>do</em> appear to have a lot in common. They’re both talented self-promoters who pride themselves on their powers of persuasion. And in the waning days of 2015, Adams undertook <a href=\"http://blog.dilbert.com/post/136185394196/hypnotizing-you-to-have-the-best-new-years-day\">an exercise in mass hypnosis whose object was to grab his readers by the pussy </a>(so to speak.)</p><p>Adams’ greatest talent, however, may be his ability to balance two contradictory thoughts inside his brain at a single time. Thus, <a href=\"http://blog.dilbert.com/post/160266438656/pre-bribing-a-president\">in a recent blog post</a>, he lambasts Obama for pursuing lucrative speaking engagements at the same time that he lauds Trump for growing filthy rich. The cognitive dissonance involved in such a trick would drive lesser mortals mad.</p><p>Adams makes salient points, though, when it comes to Trump’s own seeming contradictions. Trump’s recent shoutout to Kim Jung-Un — “I would be honored to do it — under the right circumstances” — was indeed a daring experiment in asset conversion.</p><p><em>Literary style</em>: Lovechild of Stephen R. Covey and Ann Coulter <br><em>What he gets right</em>: “One of President Trump’s best persuasion tricks is to prime people for future confirmation bias.”<br><em>LD50 test</em>: Texas Lyre snake</p><h3><a href=\"http://voxday.blogspot.com/\">Vox Popoli</a></h3><p>In its 50-year-plus history, the Science Fiction &amp; Fantasy Writers of America has only expelled one person. And that person keeps a blog!</p><p>His name is Vox Day, and his blog is called Vox Popoli. (Yes, he <em>is</em> misspelling the Latin phrase. But I’m not gonna be the one to tell him. Are you?)</p><p>Either a provocateur or a troll (depending upon which team you backed in Gamergate), Vox Day, born Theodore Beale, rode the notoriety he achieved in the Gamergate controversy to even more notoriety in 2015 when he tried to hijack the Hugo Awards (the science fiction community’s answer to the Oscars.) His rationale? “I wanted to leave a big smoking hole where the Hugo Awards were,” <a href=\"https://www.wired.com/2015/08/won-science-fictions-hugo-awards-matters/\">he told Wired Magazine</a>. “All this has ever been is a giant Fuck You — one massive gesture of contempt.”</p><p>Performance art or old-fashioned nihilism? It’s hard to say. Vox Day began his career writing for <a href=\"http://www.wnd.com/\">WorldNetDaily</a>, a famously rightwing website that was Ground Zero for the Birther Conspiracy and which was backed financially, in part, by his father, Pat Robertson campaign manager Robert Beale.</p><p>On his blog, Vox Day writes extensively about the Alpha Game, which is a set of rules that men who want to attract women would be wise to adhere to. “Raping and killing a woman is demonstrably more attractive to women than behaving like a gentleman,” <a href=\"http://voxday.blogspot.com/2011/09/killer-game.html\">he advises</a>. “And women, before all the inevitable snowflaking commences, please note that there is absolutely nothing to argue about here. It is an established empirical fact.”</p><p>He equates homosexuality with the types of developmental challenges that I believe only the March of Dimes is still referring to as “birth defects”: “The fact that some unfortunates are born without limbs and manage to live reasonably happy lives despite their birth defect does not make limblessness either normal or desirable,“ <a href=\"http://voxday.blogspot.com/2010/08/ending-gay-defect.html\">he notes</a>, “just as the idea that someone has been born orientationally-challenged does not mean that anyone else has to be born that way in the future.” <em>Kindness</em> is important, though! “There is no need to condemn gays in any way in order for scientists to help them achieve sexual normality.”</p><p>But Vox Day is <em>not</em> a <a href=\"http://voxday.blogspot.com/2016/12/of-irony-and-libel.html\">neo-Nazi</a>: “I have never been a neo-Nazi or a National Socialist, I do not belong to, or subscribe to the tenets of, the German National Socialist Workers Party or any subsequent facsimile.” (This interesting side maneuver leaves open the question of whether he’s an <em>actual</em> Nazi, of course.)</p><p>Vox Day jumped on the Trump bandwagon in April 2016. His reason? “[Trump is] is a traitor to his class.” In other words, Trump had <em>already </em>milked the guileless and gutless public for the big bucks. Trump doesn’t need <em>more</em>. To which I can only say, “My <em>goodness, </em>Vox Day! You <em>are </em>an apple-cheeked innocent.”</p><p><em>Literary style</em>: Petulant Robert Jordan<br><em>What he gets right</em>: Um, I’m <em>trying</em> to think of something, honest!<br><em>LD50 test</em>: Inland taipan snake</p><h3><a href=\"http://thezman.com/wordpress/\">The Z Blog</a></h3><p>I have a horrible confession to make: I have sort of a secret crush on thezman, the mysterious author of The Z Blog. He espouses dark, inflammatory thoughts, but he does so in a rich, delicious prose that makes me shiver so that every time I set my browser to his site, I feel as though I’ve just been presented with a plate of chocolate-covered, absinthe-filled cherries. He is Rimbaud — after the teenage rockstar poet years, when Rimbaud was a weary smuggler working the Abyssinian coast.</p><p>You <em>do</em> realize Rimbaud would have voted for Donald Trump, right?</p><p>Sometimes, thezman makes perfect sense to me, <a href=\"http://thezman.com/wordpress/?p=5666\">as when he writes</a>, “I slowly came to the conclusion that the whole Right-Left dynamic was just a myth… If the Right-Left construct is just a version of good cop/bad cop where the people in the media hustle the rest of us so they can live above their utility, then what’s really going on in the world?”</p><p>Isn’t that the only important question?</p><p>A strong current of romanticism runs throughout thezman’s prose when it comes to the American working class: “Look through the biographies of famous pundits, media people and public intellectuals and <a href=\"http://thezman.com/wordpress/?p=10210\">you don’t find a lot of time in the fields with the sons of toil</a>.”</p><p>And: “The Left has made hatred of working class white people that shop at Walmart a centerpiece of their identity. <a href=\"http://thezman.com/wordpress/?p=10201\">Hillary Clinton ran for President on a platform of ‘White People Suck.</a>’”</p><p>In fact, his hatred of “privilege” is as strong as that of any young progressive fan of identity politics. And it’s equally levied against the Left and the Right: “Poverty porn is becoming a specialty for [National Review roving correspondent Kevin] Williamson. He writes up a scene from lower class white America that portrays the people as benighted losers, who deserve the abuse heaped upon them by the good whites in his audience. It’s a ghetto tour as morality play.”</p><p>At the drop of a hat, though, he’ll turn on the (his term, not mine) lower classes: “Poor people are poor mostly because they have low-IQ’s and poor impulse control.”</p><p>Thezman is an unrepentant racist. He <a href=\"http://thezman.com/wordpress/?paged=2\">posts a graphic</a> that looks as if it was lifted straight from the training manual used by the doctors in charge of the Tuskegee Syphilis Study:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/462/1*VjyBGWiP2bFZWvpTqghcTQ.gif\" /></figure><p>“The fact is, the efforts to get more blacks into college, and out of college with a diploma, has not changed the fundamentals of group IQ difference,” <a href=\"http://thezman.com/wordpress/?paged=2\">he writes</a>. “All the affirmative action in the world is not going to change this fundamental reality.”</p><p>At the beginning, at least, one gets the sense that thezman was not supporting Trump so much as he was working overtime <a href=\"http://thezman.com/wordpress/?p=8788\">to bring Hillary Clinton down</a>: “No one thinks Trump is the ideal candidate. Many of us think he is a awful candidate, but he is orders of magnitude better than Clinton.”</p><p>Tepid endorsement quickly gave way <a href=\"http://thezman.com/wordpress/?cat=29&amp;paged=2\">to a standing ovation</a>, though, once thezman realized that Trump was the perfect embodiment of all his most passionate longings: “That’s what makes Trump so frightening to the political class. It’s not that they threw everything at him and he won… What’s frightening about Trump is that he is the nullification of conventional politics… He ticked none of the boxes the experts say you must tick. He rearranged a political map everyone said could not be changed.”</p><p><em>Literary style</em>: Louis-Ferdinand Céline.<br><em>What he gets right</em>: “The debate, therefore, in modern American politics is over how the central planners arrange things and whether or not to punish the refuseniks.”<br><em>LD50 test</em>: Gaboon viper</p><p>For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: Rally Point Alpha and the subreddit: Rally Point Bravo.</p><p>Rally Point Alpha: <a href=\"https://www.facebook.com/groups/625210141012983/\">https://www.facebook.com/groups/625210141012983/</a><br>Rally Point Bravo: <a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\">https://www.reddit.com/r/Rally_Point_Bravo/</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=a40a6c860a9f\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/three-trump-insurgency-blogs-you-should-know-about-a40a6c860a9f\">Three Trump Insurgency Blogs You Should Know About</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Patrizia DiLucchio",
  "guid": "https://medium.com/p/a40a6c860a9f",
  "categories": [
    "donald-trump",
    "blogging",
    "politics"
  ],
  "isoDate": "2017-05-07T12:25:41.000Z",
  "publishedAt": "Sun, 07 May 2017 12:25:41 GMT"
}