{
  "kind": "youtube#playlistItem",
  "etag": "\"Dn5xIderbhAnUk5TAW0qkFFir0M/_TS4UGiQyYwsMqkT7NUeVuj3XBo\"",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC45ODRDNTg0QjA4NkFBNkQy",
  "snippet": {
    "publishedAt": "2019-11-18T01:19:25.000Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "NOOTROPICS | EMOTIONAL RESILIENCE | OUTSMART THE MODERN WORLD w/ Daniel Schmachtenberger | QUALIA",
    "description": "QUALIA NOOTROPIC 10% OFF CODE WF10: http://bit.ly/2jkzRhW\nSHOW BONUS: http://www.wellnessforce.com/Qualia \nASK A QUESTION: http://www.wellnessforce.com/voice\n\n\"We fully believe that optimized human beings lead to a better world. People being productive and creative in whatever it is that is theirs to do. But in many ways, our modern world works against us.” - Daniel Schmachtenberger, Co-Founder of The NeuroHacker Collective \n\nOn this special episode of Wellness Force Radio, Daniel shares far beyond how Nootropics like Qualia can provide a comprehensive hardware upgrade for radical cognitive enhancement and emotional resilience, but also how he believes it is creating the building blocks towards a better planet.\n\nYou, The N Equals One - http://nuerohacker.com/ref/28/\n\nIn a world of mass distractions, responsibilities, cumulative stressors and more notifications than ever in the palms of hands, millions of Americans have long since met their cognitive and emotional capacity. \n\nCognitive capacity is a nuanced relationship between many variables. Optimizing for one variable of cognitive function at the expense of other critical ones would not give us the result of comprehensive enhancement of human capability. For instance, having drive without the ability to focus well, or willpower without emotional resilience. For that reason, The Neurohacker Collective have designed a formula that deliberately balances subjective effects to give meaningful enhancement in a comprehensive way – a whole system upgrade called Qualia.\n\nIf you're here reading, you felt the call towards Qualia. If you're in the contemplation phase or in the process of learning, this is an optimal time for your N=1.\n\nWhat is N=1?\n\nN-of-1 or single subject clinical trials consider an individual patient as the sole unit of observation in a study investigating the efficacy or side-effect profiles of different interventions. The ultimate goal of an n-of-1 trial is to determine the optimal or best intervention for an individual patient using objective data-driven criteria.\n\nYour N=1\n\nFrom baseline to Qualia for 4 weeks, here are the 5 steps to start your own personal N=1 experiment in emotional resilience and cognitive performance: \n\nInspired Action: Order your 30 day supply of Qualia - http://nuerohacker.com/ref/28/\n\nBaseline: Once your Qualia is received, take a baseline memory, reason, concentration and/or comprehensive cognitive test(s) on either Quantified Mind or Cambridge Brain Sciences and mark the date\n\nStage 1: Begin stage 1 of Qualia on an empty stomach each morning for 30 days. Download the Qualia Quick Start Guide for full directions on stage 2 and total program here: http://wellnessforce.com/wp-content/uploads/2017/01/Quickstart-Guide.pdf\n\nJournal: Each day for 30 days, journal for 5-7 minutes after your meditation session, or at minimum, during the same time each day.\nAfter 30 days: Congrats, you did it! How do you feel? What did you learn about yourself and Qualia? Now, reassess the same tests again for memory, reason, concentration and/or comprehensive cognitive performance (then email Josh and tell him how you feel!) \njosh (at)wellnessforce.com",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/6fWfvO72vAw/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/6fWfvO72vAw/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/6fWfvO72vAw/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/6fWfvO72vAw/sddefault.jpg",
        "width": 640,
        "height": 480
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 12,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "6fWfvO72vAw"
    }
  }
}