{
  "creator": "RPP Editorial Team",
  "title": "The Shadow on the Left",
  "link": "https://medium.com/rally-point-perspectives/the-shadow-on-the-left-e45bd636f516?source=rss----2725c5feff8d---4",
  "pubDate": "Fri, 05 May 2017 12:12:58 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/736/1*EYLX5H6srpAkK73Fj_tS6w.jpeg\" /></figure><p>by <a href=\"http://www.davidfuller.tv\">David Fuller</a></p><p>These are not normal times. And in response, we have to go beyond the normal realms of political analysis to understand what’s going on, what’s likely to happen next, and most importantly, what to do about it.</p><p>The challenge of these times — which have barely begun — calls upon all of us to grow and to examine the ways our own biases and blind spots have contributed to the present situation. Once we have done that, we may be able to come up with a truly new set of solutions.</p><p>One thing’s for sure: The ideologies and arguments the Left has adhered to for the last half century or so helped create this situation. And they’re not going to get us out of it.</p><p><strong>Silver Lining?</strong></p><p>The twin shocks of Brexit and Trump, and the worldwide surge in authoritarianism seem to presage a frightening new/old world of tribalism. In “A Little Book on the Human Shadow,” the poet Robert Bly identified a propensity toward unintegrated and repressed drives that motivate each of us individually in varying degrees. Sometimes this propensity can emerge from the shadows and wreck our lives.</p><p>These same forces emerge, as well, from within the collective every so often, ravaging a world we’d imagined was stable, rational and knowable.</p><p>Some of my more holistic/spiritually-inclined friends observe that destruction of the old order may be a necessary and inevitable process that will result in something positive for the world. In this reading, the current tensions and unrest are linked with the cultural assimilation of the “Shadow,” which is a Jungian shorthand for the dark side of the human psyche. America’s shadow embodies negative qualities like materialism, exploitation, anti-intellectualism and aggression. Trump would seem to be the personification of those qualities.</p><p>But from the perspective of a rational journalist — that would be me — it’s easy to be overwhelmed by what the “necessary and inevitable process” may mean for the real world.</p><p>Any assimilation is going to be a <em>long </em>process.</p><p><strong>Malevolent Incompetence</strong></p><p>One of the most powerful and far-reaching analyses of the Trump phenomena was written by Jordan Greenhall shortly after the election in a piece entitled <a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046\"><em>Situational Assessment 2017</em></a>. Greenhall’s message is that the surge of nationalistic fervor in so many parts of the world is actually the birth of a new collective intelligence, which he terms the Red Religion. The Red Religion is massing to challenge — and seems on track to ultimately defeat — the liberal consensus with which we’re all familiar. Greenhall terms this liberal consensus the Blue Church.</p><p>Mainstream media pundits and politico seem curiously reluctant to grasp the situation we find ourselves in. By all the old rules of politics, Trump and his administration are incompetent, mired in scandals that should have toppled the house of cards by now.</p><p>But when you think of Trump’s election as an insurgency on the part of a new species of collective intelligence, many things about the current political situation begin to make sense. Since the election, in fact, many analyses have demonstrated how message boards such as 4chan and Reddit were instrumental to Trump’s victory. Trump was the unwitting beneficiary of a collective movement, part prankster, wholly anti-liberal. The <a href=\"http://nymag.com/daily/intelligencer/2017/04/beyond-alt-understanding-the-new-far-right.html\">recent analysis </a>in <em>New York Magazine</em> correctly identifies the “alt-right” as a counterculture, rather than a fully worked out ideology.</p><p>Consider the “Pizzagate” pseudo-scandal that erupted during the final days of the campaign. It was based on the claim that hacked emails from Hillary Clinton’s campaign manager John Podesta contained a secret code that hid the existence of a pedophile ring. The pedophile ring itself was run out of the back of a District of Columbia pizzeria.</p><p>This entire narrative was cooked up on a Reddit thread called ‘The Donald’, described by one participant as “a 24/7 Donald Trump rally”. When Podesta’s hacked emails were issued by Wikileaks, there were too many of them for any one person to read, so they were dumped en-masse into the subreddit. Many Trump fan hands make short work.</p><p>The word “pizza” was repeated in many of Podesta’s emails. This gave rise to a conspiracy narrative, initially taken up by participants in the subreddit and then disseminated virally through a network of conspiracy-minded alternative media sites on both the right and the left.</p><p>Eventually, The Donald subreddit collective created an entire conspiracy narrative around these messages. This conspiracy theory then went viral throughout a network of alternative media sites on both the Right and the Left. Pizzagate came to a climax on December 4, 2016 when a North Carolina man named Edgar Welsh walked into a popular D.C. pizza joint with an assault rifle and began firing.</p><p>Of course, Pizzagate may just be the tip of the iceberg when it comes to collective action. We’ll have to wait and see.</p><p><strong>Lessons for Liberals</strong></p><p>Trump’s election and the start of his presidency have sparked a huge backlash, marked by mass protests of a kind not seen for many years.</p><p>There are clear dangers to this type of anger, though, if it’s not managed and harnessed effectively. The Trump administration’s “long game” is to polarize and radicalize the left so that those in power can paint their opposition as extremists.</p><p>The only way for liberals and progressives to combat this is to understand how their own blind spots helped create this backlash.</p><p><strong>The Liberal Shadow</strong></p><p>Trump is simultaneously a product of and a reaction against a sickness that has taken hold of the modern liberal worldview.</p><p>The liberal/progressive mentality was initially one of radical pluralism, a total embrace of diversity</p><p>But over time, as Ken Wilbur writes in his recent e-book <em>Trump and the Post Truth World, </em>“[the Left’s] broad-minded pluralism slipped into a rampant and runaway relativism (collapsing into nihilism), and the notion that all truth is contextualized (or gains meaning from its cultural context) slid into the notion that there is no real universal truth at all, there are only shifting cultural interpretations (which eventually slid into a widespread narcissism).”</p><p>In other words, the liberal worldview functions as a kind of super-ego. We incorporate it at a very early age as an internal moral sensor. It becomes an unconscious filter as we mentally process what we are about to say — or even <em>think</em> — to make sure that we’re not violating any of the liberal orthodoxies. In fact, we self-censor to such a point that it is often almost impossible to say anything for fear of judging or offending others.</p><p>It became almost impossible to talk about <em>any</em> perspective as being “better” or even “more true” than any other. The post-truth world had arrived. And into it stepped the post-Truth President.</p><p>Trump’s value system is that of an earlier time: sexist, tribalist and egotistical. But his methodology is postmodern. He is the post-truth disease made flesh — a disease caused by the virus of relativism and narcissism that the post-modern sensibility helped to bring about.</p><p><strong>The Paradox of Identity Politics</strong></p><p>The modern liberal worldview is a tortured and self-contradictory one. While it’s characterized by radical acceptance, it’s equally characterized by the implicit or explicit rejection of all of those who do not share those views. For many on the Left with the loudest voices, anyone who does not agree with them is a racist, a sexist, or a bigot.</p><p>In an important sense, the Left’s rejection of anyone who does adhere to the progressive canon is every bit as bigoted as the behaviors the Left ostensibly renounces.</p><p>Of course, all humans have an instinctively tribal aspect to their natures. Denying it in ourselves only forces it to emerge in passive aggressive ways. This is the <em>progressive</em> tribalism: the “global family” mentality that refuses to accept that it’s tribalism.</p><p><strong>Equality vs. Equivalence</strong></p><p>Another key problem in fundamentalist liberal thought is the notion that <strong>e</strong>quality is somehow the same thing as equivalence. We’ve tied ourselves up into knots over this one, so paranoid are we that the recognition of natural differences of any kind will be interpreted as an endorsement of bigotry and judgmentalism.</p><p>This dogmatic liberal worldview has created entire areas where certain demonstrably true things simply cannot be said. And the reluctance to say those has created the ideological space for the Right to colonize people’s minds.</p><p>The Left is — laudably — focused on identifying and eliminating, racism, sexism, and other manifestations of bias. As a sort of societal vaccine, we’ve tried to eliminate the very possibility of racism or sexism by declaring that — for example — not only are all races and genders equal but that race and gender do not exist, that they are mere “social constructs.”</p><p>But this is not in keeping with life as it’s experienced by the vast majority of people on this planet. It’s also led those on the Left to make excuses for behavior that they should condemn, when it comes from “disadvantaged’ groups.”</p><p>The equality/equivalence conflation has influenced our attitudes to many touchstone issues where liberal views diverge from the majority. One of these is immigration.</p><p>“Global village-ists” on the Left interpret the concept of human equality to mean that we have the same obligations to all people everywhere. In fact, as Burkean conservatives and modern scientists alike recognize, for most people, commitments and allegiances ripple out from the splash made by friends and family to gradually envelop neighborhoods, towns, and countries — in approximately that order. This does not mean we should not care about the global poor: Charity may begin at home, but it doesn’t end there. But it does imply that it’s only natural to prioritize our efforts.</p><p>Much of this seems to be a kind of category error. It does not follow from a belief in the moral equality of all people that we owe the same obligations or commitments to all people. We feel special obligations to family members because we love them, not because they are morally superior to other people.</p><p><strong>Collective intelligence 2.0</strong></p><p>Towards the end of Jordan Greenhall’s analysis of the collective intelligence behind the Trump insurgency, he notes: “The conflict of the 21st Century is about forming a Collective Intelligence that can outwit and out innovate all of its competitors… Right now, the Insurgency has the edge. It has discovered some key ways to tap into the power of decentralized collective intelligence and this is its principal advantage.”</p><p>Progressives must create a new collective intelligence that integrates, includes, and goes beyond the challenge of the Red Religion collective intelligence.</p><p>Right now, though, the Left cannot create that collective intelligence because it’s dominated by identity politics and relativism. Identity politics cannot be a force that unites because it defines people primarily in terms of their difference. Similarly, radical relativism attacks the concept of objective truth and leaves us no place to stand. Before it can wage an effective battle on Trump and everything Trump stands for, the Left must come to terms with its own Jungian shadow function.</p><p>For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: Rally Point Alpha and the subreddit: Rally Point Bravo.</p><p>Rally Point Alpha: <a href=\"https://www.facebook.com/groups/625210141012983/\">https://www.facebook.com/groups/625210141012983/</a><br>Rally Point Bravo: <a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\">https://www.reddit.com/r/Rally_Point_Bravo/</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=e45bd636f516\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/the-shadow-on-the-left-e45bd636f516\">The Shadow on the Left</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "RPP Editorial Team",
  "guid": "https://medium.com/p/e45bd636f516",
  "categories": [
    "the-left",
    "donald-trump",
    "progressivism",
    "politics",
    "jung"
  ],
  "isoDate": "2017-05-05T12:12:58.000Z",
  "publishedAt": "Fri, 05 May 2017 12:12:58 GMT"
}