{
  "kind": "youtube#playlistItem",
  "etag": "bPENy01uQgBL_jdLCCN0EeRKjwU",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC41MzY4MzcwOUFFRUU3QzEx",
  "snippet": {
    "publishedAt": "2019-11-18T01:34:11Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Session 6: Becoming Fully Human",
    "description": "Barbara begins by saying that Daniel’s session felt like a self-portrait of a Future Human to her. Having considered Daniel an evolutionary son for a long time now, Barbara feels proud seeing his ability to respond to the complexity of the current global situation with such grace, charm, and even pleasure. Marc reminds us of the importance of embodying the teachings; this is the place in history where there can’t be a split. We must become the teachings, as each of these teachers illustrates so beautifully.\n\nMany subjects are covered in this conversation, from reconciling autonomy and communion, and certainty and uncertainty, to using technology to address the next level of connectivity between human imaginal cells around the world. Marc brings up the concept of “tantra,” or the principle of non-rejection, where nothing is left out and everything has a place at the table in a higher level of consciousness. They note that this recurring theme of embracing elements of humanity that have been rejected and integrating them has been even more prominent in the course than they had even realized before they sat down together.\n\nIn this session you will learn:\n\n    How human history can be traced through the lens of different approaches to reconciling the split between autonomy and communion\n    How Unique Self is the place where the split between autonomy and communion disappears\n    How technology can address the neural net membrane and connectivity of the human imaginal cells around the world\n    Why both Liberals and Fundamentalists don’t practice tantra very well\n    How certainty and uncertainty can be reconciled and how Barbara practices that in meditation\n    This course is a post-Liberal and post-Fundamentalist course, emergent by nature, which takes the best of both and integrates everything in a higher way\n\nLearn more about the course:\nhttps://ciwprograms.com/courses/becoming-a-future-human-with-barbara-marx-hubbard-marc-gafni-daniel-schmachtenberger/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/D8gy3V_cjm8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/D8gy3V_cjm8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/D8gy3V_cjm8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/D8gy3V_cjm8/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/D8gy3V_cjm8/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 71,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "D8gy3V_cjm8"
    }
  }
}