{
  "creator": "Bonnitta Roy",
  "title": "Perspectives from Complexity",
  "link": "https://medium.com/perspectives-on-complexity/perspectives-from-complexity-39b53a6e39ea?source=rss----5212f124e8d3---4",
  "pubDate": "Fri, 02 Mar 2018 12:32:33 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/618/1*dXiBzmnYcCiY-xFSTmv_pQ.png\" /></figure><p><a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d\">In a previous series of articles, I spoke about <em>releasing complexity</em>.</a> In this series I am concerned with new perspectives about organizational life, at all scales, that emerge from the complexity sciences. Complexity science itself is a work in progress, with divergent notions from different complexity thinkers and theorists. Since complexity deals with situations that are uncertain, far from equilibrium, and unpredictable, it is a hard idea for scientists to wrap their head around. Complexity means we cannot make simple if-then propositions about “the system.” Without if-then propositions, we cannot make hypotheses to test our ideas, to formulate a valid theory. In what sense, then, can the field of complexity even be considered a <em>science?</em></p><p>One of the ways we validate theories of complex processes is by running simulations through computers that can handle a huge amount of dependencies. We test our simulations retroactively, by plotting the past, actual real data against what the simulations expected to be the case. We keep tweaking the system, adding and revising dependencies, until the simulator runs predictions that are closer and closer to what the data will eventually show.</p><p>Holding a perspective on complexity in these situations, means we don’t claim to know that our simluations are valid because they are true. We only claim they are valid, because they are useful. They detect patterns that seem to closely match what actually happens.</p><p>Prediction based on recently seen patterns is useful over the short term. Take for example the way <a href=\"http://localweatherradar.co/weather?adprovider=AppFocus1&amp;source=gccc1&amp;offer_id=957&amp;aff_id=1&amp;aff_sub=weather%20underground&amp;aff_sub2=g&amp;aff_sub3=198746819738&amp;gclid=EAIaIQobChMIo8qrsYqP1gIV1koNCh1tYgiMEAAYASAAEgI76PD_BwE\">weatherunderground</a> forecasts the local weather. It tells me that today will be warmer or cooler, much warmer or much cooler than yesterday. It takes a recent data point (yesterday) and applies it as a benchmark to predict a short term forecast (today). This enables me to be adequately responsive to the near adjacent future (tommorrow).</p><p>I recognize this as the way a gardener intuits what is best to do. You respond to rising and falling <em>patterns</em>, small sequences of repetition, that move you across thresholds from one state to another. Two dry days in a row becomes a protential drought, and so you get out the hose and water, instead of doing the weeding you had otherwise planned. Slow, small changes that are sensitive to short local patterns, run through over and over again. Eventually you inuit the “phase state” or just “state” of a situation, like being able to discern ice melting into water, and water boiling into steam. Things change <em>shape</em> but complex processes change <em>states</em>. Knowing this, being able to discern this, too, is a kind of science. A kind of science so intuitive we often call it “the art” of something.</p><p>Complexity then <em>stretches</em> out our notion of <em>science</em> into a domain we quite don’t yet know how to think about, much less talk about. It creates the need to seek out new perspectives. This series is an attempt toward plain talking about complex thinking.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=39b53a6e39ea\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/perspectives-on-complexity/perspectives-from-complexity-39b53a6e39ea\">Perspectives from Complexity</a> was originally published in <a href=\"https://medium.com/perspectives-on-complexity\">Perspectives on Complexity</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/39b53a6e39ea",
  "categories": [
    "complexity"
  ],
  "isoDate": "2018-03-02T12:32:33.000Z",
  "publishedAt": "2018-03-02T12:32:33.000Z",
  "image": "https://cdn-images-1.medium.com/max/618/1*dXiBzmnYcCiY-xFSTmv_pQ.png",
  "collections": [
    "https://medium.com/feed/perspectives-on-complexity"
  ]
}