{
  "creator": "Jordan Hall",
  "title": "On Thinking and Simulated Thinking",
  "link": "https://medium.com/deep-code/on-thinking-and-simulated-thinking-5e434e92cf86?source=rss----7c4eb9aca066---4",
  "pubDate": "Fri, 16 Feb 2018 16:15:53 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*BY_IQj3mOIPXbrUUSZ6wGQ.jpeg\" /></figure><p>I would like to explore what I think is a useful distinction between “thinking” and a quite different phenomenon that might be best referred to as a “simulation of thinking”.</p><p>First a quick clarification of two core concepts. This is easy.</p><p>If you remember learning how to drive a car or ride a bike, you likely recall transitioning from the uncertain, unsure, exploratory moments of early learning to the increasingly effortless, unconscious, process that now allows you to drive from work to home without even noticing that you did so.</p><p>In the first case (learning) we are in a costly, awkward and error prone “explore” mode. This mode is really rather terrible at “getting things done.” But, when you find yourself in a novel environment or in need of innovating new tools or techniques, “explore mode” is precisely the right place to be.</p><p>Once you’ve mapped the territory and have identified the things to look out for (“stop light”) and the appropriate responses to those things (“red light means stop”), it is time to move to “habit mode.” Habit is really rather terrible at exploring reality, creativity and innovation. But it is fast and allows for efficient optimization.</p><p>This transition, from conscious learning to unconscious habit is commonplace and extraordinarily useful. Any well functioning human will transition between these two modes countless times in their lives.</p><p>The problem that I am noticing in the contemporary environment is that we seem to have run aground on a very dangerous reef: we have replaced authentic thinking (a fluid use of both “explore mode” and “habit mode”) with a <em>simulation</em> of thinking. A form of “habit mode” that represents itself as the totality of thinking.</p><p>Simulated thinking shows up as thinking, takes itself as thinking and, armed with a vast and often nuanced script of pre-defined signals and ‘appropriate’ responses, even resembles thinking. But it is not. It is habit, not learning. And, as a consequence, it is completely incapable of creatively responding to (changes in) actual reality.</p><p>Broadly speaking, we have become stuck in “simulated thinking”.</p><p>This is extremely dangerous. In fact, I’d like to invite you to consider that this might be the central problem of the moment. To be sure, a whole lot of the ideology floating about these days is a mess. And we will have to deal with that as well. But without thinking we can’t even really take the first step. We are trapped using old tools to solve new problems. And that can’t end well.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*wnMpH57zSCuzBL__1YF1cA.jpeg\" /></figure><p>How did we get here?</p><p>A huge amount of early childhood is spent in explore mode. Learning to walk, learning to talk, learning to pick up a pea and put it in your mouth. You can’t be taught any of this. You just have to use explore mode and learn it. Explore mode is largely responsible for all fundamental learning, for exploring your environment and forming novel insights and responses to that environment.</p><p>But, and here is precisely where things start to go wrong, it is possible in some cases to move from “learning” to “being taught.” A classic is the good old multiplication table. Who among us “learned” multiplication? I don’t mean “used rote repetition to carve it as a deep habit,” I mean well and deeply came to grasp the fundamental essence of “to multiply” for yourself. My sense is that the answer is practically no-one.</p><p>If your only relationship with multiplication is the ability to rapidly answer questions like, “what is five times five” or “what is nine times nine,” you have turned multiplication into something that can be processed with habit mode. In the effort to accelerate and normalize the contents of mind, our society has chosen to apply “habit mode” to the multiplication table. Fair enough. And, in fact, maybe the right way to relate to the subject. It is an effective way to do basic multiplication. But it isn’t thinking.</p><p>And here is the problem: in society, it is often the case that most of the things that you need to know were figured out a long time ago. You <em>could</em> rediscover them for yourself, but for the most part that is an exercise in inefficiency. Certainly this is not the sort of thing that a school striving to cram as much “knowledge” as possible into its students would go about doing.</p><p>Instead, the efficient answer is to treat all knowledge as a version of the multiplication table: a sort of pre-fab script relating possible inputs (“three times three?”) and appropriate outputs (“nine!”). Who was the sixteenth President of the United States? What is the atomic weight of Hydrogen? What is the meaning of Walt Whitman’s self-contradiction? What is the appropriate relationship between individual liberty and common interests?</p><p>Perceive possible inputs, scan available outputs, faithfully report on the most appropriate response. Quickly. Reliably. Speed and precision — the sort of thing that “habit mode” was designed for.</p><p>Do this long enough and your native capacities begin to atrophy. And in our modern environment, this is how we end up spending nearly all of our time.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/820/1*kzRhG3S4fIdNcvN2wuXuWg.jpeg\" /></figure><p>Anyone who has played a computer (or console) game can almost feel the shift from learning to habit. For the first little bit, there is learning. You are exploring the shape and possibility of the game environment. <a href=\"https://www.youtube.com/watch?v=su91uPR_jmM&amp;t=1s&amp;list=PL4HY2aw0rBsRKH431gslBSNNQ5rxUskMA&amp;index=3\">But, and this is deeply crucial, no matter how complicated a game is, it is ultimately no more than merely “complicated.” Unlike nature, which is fundamentally “complex”, every game can be gamed.</a> After only a little while, you get a feel for how it works and then begin the process of turning it into habit. Into quickly and efficiently running the right responses to the right inputs. At a formal level, computer games precisely teach you to move as quickly as possible from learning to habit and then to maximally optimize habit.</p><p>Television (and film)? Here the problem is even more crisp. Learning requires feedback. It requires the ability to <em>play with</em> your environment and test experiments with how your slowly developing ideas relate to the world. You learn how to talk by trying to talk. If you babble “ma ma” and this grabs the attention of that nice lady, you have done something right. But television? No amount of yelling at your TV is going to change the course of events. Warn as you like, the teenagers are still going to go into the basement. Try out your new “smile” all you like, neither Barney nor Big Bird is going to respond in the slightest.</p><p>So what does broadcast media teach at a <em>formal</em> level? The developmental environment of broadcast teaches that nuanced emotions and feelings (the primal toolkit of thinking) are largely irrelevant. That your ability to skillfully sense and respond to the world has little to no effect — and that the correct (only?) use of your agency is to select from a pre-fab menu of possible choices (what shows are on? what is my favorite show?) and then to respond appropriately (laugh when the laugh track tells you that funny happened, cower when the sound track tells you that scary is happening, change the channel when you are bored).</p><p>This brings us back to school. School is, by and large, formally broadcast. It is a rare student who doesn’t learn (and, sadly, this lesson is probably an example of real learning) that their job is <em>not to think</em>. It is to listen attentively to find out what the pre-fab set of inputs are and then to carve the correct responses into a nice habit. Just the thing to get an A+ in a 60 minute exam. Quickly. Reliably.</p><p>Note that none of these cases have to be this way. Minecraft puts a lot more genuine learning into gaming than candy crush. Someone who takes television as the subject of media studies or who actually participates in film making is learning. And nearly everyone has experienced blissful moments of real learning in school. It is possible to create authentic learning environments. We just, broadly speaking, haven’t done so as a society.</p><p>And, while we are at it, how about the social environment itself?</p><p>Well, consider: real relationships take a lot of time and they require a lot of changing context. You don’t really know a person until you’ve been on a journey with them. Our modern environment provides very little of that! Instead, we keep disrupting relationships (different classes, different grades, going away to college, going away for a job) and embedding them (over and over again) in the same kind of “simulated thinking” environments.</p><p>And then there is “social media,”perhaps the example <em>par excellence</em> of a thin and fabricated environment. (Please like this post, and don’t forget to follow me!)</p><p>The result is that precious few of our social relationships (particularly during childhood and adolescence) are generative of real learning and thinking. Instead, most of our time is spent “gaming social groups”. Figuring out how to “fit in” by becoming sensitive to “good opinion” and how to craft and simulate an identity that works for the ephemeral social group that we happen to be swimming with. When you have reached the point that “keeping it real” is itself a performative simulation, you have a pretty good idea where you are.</p><p>When you look at how we really spend almost all of our time, it isn’t hard to figure out how we got here. We are born thinking. And then we are immersed like Achilles in an environment that is omnipresently pushing us to optimize for simulated thinking.</p><p>This is deep problem at a human level. But it is an even bigger problem at the social level. And under the current trajectory of exponential technology, it is likely a catastrophic problem at the species level.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/950/1*K0p1Su9zRVNgaT-oXvxeHw.jpeg\" /></figure><p>Here it is. Simulated thinking <em>works</em>. For a while.</p><p>In fact, as long as the frame of pre-fab patterns and responses that you carve into habit is actually adaptive to the real environment, simulated thinking’s ability to quickly and reliably apply those responses can be really rather effective. For a while, it can make things pretty easy — and can superficially show up as a “golden age”.</p><p>The problem is that “habit mode” can’t adapt to changing circumstances. If your environment changes (and it <em>will</em> change), and you aren’t able to move into and exercise “learning mode,” you are in (deep) trouble. Habit mode is a useful tool. Simulated thinking is a trap. It presents itself as real thinking and separates us from our ability to learn and adapt.</p><p>Our environment is changing. Rapidly. In fact, I think it is fair to say that <a href=\"https://medium.com/emergent-culture/generation-omega-6eaf1a0a0ac4\">there has never been a time when we needed to be able to learn and adapt more than right now</a>. Now, more than ever, we need to be <em>thinking</em>.</p><p>So, why aren’t we rediscovering thinking? We are.</p><p>Consider, for example, the way that attention is moving from the “legitimate” arbiters of good opinion to odd and unusual people like <a href=\"https://youtu.be/trhTbEs2GGE\">Jordan Peterson</a>, <a href=\"https://www.youtube.com/watch?v=RJ5_hAEsLkU\">Sam Harris</a>, <a href=\"https://youtu.be/6G59zsjM2UI\">Joe Rogan</a>, <a href=\"https://youtu.be/MmXq97do-tQ\">Dave Rubin, Bret and Eric Weinstein</a>. Something is happening, but it is going slowly.</p><p>Why?</p><p>Consider how real thinking shows up to simulated thinking. Rather than quickly and reliably returning the right results for the right inputs (like a good habit), thinking begins awkwardly. Early on, thinking will struggle to generate anything at all. Simulated thinking can dance and dazzle while thinking is just learning how to walk.</p><p>Moreover, as it matures, the results of thinking will look entirely unlike the “appropriate output” that simulated thinking is expecting. As a consequence, for the most part, thinking will show up as some combination of error, disability or bad attitude.</p><p>In fact, at a social level, thinking will often show up as hostile. In a social environment largely conditioned by “role playing” identities that allow you to “fit in”, thinking will be sending everything but the right signals. If you are not demonstrating good opinion and responding correctly to the right signals, you won’t show up as being part of the in group. And if you aren’t part of the in group, then you <strong>must</strong> be in the <em>out</em> group.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/772/1*Ys6tUhdCr9Ns2NN0Ik32Cg.jpeg\" /></figure><p>Simulated thinking is limited to its pre-fab scripts. As a consequence, it doesn’t have good ways to respond to the novelties and subtleties of real thinking. If it interprets thinking as error, it might select a response of “dismiss” or “debunk.” If it interprets thinking as hostile, it might select a response of “attack” or “defend”. Or scapegoat. Or witch hunt.</p><p>The more sophisticated the scripts, the more effectively simulated thinking will be able to react to, limit and extinguish real thinking. After all, it has the weight of almost the entire population on its side. To think in an environment infected with simulated thinking is almost to invite a witch hunt.</p><p>But, thinking has reality on its side. The more reality drifts from the environment that the scripts of simulated thinking were designed for, the more errors the simulation will throw. The glitches in the Matrix will become both more obvious and more egregious. By contrast, as thinking starts to get itself sorted out, it becomes more adaptive to changing reality. What first looked like error starts to look more and more like insight.</p><p>And thinking has nature on its side. Explore mode is a fundamental part of our human toolkit. We all start with it. And while our environment can separate us from thinking, it can’t remove the capacity altogether. Anyone who chooses to can re-learn learning. Not without effort, and until there is a critical mass of other folks taking the same journey, not without social consequences. But it can be done.</p><p>And here is the final point. Thinking, real thinking, is collaborative. It doesn’t just tolerate different perspectives, it absolutely <em>requires</em> them. We humans are only really thinking when we are doing so in community. Our individual lives and experiences are just too narrow and limited to really provide the context and capacity necessary for making sense of the unknown, for wandering through the desert, for a journey through chaos.</p><p>Thus, as you become more capable of real thinking, you also become more capable of real collaboration. Of real community and of real relationships. And, thence, of real thinking. It is a virtuous cycle.</p><p>So, while the going has been slow, it is no surprise that those people who have begun crossing the adaptive valley to thinking are beginning to find each-other. And when they do, they are bridging across the identities and pre-fab responses of our old scripts and routines. It has been slow going, but it is picking up steam and accelerating.</p><p>The train is leaving the station. Time to start thinking.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/448/1*zmgj2__TS4pDFZwY0GhuGA.jpeg\" /></figure><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=5e434e92cf86\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/on-thinking-and-simulated-thinking-5e434e92cf86\">On Thinking and Simulated Thinking</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/5e434e92cf86",
  "categories": [
    "thinking",
    "politics",
    "social-media",
    "education"
  ],
  "isoDate": "2018-02-16T16:15:53.000Z",
  "publishedAt": "2018-02-16T16:15:53.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*BY_IQj3mOIPXbrUUSZ6wGQ.jpeg"
}