{
  "creator": "Bonnitta Roy",
  "title": "Complex Potential States",
  "link": "https://medium.com/perspectives-on-complexity/complex-potential-states-ab71951331ad?source=rss----5212f124e8d3---4",
  "pubDate": "Thu, 27 Jun 2019 11:26:00 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/670/1*pGats1fpf4DoA_wQ5S2b-w.jpeg\" /></figure><h4>Thinking in terms of complex potential states instead of complex adaptive systems may be helpful in our times</h4><p>Something about the epistemological foundations of complex adaptive systems has been bothering me. It is very hard to think of complex systems without framing agency in the context of adaptation — in complexity science we see it everywhere. This alone is cause for suspicion, since when certain descriptions of reality are seen everywhere we look, it most likely means that the description is a feature of a limiting paradigm, an epistemological boundary, as it were, rather than a feature of the world. Buzz Holling, for example, became suspicious of his own panarchy framework when people started applying it to everything everywhere. It’s the “when the only thing you have is a hammer, everything looks like a nail” syndrome. This usually means it is time to design new epistemological tools that can take us beyond that horizon of meaning. Since complex adaptive processes are deeply woven into evolutionary theory, in this case, we are looking for a new theory of change.</p><p>Secondly, I find it worrisome that complex adaptive systems thinking might be responsible for the fact that today we confront exponential escalation of everything. Here everyone and everything is construed as an agent who both struggles to adapt to continuous pressure, <em>and in the process</em> exerts continuous pressure on every other agent to adapt. Think of antibiotics and bacteria, insects and pesticides, markets and trade, nuclear arms and defense. It seems to reiterate in our responses to the crises of the Anthropocene. Every adaptive response we make, only makes matters worse. Every contributing factor we discover, only makes understanding more complex.</p><p>I have been wondering lately, since we know this to be the case, “what if we didn’t make that first move toward adaptive escalation?” What else might we do, and what difference might that make?” Is there some new way of thinking that can carry us forward?</p><p>Today I coined the term <em>Complex Potential States</em> to designate a shift from thinking in terms of adaptive pressure and escalating complexity, toward a more process philosophical view where systems are not bounded entities with agency that struggle to <em>adapt</em>, but are construed as <em>relational states </em>composed by all agents that strive to <em>advance</em>. Here a theory of change means relational-state “systems” advance from moment to moment by achieving coherence, which has a temporal dimension called a “duration.” Since agents exercise agency across multiple scales and durations, there is not only one single moment in time when everything changes all at once. This is a feature that process philosophy grants only to quantum fluctuations, whose durations are of the smallest scale (plank scale). In living systems, relational-states cohere far from equilibrium, which means that the topology between states is steep, and the space where coherence happens is narrow. It is this feature of “steep and narrow” that accounts for the precarity of being.</p><p>In process philosophy, coherent states are called actual occasions. They are fixed, temporal and real. In process philosophy there are also potential states which are a-temporal durations of “prehension” which are like liminal spaces (think pupa stage inside the cacoon). In these potential states, relations are fluid and can be recombined in various ways. While most of the relations are reiterated (which is why reality holds together), some of the relations are lost and new relations may be created. (Note: relations in process philosophy are not the same as relationships as in networks. For a brief discussion of relations <a href=\"https://medium.com/perspectives-on-complexity/resilience-reconsidered-8733983f4b2f\">see my previous article</a>.] This is a way to think of systems as complexes of potential states, rather than adaptive systems. Let’s call the corresponding theory of change <em>Complex Potential States </em>theory.</p><blockquote>Unlike the logic of complex adaptive systems which asks “what do we do now?” the logic of complex potential states asks “what is possible from here?”</blockquote><p>In <a href=\"https://www.dukeupress.edu/facing-the-planetary\">his book <em>Facing the Planetary</em>, William E. Connolly</a> describes Whitehead’s notions around potential states as a “stream brimming with pluripotentiality flowing toward action.” The coherent state that emerges as action taken, enfolds only some of the potentials. Those not selected are in a sense “left behind,” but they are not eliminated. Connolly writes “The open plurality that preceded the selection now simmers in the background of being, available to enter into future vibrations when a new situation arises.”</p><p>Taking this into consideration for Complex Potential States theory would mean that subthreshold signals in the potential states have causal properties that <em>endure</em> from moment to moment, even when they have not “adapted” to fit the incoming “occasion.” This is similar to genes that are stored in the DNA, that do not manifest, or manifest in response to epigenetic conditions, except in this case, the presence of those genes must somehow make a difference in how the rest of the genome works. This is also very similar to the notion of the Implicit Understanding (IU) in Gendlin’s work, wherein implicit processes carry meaning forward, even when they fail to cross a threshold of conscious, symbolic processing. Subthreshold potentials are significant because <em>they continue to exert an influence, </em>even as actual time creeps by.</p><p>We can also think of governance and politics this way, where minority positions may never be turned into legislation, but they are operating none-the-less to change the conversation and carry opinion forward. The ultimate legislative change might never reflect that position, but nevertheless have been fashioned by it (carried forward by it).</p><p>According to Connolly, Whitehead thought of these subthreshold potentials as “scars” — features that could have long term causal properties. Whitehead coined the term “subsist” as opposed to “exist” to tease out the causal properties of potentials that failed to reach thresholds for becoming actuals. In this way a theory of Complex Potential States can account for the kind of numinous causality in complexity science — that causes are simultaneously nowhere and everywhere. Such a theory would posit that only actual effects exist, while causes “merely” subsist, and that is why they are not detectable. Since causes do not actually exist, then there is nothing to respond or adapt to. There is no struggle, only creative advance. Unlike the logic of complex adaptive systems, which asks “what do we do now?” the logic of complex potential states leads us to the question “what can we do from here?”</p><p>This gives Connolly and myself, reason to hope in the era of the Anthropocene where most of what we do to enact new potential worlds, hardly materializes on the global stage. Is it possible, then, to reframe the big questions of climate change, existential risk, institutional crisis, and the breakdown of meaning, from one of adaptive pressure on a global scale to a theory of complex potential states on a human scale? In a world as diverse in people and rich in meanings as ours, big change might come from small acts by everyone operating everywhere in the contexts that already present themselves in their ordinary lives. These might form what Connolly calls “the uncanny processes of creativity.” “The process is <em>uncanny,” </em>Connolly writes<em>, “</em>because creativity is neither the simple result of a profound intention, nor the realization of a preordained principle waiting to be elaborated.”</p><p>How might a model of Complex Potential States be beneficial as a theory of change today? How would it carry the discourse on climate change <em>forward? </em>How might human systems, our governance and economies be transformed by switching from evolutionary paradigms to potential states paradigms where the emphasis is on co-creative emergence, fluidity, and uncanny causality? Would the universe become, as Einstein imagined it to be, a more friendly place? Would we be better able to welcome surprise and see in the precarity of being not conflict but sweet coherence? How might this theory of change based on complex potential states, re-imagine our past, not as a fluke of evolution, but as a rare and precious feature of potention, as the fundamental creative force of advance?</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ab71951331ad\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/perspectives-on-complexity/complex-potential-states-ab71951331ad\">Complex Potential States</a> was originally published in <a href=\"https://medium.com/perspectives-on-complexity\">Perspectives on Complexity</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/ab71951331ad",
  "categories": [
    "anthropocene",
    "complexity",
    "climate-change",
    "systems-thinking",
    "creativity"
  ],
  "isoDate": "2019-06-27T11:26:00.000Z",
  "publishedAt": "2019-06-27T11:26:00.000Z"
}