{
  "kind": "youtube#playlistItem",
  "etag": "jtpXdWEd18aPdkzYFqkiPw-v5Tk",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC44MkM2RjVEQkQ5N0I2MjVE",
  "snippet": {
    "publishedAt": "2019-11-18T01:56:55Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Session 8: Pleasure",
    "description": "In this group discussion, Daniel points out that much of the work that Marc does, and that is important for Future Humans to do, is to reclaim that which has been disowned, shamed, or distorted. Just as we won’t be able to make it through unless we reclaim our relationship with the ecosystem and biosphere, we won’t make it through without reclaiming sexuality, eros, relationship, and pleasure.\n\nMarc, Barbara and Daniel continue the conversation, looking at the different levels of pleasure, adding in new principles of pleasure, and seeing how that relates to their own lives, historical eras, and the pleasure of co-creating this course together.\n\nMarc reminds us that as long as we live in a society where there is a clash between our deepest experience of pleasure and society’s views on pleasure, we are never going to be able to actually transform consciousness. We can only transform consciousness at the root. Daniel emphasizes the importance of this, saying one of the characteristics of a dominator culture is that children are taught not to trust what feels good to them and thus they stop trusting themselves and look to authority for direction. These are some of the reasons why reclaiming the Source Code of pleasure is essential in becoming the Future Human.\n\nIn this session you will learn:\n\n    A new principle of pleasure: pleasure absolutism\n    Why it is important to explore all levels of pleasure and how level 6 is needed more than ever now\n    What level of pleasure Marxism absolutizes\n    How different epochs in history can be freeze-framed as absolutizing one level of pleasure\n    How you can do a pleasure check to see where you are on the levels of pleasure\n    Why it is important to address sexuality\n\nLearn more about the course:\nhttps://ciwprograms.com/courses/becoming-a-future-human-with-barbara-marx-hubbard-marc-gafni-daniel-schmachtenberger/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/Bqonht12h2k/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/Bqonht12h2k/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/Bqonht12h2k/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/Bqonht12h2k/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/Bqonht12h2k/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 73,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "Bqonht12h2k"
    }
  },
  "_id": "Bqonht12h2k",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}