{
  "creator": "Jim Rutt",
  "title": "A Journey To GameB",
  "link": "https://medium.com/@memetic007/a-journey-to-gameb-4fb13772bcf3?source=rss-d14f90fcad6c------2",
  "pubDate": "Mon, 13 Jan 2020 10:56:53 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*pyXG1aiDEvzRHKfvvdf6XQ.jpeg\" /></figure><p>January 13, 2020 <br>Twitter: <a href=\"https://twitter.com/jim_rutt\">@jim_rutt</a> <br><a href=\"https://www.santafe.edu/people/profile/jim-rutt\">Mini-bio</a><br><a href=\"https://www.facebook.com/groups/1447251258838263/\">GameB Facebook Group</a></p><p>In this essay, I’m going to lay out a set of ideas about a long term path for GameB to become a <strong><em>civilization level social operating system</em></strong>.</p><p>Please don’t take it too seriously as THE trajectory. It’s certainly wrong in many regards. It’s just one possibility through the high dimensional possibility space of GameB’s unfolding. Nonetheless, I’ve found it a useful framework on which to hang some ideas. I hope you will, too.</p><p>In this essay I’m assuming that in the next 20 years no significant catastrophe strikes the status quo resulting in a large scale hemisphere level collapse, I’ll address “collapsian” scenarios in a future essay titled something like “The Short Road To GameB”.</p><p>At times I’ll go way out on a limb and inject my own prejudices and opinions about specifics. I’ll label such sections: “<strong><em>[JimSez:]</em></strong>” and <strong>bold the text</strong>. Feel free to ignore!</p><p>So what is a <strong><em>civilization level social operating system</em></strong>? For this essay, I’m going to posit that it means that at maturity GameB has become the dominant attractor for a living civilization. Roughly analogous to “Western Civilization” or its competitors. Think at least several hundreds of millions of people across a significant portion of the Earth’s surface.</p><p>So what is GameB? First, it is not “GameA” — the Western Civilization status quo. That’s a good start for those of us who find the status quo a grim place that seems headed for self-destruction. GameB is conceived of “What Comes Next”, the social operating system that replaces GameA.</p><p>GameB is not yet well defined but it has four fundamentals: 1)self-organizational 2) network-oriented, 3) decentralized, and 4) metastable for an extended period of time <strong><em>[JimSez]</em></strong> <strong>at least a few hundred years.</strong></p><p>By “metastable” I mean that a civilization clearly evolved from GameB though constantly adapting and changing to circumstances, will be around for a while, avoiding the many catastrophic failure modes that are confronting GameA in the coming decades.</p><p>There is also a sense that GameB should aim to maximize human potential and flourishing — what Maslow called <a href=\"https://www.simplypsychology.org/maslow.html\">“self-actualization”</a>, with more attention than in GameA to high quality embodied life — how we actually live in our bodies. GameB should also engender a sense of real security from physical want and should make it much easier and natural to find friendship, fellowship, and love.</p><p>GameB assumes a values system such that living a life of honesty and good faith will be a good thing, not the strategy of a sucker as it so often is in GameA.</p><p><strong><em>[JimSez]</em> For me it is important that GameB should operate such that irrespective of their biological and social endowments, everybody in GameB should be able to live a life of autonomy and dignity.</strong></p><p><em>In short, the goal of GameB is a metastable society emphasizing human wellbeing built on good values that we will be happy to call home and we will be proud to leave to our descendants.</em></p><p>Lots of good information about GameB on the <a href=\"https://www.gameb.wiki/wiki/Game_B\">GameB Wiki</a>.</p><p>With respect to previous and ongoing discussions with the GameB movement, I see this essay providing one possible path forward among many for what has been called <strong>“GameB Transition”</strong> or <strong>#TransitionB.</strong></p><p>I’m going to start by introducing some nomenclature about epochs in the unfolding of GameB that I believe provide a series of initially small and doable steps, but that nonetheless can go “all the way” if we proceed smartly and effectively and with honesty and good faith. I’ll fill in the details as I go.</p><p>I have used the idea of <a href=\"https://medium.com/@SeloSlav/what-is-the-adjacent-possible-17680e4d1198\">“the adjacent possible” </a>to build a path forward by many small steps, all of which feel like they could really happen, but that add up to a momentous journey.</p><h3><strong>The Epochs:</strong></h3><p><strong>Pre-GameB</strong> <strong>(PreB)</strong> — today — when no actual group of people is living a whole GameB life.</p><p><strong>Proto-GameB (ProtoB)</strong> — when a coherent group of people is attempting to live a GameB life that can be thought of as “whole” if not yet “complete”. My vision of the Journey has many <strong>ProtoBs</strong> coming into existence each with a different formula of GameBishness. I would expect <strong>ProtoBs</strong> to fission, merge, and some of them to fail. Maybe over time one or a small number prove themselves most efficacious at playing GameB and other <strong>ProtoBs</strong> will start to converge around them. Or maybe not, perhaps GameB will remain very diverse.</p><p><strong>Early GameB (EarlyB)</strong> is a future state where there is a civilization level minimum critical mass of people — perhaps a few million — that are no longer under the sovereign authority of any GameA entity and are composed of scaled-up versions of one or more <strong>ProtoBs.</strong></p><p><strong>GameB</strong> — where a major civilization has been established — at least hundreds of millions of people that is its own sovereignty(s) (if such things still exist) or not subject to any other sovereignty and is analogous in its scale and completeness to Western Civilization.</p><p>Some extremely crude time estimates of the above phases: <strong>Pre-B: </strong>now,<strong> ProtoB </strong>first ones in 2021 or 2022, <strong>EarlyB</strong> ~2045, <strong>GameB</strong>~2090. These are guestimates assuming no huge hemisphere-scale catastrophes resulting in widespread social operating system collapse. I’ll address the collapsian “Short Road to GameB ‘’ scenarios in a future essay.</p><h3><strong>Epoch Details:</strong></h3><p>In this section I’ll sketch out what people could be doing in each Epoch, with as you might expect, more detail around the earlier epochs.</p><h3><strong>Pre GameB (PreB)</strong></h3><p>As of today — Janauary 2020 — we are all in <strong>PreB</strong>. Our job is to get ready for <strong>ProtoB</strong>. Here are some of the things we should be doing:</p><p><strong>Finding The Others Online</strong> — if you are reading this, you may well have found it on one of the GameB online meeting places. If so, you are already on the job of Finding The Others! If not, you can find lots of other GameB folks on the <a href=\"https://www.facebook.com/groups/1447251258838263/\">GameB Facebook Group</a>, on Reddit on the <a href=\"https://www.reddit.com/r/gameb/\">GameB subreddit</a>, and on Twitter by <a href=\"https://twitter.com/search?q=GameB%20OR%20%22Game~B%22%20OR%20%23GameB&amp;src=typed_query\">searching on GameB, Game~B or #GameB</a> . As of Janaury 2020 there are at least 1000 GameB players who have raised their hands. Join ‘em!</p><p><strong>Finding The Others In Real Life</strong> — online network interactions are good mostly for produce weak links. We can find people and determine whether they might be approximately aligned and if so, begin to share some ideas. But humans are apes with clothes. To really establish a strong link usually takes spending time together in person. And it’s amazing how those strong links make our otherwise weak network links much stronger, even if the face-to-face meetings are infrequent.</p><p>See if there are other GameB peers in your area. Organize or attend a meetup. Better still a recurring event like a potluck dinner. Even better create a local GameB “chapter” that meets regularly face-to-face that can serve as an ongoing outreach to the community to recruit more <strong>PreB</strong> people and as a source of education to deepen the knowledge and commitment of members and recruits.</p><p>When you travel, let the wider GameB community know online and you can connect with GameB peers where you are going. Make some friends. We all need more real friends. Friendship, love, and conviviality are going to be central to GameB, we can get started straight away!</p><p>Get <strong><em>Yourself</em></strong> Ready — joining a <strong>ProtoB</strong> will be a big move with a significant likelihood of failure if one hasn’t made some personal changes first. These are things <strong>PreB </strong>folks<strong> </strong>can do right now:</p><ol><li>Get healthy mentally and physically. Some straightforward if not easy steps to take: get enough sleep, spend at least 60 minutes a day outside irrespective of the weather, and minimize the consumption of processed food. 100 minutes a week of vigorous exercise will also make a big difference to both your body and your mind.</li><li>Deprogram yourself from the matrix of “self-esteem through consumerism” this is the #1 trap, along with the resulting debts, that GameA uses to keep people in a game that they hate.</li><li>Use discernment about what forms of technology and media you should engage with and how much. For example, I choose to be away from Facebook (mostly!) 6 months in each year, and when on Facebook I mostly spend my time in Groups rather than out in the open Facebook.</li><li>Consider minimizing your exposure to paid advertising, especially in video format. The streaming video services are often good alternatives to traditional broadcast video services, especially those that are ad-free, like Netflix and Amazon Prime. I seldom watch broadcast video anymore, and when I do I find the aggressive yet insipid advertising to be very off-putting. I also know that it is expensively produced using state-of-the-art knowledge of cognitive science, so it is programming you in ways that you are not even aware of.</li><li>Develop courage — physical, social, and emotional — by testing yourself on greater and greater challenges.</li><li>Clean up your finances — it’ll be very difficult, especially in the early days, to make the transition to a <strong>ProtoB</strong> if you aren’t on a tolerably solid financial base. Pay off your debts starting with the highest interest rate ones, like pay-day loans and credit cards. You don’t want the GameA debt collection machine to pursue you into GameB.</li><li>Learn some real skills — not skills for life in Corporate America but skills for making and maintaining real-life closer to the ground. Things like: gardening, making clothes, fixing cars, welding, canning, logging, carpentry, house painting, firewood processing, plumbing, baking, etc. Many possibilities!</li><li>Work on your Sovereignty — One of the most insidious things about GameA is that it has seduced many people into a state of <a href=\"https://www.psychologytoday.com/us/basics/learned-helplessness\">learned helplessness</a> where they do not have agency over their own lives. In contrast, Sovereignty is the capacity to take responsibility. It is the ability to be present to the world and to respond to the world — rather than to be overwhelmed or merely reactive. To be Sovereign is to be a conscious agent. More on Sovereignty in Jordan Hall’s article: <a href=\"https://medium.com/deep-code/on-jordan-peterson-and-the-future-51402a370d79\">On Sovereignty</a>.</li></ol><p><strong>Parts Domains — PreB</strong></p><p>A <strong>PrototB</strong> will be a <strong><em>Whole</em></strong> made from a number of <strong><em>Parts </em></strong>from a number of <strong><em>Domains</em></strong>. Here is a partial list of the Parts Domains that will be needed in creating <strong>ProtoBs, </strong>that we can start working on during the<strong> PreB </strong>epoch:</p><ol><li>Parenting, childcare, and how to nurture the young human — there is a lot of good research on this. It needs pulling together into deployable forms and then for people to start trying it.</li><li>Education — start a Charter School? Shared homeschooling? Unschooling? Apprenticeships? Many options beyond the public school sausage factory.</li><li>GameB Ventures — businesses that are financed, organized and operated along GameB lines. Perhaps structured as employee-owned co-ops.</li><li>Time banks and other forms of organized mutualism outside the money economy. <a href=\"https://timebanks.org/\">Article about time banks.</a></li><li>Food — local and sustainable — via memberships in Community Supported Agriculture (CSAs), bulk buying with others, smart cooking such as making enough for multiple meals and freezing meal-sized portions, gardening individually and/or collectively.</li><li>Conviviality — getting together will local GameB folks and others to enjoy good times, celebrations, song and dance, eating and drinking together and generally exploring and growing friendships. I’m pretty hopeful that Conviviality can be the glue for GameB that status-oriented Consumerism is for GameA. <strong>[#JimSez]</strong> <strong>I’m an old fogey but I find few things are better for real conviviality than an at-home hours-long sit-down dinner party for 8 to 12 people. Lots cheaper, too, than going out to restaurants.</strong></li><li>Group Coherence — the establishment and routine use of coherence is likely to be a GameB superpower. There is still much work to be done on defining and operationalizing “group coherence” but some definitions floating around include: <br> — Forrest Landry: “… broadly include considerations of the “selection, onboarding, training” of the individuals involved; the relationships and dynamics of the individuals; and the values, structures, principles that apply a “field effect” on the group as a whole…”<br> — Jordan Hall takes a whack at it informally in a video: <a href=\"https://www.youtube.com/watch?v=-iz4yI6Iw7E\">Coherence | Deep Code Experiment: Episode 11</a><br> — <strong><em>[JimSez] </em>“Group Coherence is the capability of groups of people to operate at high effectiveness through shared models, knowledge, experience, vocabulary, and values wrapped in trust, and emotional transparency, and engaged with each other in good faith”.</strong></li><li>Housing — groups of GameB (and other) families in a local area could buy or lease a building and live together reducing expenses and increasing conviviality. At a lower level of intensity, GameB families could gradually move to be closer to each other physically to reduce the activation energy for face-to-face cooperation.</li><li>Sense-making — we’re inundated with bad faith discourse and just plain stupidity in our information ecosystems. We need to find a way to work together to make sense of the noisy and often malicious information on our networks. And to share that sensemaking. Ask friends who know more than you do about a domain. Do some SERIOUS online research, looking at multiple perspectives, then share it. Look for help in GameB online venues. I hope a GameB sense-making online platform will arise soon, to lower the activation energy to make sense of the information flux we are all exposed to.</li><li>Healthcare — sharing health habits and techniques, and supporting each other in them. Local exercise groups. Shared buying of better, cleaner local food. Perhaps a GameB Venture could be a mutual health insurance company jointly owned by all policyholders. See Sense-making to avoid being attracted to the many fads and stupidities which are loose in these domains on the nets.</li><li>Finance: maybe we start a credit union for GameB members or align with an existing congenial one. More radically, some folks ought to explore what is on offer in the blockchain and other alt-currency and finance worlds and see if anything could be built that could be relevant for <strong>PreB</strong> and/or later<strong> ProtoB</strong>.</li><li>Operating as effective self-organizing groups — we really need to start experimenting with self-organizing and networked means of operating together in Groups. Perhaps with a style of leadership that is inherently temporary and based on expertise (“role-based leadership”) versus static hierarchical forms of leadership (“position-based leadership”). We should also consider the right size of groups, their interfaces with other groups and the outside world, designing our work so that it can be easily tested for quality and robustness, and how group efforts can lead to groups working together as meshes. And we should work to discover and communicate widely replicable principles for effective self-organizing groups. Thoughtfully designed protocols can be reused across groups, facilitating intergroup cooperation while providing more robust components for all users.</li><li>Etc, etc … this is a very partial list of the domains of expertise that will be relevant to building our <strong>ProtoB. </strong>What are some of the others?</li></ol><p>Jordan Hall and I talk about a fair number of these Parts Domains in the podcast episode: <a href=\"https://www.jimruttshow.com/jordan-hall/\">Jordan Hall on the Game B Emergence</a></p><h4>Organizing Around Parts Domains</h4><p>Exploring and learning how to constructively create in the Parts Domains will be accelerated by working together. Cooperation is the true human superpower. Folks interested in a given domain ought to create online venues for information sharing and cooperative learning. For example, it’d be great if someone or some small group would create a GameB Parenting Facebook Group or Basecamp instance or Reddit subreddit, for <strong>PreBers </strong>to get together to create and curate what GameB Parenting might actually be. Current GameB online venues are too general and noisy to be useful for such concentrated work. Have a strong interest in a Domain, go start an online venue for it, and then provide a link to it in the more general GameB online venues (Facebook GameB Group, #GameB on Twitter etc).</p><h4>X-In-The-Boxes</h4><p>Yeah, “X-In-A-Box” is a strange name for something! It goes back to the early days of GameB 1.0 (2013). The idea is that once a group of practitioners in a Parts Domain (“X”) believe that they have a repeatable process with respect to that domain, they should document it and share it in an online venue with the wider GameB world. For example: in the education domain once a group of practitioners believes they have figured out how to build a GameB Charter School that is generalizable they could create and keep updated an X-In-The-Box: “How to Create and Operate a GameB Charter School” that could be used by any collaborating group of parents to launch their own Charter School. Creators of an X-In-A-Box should assume that most people will need and want to make changes and variations for their own locations, circumstances, and values. So don’t make one too prescriptive and dogmatic! We will need a set of tools for creating and finding X-In-A-Boxs. I’m interested in working on those tools, anybody else want to help out?</p><h4>GameA Amelioration</h4><p>While we will be happy to be rid of GameA eventually, it’s premature collapse could be catastrophic. In both the personal and political realms, for now, we should apply some effort to prevent a rapid premature collapse of GameA and to preserve as much as possible of the natural world as we can.</p><ol><li>Amelioration Personal — we should all be conscious of our own behaviors that deplete the ecosystem and reinforce bad social and economic dynamics. Estimate your carbon footprint and sensibly reduce it. Buy local when you can. Fix things, don’t throw them out. Fly less. Engage with your local food providers. Buy local. Use discernment and good faith on social media so as not to up-regulate bad faith discourse or misinformation even if it is advantageous to “our side”. . . .</li><li>Amelioration Political —<strong>PreB</strong> political focus should mostly be on the BIG catastrophic issues such as climate change, risks of catastrophic nuclear war, under-controlled genetic engineering, and ever-growing economic inequality to levels that could lead to a violent revolution. It’d be great if some folks could start a GameB PAC and SuperPAC to concentrate our political-financial power to support candidates who are serious about avoiding catastrophe in the short term. <a href=\"https://www.fec.gov/help-candidates-and-committees/registering-pac/\">It’s actually not that hard to start a PAC.</a></li></ol><p>Note: there may come a time when we should want to accelerate and encourage the collapse of GameA, but that time is not now. We have a LOT of work to do first.</p><h4>Psycho-technologies</h4><p>Including meditation and other contemplative practices, yoga and tai chi and other mind/body practices, medical psychotherapy, psychedelic drugs, nootropics, transcranial magnetic or electrical stimulation, brain implants, neuro and bio-feedback and more.</p><p>A key hypothesis of GameB is that there are techniques using psycho-technologies that can increase our capabilities to play GameB. The gain can come from overcoming the effects of “malware” — previous experiences or learnings from our GameA lives that reduce our efficacy. The gain can also come through improving our cognitive and bodily functioning by increasing our ability to focus, reducing anxiety and fear, improving our emotional transparency, increasing creativity, and making it easier to enter highly productive flow states.</p><p>Since our new social operating system will be emergent from the interaction of the constituent humans, improving human cognitive health, capability and resilience has the potential for enabling a better and stronger emergent society.</p><p>But, these are powerful techniques and not without their dangers so <strong>PreBers</strong> should proceed cautiously in an evidence-based fashion and with support — and potential good-faith critique from the people around them.</p><p>People differ in their needs for psycho-technologies and their risk profiles in their use. For some people avoiding them entirely may be the correct path. For others finding the best ensemble of technologies may take some time and expert guidance.</p><p>It may be best to start with lower risk approaches like contemplative practices or mind/body practices such as yoga and Tai chi.</p><p><strong><em>[#JimSez]</em> We must be alert to the risks that the pleasurable and reinforcing aspects of these practices may pull some people towards treating them as ends rather than means. Too much navel-gazing and not enough building GameB!</strong></p><h4><strong>Where Feasible Reuse and Adapt — Don’t Reinvent</strong></h4><p><strong><em>“amateurs borrow, professionals steal” — John Lennon (from T. S. Elliot)</em></strong></p><p>There is a lot of good work going on in the world that is applicable to GameB. Explore and engage with it where appropriate. GameB can either interoperate with it (say the perfect crypto-money system should any such ever exist) or borrow/steal the ideas for reuse. Inventing things is hard with a very high failure rate. We’ll have to invent some stuff, but let’s do as little as we can. Learning from others is one of the highest human powers.</p><h4>Telling the World About GameB</h4><p>For GameB to gain strength it needs to be propagated out into the world. A high impact <strong>PreB </strong>activity would be for those people with abilities in narrative making, writing, acting, videography, visual arts, music-making, etc to craft artifacts about GameB and send them out into the world. And don’t worry too much about telling some “official” GameB story (which doesn’t and probably never will exist), much better to tell YOUR version of GameB! And it would be very helpful and memetically powerful if we all provided links to GameB venues and artifacts in our online discourse, blog posts, and podcasts.</p><h4>Bias Towards Action</h4><p>GameB is self-organizing and network-oriented. That means it is unlikely that anybody is going to TELL you to do anything. GameB isn’t like being at work in a GameA job. We need to be self-starters and “social entrepreneurs”.</p><p>Find things that GameB needs, and either start an effort or volunteer to be a member of an existing effort. GameB, if it is to really come into reality, will need lots of action in parallel. Some of it will not be well thought out. Some of it will fail. That’s ok. Experiment in parallel. Share results. Redesign and try again. That cycle is a hugely powerful metastrategy. But it requires people to jump in and not wait to be asked or told what to do. Anyone who claims to be GameB but tries to stifle Bias Towards Action should be regarded very skeptically. That said, Bias Towards Action should NOT apply to activities with large systemic risks. Thus no home gene-splicing of ebola into e-coli, please!</p><h3>Proto GameB (ProtoB) — Starting 2021?</h3><p>A<strong> ProtoB</strong> is a coherent community of people coming together to attempt to live in a GameB way. While in <strong>PreB</strong> we are working on <strong><em>Parts</em></strong> (including ourselves), in a <strong>ProtoB </strong>we are attempting to assemble and operate a <strong><em>Whole</em></strong>. The launch of the first <strong>ProtoB </strong>will represent a significant phase-change in the journey to GameB. A <strong>ProtoB</strong> will operate across multiple Parts Domains, with its own alive and evolving institutions and culture and will thereby become more than the sum of its Parts. With the first <strong>ProtoBs </strong>we begin to seriously explore GameB as a dynamical system that can persevere in time while fulfilling many if not all of our human needs.</p><p>I use the plural “<strong>ProtoBs</strong>” intentionally. I expect that many <strong>ProtoBs</strong> will get established independently; experimenting with different mixes of internalized domains, governance models, and institutions, based on their best judgment on what is likely to work. I expect a lot of adapting to the specifics of their location. A <strong>ProtoB</strong> in Brooklyn New York, will and should be different than a <strong>ProtoB</strong> located in a small city such as Staunton Virginia, while both will be different from a <strong>ProtoB</strong> located in a remote rural area. Experiment and readjustment can progress more rapidly in parallel.</p><p>The purposes of <strong>ProtoBs</strong> should include at a minimum:</p><ul><li>allow members to live a more completely GameB life than they could do individually.</li><li>reduce the cost of living in GameA terms</li><li>establishing a Zone of Security that provides a considerable buffer on the vicissitudes of life in GameA. No <strong>ProtoB</strong> member in good standing should ever be homeless. Or be friendless.</li><li>growing conviviality as a source of social binding energy to replace status-driven consumerism.</li><li>creating an elevated level of coherence among the members and subsets of the members so as to increase their collective effectiveness.</li><li>experiment with and build out those aspects of GameB that are inherently group exercises such as social governance.</li></ul><p>The sizes of <strong>ProtoBs </strong>could vary widely. Perhaps 10 or so at the low end, but with no obvious limit on the high end. I would expect the most successful <strong>ProtoBs</strong> to grow organically and by merger until the largest might have memberships in the millions.</p><p><strong>ProtoBs</strong> could grow organically in geographically adjacent places and/or a <strong>ProtoB</strong> could establish new non-adjacent sprouts, perhaps far away, that would nonetheless be part of the same entity. It may be that non-adjacent <strong>ProtoB</strong> growth is a bad idea, but it is worth trying. <strong><em>[#JimSez] </em>I’d bet that we can make it work.</strong></p><p><strong>ProtoBs</strong> should aspire to reestablish the “mesoscale” of social organization. By the mesoscale I mean the void left when those aspects of life that were formerly handled in extended families and face-to-face communities were ceded to either the Government or The Market.</p><p><strong>ProtoBs</strong> should strive for the organicness of families and communities while avoiding the small-mindedness and excessive conformity of families and communities that made markets and government seem like an improvement to many. A <strong>ProtoB</strong> is neither family, community, market nor government, but has aspects of all of them.</p><p><strong><em>[JimSez] </em>To preserve the mesoscale dynamics I would suggest that <em>ProtoBs</em> be built up from smaller units that I’ll call “Dunbars”. A Dunbar shouldn’t be bigger than150 adults and should consist of a face-to-face community. Dunbars should be responsible for inherently local parts of life such as housing and food. The line of responsibilities between Dunbars and ProtoBs seems like a useful domain for thought and experimentation.</strong></p><p><strong><em>[JimSez] </em>I like the idea of naming ProtoBs after plants and Dunbars after animals. No duplication should be allowed in ProtoB names, but every ProtoB should feel free to reuse the animal names for its Dunbars. I like “Crocus”, my favorite flower, as a PrototB name and “Raven”, the name of my childhood Boy Scout Patrol, and one of my favorite birds, for a Dunbar. So if nobody beats me to it, I hope one day to be a member of Crocus-&gt;Raven! We can all have fun with logos and more serious art for our totems.</strong></p><p>It is important to note that early <strong>ProtoBs </strong>while they will be Whole, are not likely to be Complete. Each <strong>ProtoB </strong>will choose those domains in which they will attempt to use GameB approaches while admitting that other domains are not yet within their reach. For example, a <strong>ProtoB</strong> might choose to operate its own school for all of its children but to rely upon hospitals and conventional medicine at least for severe medical issues. Another example: we’ll need to use GameA’s deep technical infrastructure. It’ll be quite a while until GameB is building its own computer chips!</p><p>Different <strong>ProtoBs</strong> can and should make different decisions about what domains to support internally and which domains for which they will rely upon GameA for provisioning. Each <strong>ProtoB</strong> represents a probe into a very high dimensional space of social system design. Complexity science tells us that we need to be humble in our ability to predict what will happen and to proceed via experiment and readjustment.</p><p>To facilitate parallel exploration and learning, <strong>ProtoBs </strong>must<strong> </strong>work to communicate with other <strong>ProtoBs </strong>as well as with the <strong>PreB</strong> world, using the principles of self-organization, network-orientation, and decentralization. <strong>ProtoBs</strong> ought to be rich sources of Parts knowledge and active sponsors of X-In-The-Boxes.</p><p>A natural and constructive way for <strong>ProtoBs</strong> to interact with each other would be to establish “guilds” for practitioners of various specialties across the<strong> ProtoBs. </strong>Thus there could be bakers’ guilds, psycho-technology practitioner guilds, agricultural guilds, construction guilds and many more that spread best practices and standards of excellence, though never at the expense of useful local diversity and experimentation.</p><p>I would also expect that there will be “immigrants” between <strong>ProtoBs </strong>when people decide that a different <strong>ProtoB</strong> might be a better fit for them, and we should expect <strong>ProtoB</strong> “refugees” from<strong> ProtoBs </strong>that have failed or have gotten off onto an evil trajectory. We should not be shocked by either failed or evil <strong>ProtoBs. T</strong>here are likely many failure modes in crafting a<strong> ProtoB, </strong>and societies being captured by bad actors are a recurring theme of human history. No reason to think we will be immune.</p><p>And like open societies more generally there is often much to be learned from both immigrants and refugees. Good <strong>ProtoBs </strong>should be willing and able to handle immigrants and refugees from other <strong>ProtoBs</strong>.</p><p>At the new scale of emergent organization represented by a <strong>ProtoB,</strong> there will be a new set of issues different from the <strong>PreB</strong> world that will have to be addressed.</p><ol><li>An early issue that will have to be addressed is ‘what is the legal form of the <strong>ProtoB</strong>?’ Will it be legal entity such as a Employee-Owned Cooperative, a 501(c)4 Social Welfare Organization, a Service Organizations like the Lions Club, a Fraternal Organization such as the Elks or the Moose, or perhaps a church? Or can we craft an entirely new kind of organizing that doesn’t require a legal entity? Perhaps relationships mediated by smart contract on a blockchain platform. I would expect entity type should be an area of active experimentation and invention. While a dry and specialist domain, making good choices here will likely be quite important to success or failure of a <strong>ProtoB. </strong>And the learnings from early <strong>ProtoBs </strong>need to be shared so as to reduce the activation energy for later <strong>ProtoBs </strong>via creation of Entity Structure X-In-the-Boxes.</li><li>In parallel with deciding on entity type, a <strong>ProtoB</strong> will need to create a governance structure. There is a huge range of possibilities ranging from anarchist style “consensus decision making only” to a pretty rigid command and control system similar to a for profit corporation. I doubt whether either extreme will be appropriate for a <strong>ProtoB </strong>and again, like entity form, I would hope to see a lot of experimentation with governance systems in early <strong>ProtoBs</strong>. This will also be a domain where horizontal sharing of results between <strong>ProtoB</strong>s and with the <strong>PreB</strong> world will be very valuable. A useful set of meta ideas about governance can be found in Forrest Landry’s paper <a href=\"http://www.magic-flight.com/pub/uvsm_1/sgrp_small_group_2.pdf\">On the Nature of Human Assembly</a>. I like how Forrest keeps democracy foundational but admits that democracy (ie voting on stuff) can be very divisive and hence should be used rarely but powerfully. We should feel free to think outside the box of the conventional. We are inventing a new social operating system after all! Here is a link to an example of a rather non-traditional governance model that we created for our local Staunton Makerspace using <a href=\"https://docs.google.com/document/d/1lSajkp78zJ_V4DLnmUjqvpMcK4QcjFmgbhlrBLSbuwk/edit\">A Council of Guilds</a> approach that passed muster with the Virginia State Corporation Commission and the IRS. Dan Funk and Meghan Williamson were the principal authors. Here we used a GameA formal structure — a not-for-profit corporation, in an innovative GameBish way. I have lots of ideas about governance of <strong>ProtoBs </strong>but this document is already too long! Maybe a future essay on just that topic…..</li><li>Another early decision when launching a <strong>ProtoB </strong>will be around its scope and intensity. At the highest level of scope and intensity, a <strong>ProtoB</strong> might be in the form of an “intentional community” where members are co-resident on a piece of land and live together 7x24 in fully shared living and working. On the other end of the spectrum a <strong>ProtoB</strong> might be launched where people continue to live where they have been living and mostly keep their GameA jobs, but with a substantial number of shared events and services such as a school for the children, community daycare for children and elders, common dinners and parties, and a partial pooling of financial interests. In between, we might see a <strong>ProtoB</strong> that consists of multiple independent resident-managed co-housing venues within reasonably close physical proximity with a number of <strong>ProtoB</strong> business ventures that a growing proportion of the <strong>ProtoB</strong> members will work at. And those examples just scratch the surface of possible ways to navigate the scope and intensity question. And there is no reason that scope and intensity can’t change over time. Maybe a <strong>ProtoB</strong> starts loosely coupled and becomes more fully coupled as experience and trust grows. Or perhaps a fully coupled “intentional community” <strong>ProtoB</strong> decides to allow less fully coupled members to join either as individuals or as non-contiguous co-housing units. Experiment! Learn by doing.</li><li>A <strong>ProtoB</strong> will have to have at least a rudimentary justice system. There will inevitably be bad deeds done by imperfect humans, and there will be legitimate conflicts of interest that will need resolution. So analogs to a criminal and civil justice function will be needed. If we do a good enough job we may even be able to sell: “justice as a service” into the GameA world where the civil legal system is an expensive, slow and inaccurate disgrace..</li><li>I would suggest that <strong>ProtoB </strong>is<strong> </strong>a good time for people to start reasoning together about what technologies they may choose to eschew.<strong> </strong>Like smartphones, or ad-supported media, or GMO foods, or airline travel, or genetically selective IVR, many others to ponder. The Amish and Mennonites have been doing this for a long time, so there is probably a lot to learn from them and their processes. They do it at a local level. Like the Amish and Mennonites, different <strong>ProtoBs</strong> can and often should come to different conclusions, though they should also share their thinking with each other which may tend towards rough convergence over time. Here is a link to <a href=\"https://amishamerica.com/do-amish-use-technology/\">how the Amish manage technology</a> — well worth a read.</li><li>One technology we may well want to ADOPT across all <strong>ProtoBs</strong> is secure distributed communications. One that they can’t be shut down by centralized authorities-a la Zimbabwe lately and Syria et al during Arab Spring. Probably means something other than the internet. Maybe teletype via shortwave radio.</li><li>Once multiple <strong>ProtoBs</strong> come into existence there will arise many opportunities for them to communicate and share ideas. They must not think of each other as competitors, rather as shared explorers of a very high dimensional space. One could see “trade agreements” where ProtoBs specialize and trade with each other. There ought to be strong traditions of visitors between <strong>ProtoBs</strong>, both short term, and long term. And it’s worth pondering whether a form of mutual credit money like the<a href=\"https://en.wikipedia.org/wiki/WIR_Bank\"> Swiss WIR </a>system might make sense between<strong> ProtoBs.</strong></li><li><strong>ProtoBs</strong> should establish ways for <strong>PreB</strong> people to become associated with one or more <strong>Protobs. </strong>This could include being financial supporters, or regular visitors, or employees of GameB ventures operated by <strong>ProtoBs</strong>. And of course, <strong>PreB</strong> people will be the most fertile group of potential recruits into<strong> ProtoBs</strong>.</li><li><strong>ProtoBs </strong>should also spend some effort on outreach to their non-GameB neighbors. Open houses, floats in community parades, joining the volunteer fire department, participation in local recreation league sports teams etc. <strong>ProtoBs</strong> should attempt to be “good neighbors” and participate with the local culture and society.</li><li><strong>ProtoBs </strong>will also need to be thoughtfully engaged with local politics. <strong>ProtoBs</strong> may want zoning variances or approval for Charter Schools, or to defend themselves from persecution should it come to that. All of those will be helped by establishing good faith relationships with local governance. <strong>ProtoBs </strong>located in rural areas or small towns and even smaller cities may soon find that their own members plus associated <strong>PreBs</strong> could constitute an important voting block in local elections. Local government will be much more important to <strong>ProtoBs</strong> than National or State government for a long time. We will need to get good at it.</li></ol><p><strong>Parts Domains — ProtoB</strong></p><p>I’ll now briefly touch on some of the Parts Domains that I enumerated under <strong>PreB</strong> that may be especially important or have expanded scope in <strong>ProtoB.</strong></p><ol><li><strong>Food</strong> is an area that a <strong>ProtoB</strong> can do better than an individual or family <strong>PreB. </strong>And there are many ways that a <strong>ProtoB</strong> could address food. Cooking and eating in common may well be a key part. The scale of a <strong>ProtoB</strong> and opportunities for a division of labor may also make it easier to establish relationships with local Community Supported Agriculture efforts or to contract directly with local agricultural producers to provide f good, ethical, sustainable food, at a reasonable price. Some <strong>ProtoBs</strong> may choose to do some agriculture themselves. A word of warning though from a farmer and person who has studied local agriculture: it’s fucking hard and unless one is a near-genius it doesn’t pay well! While naively one might think “growing our own food would be great’,’ my advice would be that in the beginning, only a minority of <strong>ProtoBs</strong> ought to decide to produce most of their food themselves, and only those with experienced farmers on board should do so. Fortunately, in most parts of the country there is a rapidly growing ethical local agricultural movement and serving as a customer for them may be a more realistic way to proceed, especially early on. Over time, where there is real expertise and interest, a<strong> ProtoB</strong> could migrate to self-sourcing a more and more of its food.</li><li><strong>Education</strong> will be something very important to nail down. A better form of education and child-raising, in general, may well be one of the biggest differentiators that will attract people to a <strong>ProtoB. </strong>Working-class people have mainly bad schools available to them, while the middle class and above schools are becoming overheated furnaces of anxiety and overworked and over-managed children. We can do better! However, like agriculture, education is hard to do well, and the naive thought that “I was educated, therefore I’m an authority on it” is mostly false. There is a lot of good cognitive science on what works in learning and unfortunately, our school systems have been extremely slow to adopt them. A <strong>ProtoB</strong> ought to have an “education group” which explores the research and what has worked (or not) elsewhere to craft and tune the educational offerings in that <strong>ProtoB</strong>. Education is likely to be an area where X-In-The-Box or Part learnings will be very important.</li><li><strong>Health and health care</strong> is a hugely expensive component of GameA life and a lot of it is overly mechanized, over drugged and inhumane. The scale of the larger <strong>ProtoBs</strong> should allow a more humane, intelligent, and cost-effective approach to health and health care. First around more healthy lifestyles and non-pharmaceutical non-industrial medicine interventions. And when access to external healthcare is needed a <strong>ProtoB</strong> (or perhaps an alliance of <strong>ProtoBs) </strong>can likely buy such access at a much lower rate as a pooled risk entity that self insures for all but the most catastrophic of needs. Health care is now 19% of GDP. Smart healthy living, non-professional community-based care, and self-insurance with only catastrophic insurance coverage could easily reduce that by half or more. A big uncoupling from GameA. Like education, navigating health and health care will require a Health Group that does the research and calls the play. And like education, health and health care ought to substantially benefit from shared learning with other <strong>ProtoBs</strong> and <strong>PreBs.</strong> Christian health ministries are already doing a version of a coop model of micro health care plans — they are picking up a number of folks displaced by disruptions and rising prices in the current system. <a href=\"https://www.chministries.org/\">Here is an example.</a></li><li><strong>Making a Living </strong>is another area where more options arise at the <strong>ProtoB</strong> level. Some <strong>ProtoBs </strong>may choose to be oriented towards most members working for a <strong>ProtoB</strong> Gameb Venture, while others may be mostly oriented towards people “keeping their GameA day jobs” with only a minority of members doing work for the <strong>ProtoB</strong> commons such as education, food, and health. This later style will probably require something like “taxes” or “tithing” paid by people working externally, paid into the <strong>ProtoB</strong> to fund the internal work.</li><li><strong>Psycho-technologies — </strong>meditation and other contemplative practices, yoga and Tai chi and other mind/body practices, medical psychotherapy, psychedelic drugs, nootropics, transcranial magnetic or electrical stimulation, brain implants, neuro and bio-feedback, etc. [see psycho-technologies section in <strong>PreB</strong> for more]. Since a new social operating system will emerge from the interaction of the constituent humans, improving human cognitive function using psycho-technologies has the potential for enabling better and stronger emergent <strong>ProtoBs</strong> that can outcompete and out attract GameA alternatives. Thus there is much that can be gained from community provided psycho-technologies curated specifically to upregulate the capabilities of the <strong>ProtoB as a whole. </strong>On the other hand, history has shown that these tools are potentially dangerous when misused and need to be brought forward with great discipline and discernment. We must be always alert to the risk that the pleasurable or reinforcing aspects of these practices may pull some people towards treating them as ends rather than means. <br> — Powerful phenomena from the “mystical” range of human experience have also long been associated with exploitation by “priests, gurus, quacks, and swamis” who use the powerful desire of people to repeat such experiences to gain undue control over them, resulting in cults. Likewise the history of approaches such as medical psychoanalysis having a pattern of practitioners consciously or unconsciously inducing learned helplessness and dependency around a technique that in the end didn’t work nearly as well as other techniques, such as cognitive-behavioral therapy, that are faster, much less expensive, and less intrusive.<br> — Jamie Wheal has done some good thinking on how to gain the benefits of psycho-technologies while avoiding bad outcomes. His <a href=\"https://www.youtube.com/watch?v=t9_FcnECNS8\">How To Avoid Cults</a> is worthwhile as is his<a href=\"https://drive.google.com/file/d/1zanFgy15r8KVp-gdWePq6ySRLCp9OgaD/view\"> Ethical Cult Checklist</a> .<br> — <strong>ProtoBs</strong> that choose to use powerful psycho-technologies need to develop strong immune system defenses<strong><em> in advance</em></strong> against the known failure modes around these tools. And be alert to new failure modes arising.<br> — <strong><em>#JimSez getting psycho-technology right may be both the hardest and among the most important means of creating powerful, growing, and meta-stable ProtoBs; gaining great capability while avoiding their hazards. That won’t be easy. It won’t happen naturally. It will require serious attention.</em></strong></li></ol><h4>Other Considerations</h4><p>There are many other considerations around the formation of a <strong>ProtoB</strong> that we will only touch on very briefly. This document is already too long!</p><p>Should there be a strong filter on membership, such as skill sets, and personality types? And might a <strong>ProtoB</strong> want to make a conscious decision such that all ages, genders, ethnic and racial groups, and educational levels are represented at about their rate in the local population?</p><p>And how will the effort be capitalized? As a several times entrepreneur and an investor and advisor to other entrepreneurs, I can say that undercapitalization is the MAIN reason (after products that nobody is really interested in) that ventures fail. To increase the chance of a <strong>ProtoB</strong> succeeding, startup and early capital will be necessary. Yet at the same time, we don’t want a lack of capital to be a barrier to entry for people otherwise valuable to the community. That will require some clever thinking.</p><p>A key idea in the earliest days of GameB 1.0 (2013) was that GameB could potentially out-compete GameA at its own games and be able to parasitize GameA by “winning” GameA competitions and using the winnings to grow GameB. That was just talk in 2013 but as GameB has come more into focus, this idea continues to make sense.</p><p>Groups of people who are inherently network-oriented, tuned up with appropriate psycho-technologies, who know how to self-organize and operate at high coherence, ought to be able to beat GameA at its own game much of the time.</p><p>It strikes me that those superpowers ought to especially give GameB a substantial advantage at creative professional services like management consulting and even advertising. How ironic if <strong>ProtoB</strong>, which eschews by choice ad-supported media, should launch a number of successful ad agencies! Of course, operating in these domains would require that we be actively cynical in our work: we are good at it so we can invest in undermining it! This may or may not be something we are comfortable with.</p><p>Less cynically our superpowers could allow us to outcompete GameA alternatives in everything from financial services to auto repair. Imagine the demand-pull for a large scale auto repair service known widely to be both highly competent and rigorously honest! If conviviality is one of our superpowers, maybe ProtoBs could establish the very best beer/music/food businesses in town. To coin a gag-inducing MBAism: “conviviality as service”.</p><p><strong>ProtoBs </strong>ought to at least consider whether they want to play the game of parasitizing GameA. It’s a potentially powerful strategy to provide resources for building GameB but at the cost of some cynicism and doing work that doesn’t cause our hearts to sing.</p><p>We have just scratched the surface here of thinking that needs to be done to launch a <strong>ProtoB</strong>. This is something we’ll surely “learn by doing”.</p><h3><strong>Early GameB (EarlyB) — 2045 ??</strong></h3><p><strong>EarlyB</strong> can be said to be achieved when there is a location in the world with a significant and probably contiguous population — let’s say 2 or 3 million people — where there is no sovereignty (think nation-state) with authority over the <strong>ProtoBs</strong> in that territory and the population of the territory has a clear majority of its population that is <strong>Pre-B or ProtoB. </strong>An additional qualification is that the <strong>ProtoBs,</strong> if there are more than one of them, are acting cooperatively.</p><p><strong>EarlyB </strong>could come into existence through various means: a failed-state “stateless” situation like Somalia in the early 2000s, capture of the state apparatus by GameB aligned politics that chooses to eliminate nation-state sovereignty over<strong> ProtoBs, </strong>or<strong> </strong>a political revolution that establishes GameB as the social operating system of the territory. No doubt there are other trajectories possible.</p><p>At that point, we would have a cultural unit (eg; Ireland) that is principally operating by GameB means. Nonetheless, an <strong>EarlyB </strong>is unlikely to have the capabilities to make all that it needs (think computer chips and airplanes at least) and so <strong>EarlyB</strong> will have to peacefully coexist with GameA elsewhere.</p><p>In the self-organizing and network-oriented style of GameB, I would expect that <strong>ProtoBs</strong> would continue to exist as constituent parts of the larger structures. How that would work is way beyond the ability of us to see from here.</p><p>After the first <strong>EarlyB</strong> we would hope to see multiple <strong>EarlyBs </strong>come into existence in additional territories. How tightly integrated the <strong>EarlyBs</strong> would be with each other is hard to say from here, but at a minimum, we should expect preferential trade between them, and maybe a shared currency system. They would certainly need to have strong mechanisms to come up with convergent solutions for planet-scale existential risks such as climate change.</p><p><strong><em>[JimSez] </em>I know some GameB people think my tendency to think in terms of contiguous territory and nation-state sovereignty is old fashioned and lacking in imagination. And maybe it is. However, it is my view that the concept of territorial sovereignty, meaning approximately “having a monopoly on the legitimate application of force in a defined territory” will remain fundamental to social operating systems and governance at least through the end of the 21st century. We don’t have to like it, to accept its reality.</strong></p><h3>GameB — 2090 ??</h3><p>Eventually, enough territory would exist as <strong>EarlyB</strong> that we could declare <strong>GameB</strong> as having been achieved. Roughly that is when almost all of our goods and services can be created by <strong>GameB</strong> processes. We are probably talking hundreds of millions of people. Something on the scale of Western Civilization. How the <strong>EarlyBs</strong> interact or whether they merge into a broader concept is impossible to tell from here.</p><p>Ok, I’ve finally done. Hopefully at least some of it will turn out to be useful.</p><p>I’d like to thank the people who read earlier drafts of this document and gave very useful comments that substantially improved this document. The mistakes, errors and bad ideas are all my own.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=4fb13772bcf3\" width=\"1\" height=\"1\">",
  "dc:creator": "Jim Rutt",
  "guid": "https://medium.com/p/4fb13772bcf3",
  "categories": [
    "politics-for-tomorrow",
    "complexity",
    "social-change",
    "politics",
    "decentralization"
  ],
  "isoDate": "2020-01-13T10:56:53.000Z",
  "publishedAt": "Mon, 13 Jan 2020 10:56:53 GMT"
}