{
  "creator": "Jordan Hall",
  "title": "Broadly speaking, we seem to be in alignment.",
  "link": "https://medium.com/@jordangreenhall/broadly-speaking-we-seem-to-be-in-alignment-fb46fdf919fd?source=rss-affe923beaf9------2",
  "pubDate": "Tue, 12 Nov 2019 22:07:30 GMT",
  "content:encoded": "<p>Broadly speaking, we seem to be in alignment. You end your “<a href=\"https://medium.com/handwaving-freakoutery/we-are-all-apes-behaving-like-ants-91b3074ec92f\">We are all apes behaving like ants</a>” post with “the third option is to quit playing the ant game. If you can figure out how we can do that, let us ants know”. This, of course, lines up nicely with my “we need to quite playing Game A and move to some quite different game -&gt; game~b”.<br> <br> So let’s dig into the specifics and see where the conversation gets richer.</p><p>The first place that I find my attention focused is on the differences between what we (humans) are doing and what our friends the ants are doing. When you say “we are apes behaving like ants,” I want to shift this to “we are humans behaving a lot like ants” and focus on the word “behaving”. My sense is that there is a real distinction between humans and other primates; that this distinction began to coalesce on the order of a million years ago; and that we can point to the most relevant aspect of it thus: we invented culture. Which is to say that we landed on the niche “general purpose hardware running special purpose software to determine behavior”. [My guess is that none of this is controversial.]</p><p>Ants *are* Game Ant. To be an ant and to play Game Ant (behave in the Game Ant manner) are the same thing. Importantly, while Game Ant can ‘evolve,’ it evolves in biological time. Thus, the ants settled on this winning game 50 or so million years ago and have been sitting there with relatively small modifications ever since. This coupling of being and behavior is true also of apes (broadly speaking). <br> <br> By contrast, for us humans, our being and our behavior is (meaningfully) decoupled. Humans are simultaneously evolving our “hardware” in ‘biological time’ (relatively unchanged for the past 100,000 years) and evolving our “software” in ‘culture time’ (changing a whole lot over the past 100,000 years). Hence, while the ants, as amazing as they are, have been sitting more or less unchanged for tens of millions of years, we’ve gone from cracking acorns to cracking atoms in about 25,000 years. This is why it is possible to say that we are ‘humans behaving a lot like ants’. Our biological hardware can run a lot of different kinds of cultural software. One of these (which I call Game A) is awfully close to the biologically bound behavior strategy of social insects (which you point to with Game Ant). <br> <br> <br> However Human is different to Ant in a few ways that really matter.<br> <br> First is that the Human hardware comes pre-installed with a “firmware” that I sometimes call “Game Zero” or “Game Dunbar”. This is the “baseline proto-culture” that is always running underneath any given culture. Things like “language in general” are part of this firmware. Which is to say that you don’t have to teach a kid language — we are hard-wired to develop language. If a child simply hangs around adults with language, they will pick it up “naturally”. The specific language we learn is dependent on the languages we are exposed to but “language in general” is part of the “Human” firmware. A whole lot of stuff lives here and it is always running, particularly in the depths of our “relevance realization”. This is why, for example, we always find kinship “clans” inside of any given “Game A” society. <br> <br> This firmware is important because it means that anytime that we suffer a “software reboot” (i.e., civilization collapse), we can (and do) always reorganize around / by means of the firmware (and whatever cultural elements happen to survive the collapse). This is a big deal when you compare it to Game Ant. For Game Ant to suffer a “reboot” would mean something catastrophic at the level of the genome. Because we are running most of our “evolutionary” exploration in software, we can fail a lot and not suffer existential consequence (at least not until recently). So when we look at the historical record, the collapse of the Bronze Age hurt the actual humans running “Hittite Culture” pretty bad, but was *terminal* for Hittite Culture itself. The humans had to endure a hard reboot. Nasty but not existential.<br> <br> Second is that cultural transmission works more like bacterial genetics than like multi-cellular genetics. Any favorable adaptations developed by ant species A is limited to the lineage of species A. Species B is unable to “learn” those adaptations. By contrast, the Akkadians were able to absorb massive amounts of cultural material from the Sumerians and the Goths were able to absorb big chunks from the Romans. Among many other things, this means that when a given culture suffers a reboot the hard won learnings of those cultures need not necessarily go away (they might be absorbed by neighboring cultures or even relearned by subsequent cultures via artifacts).</p><p>It also means that subject to certain constraints, the entire population of Game Human is in a semi-collaborative exploration of the possibility of culture in general. When one culture “invents” atomic weapons, all other cultures “get” this invention — even when the inventing culture really, really doesn’t want them to.<br> <br> Third, there is a big P / NP thing here. Discovering some big new innovation (like say writing or arithmetic) can be very hard. But, once it has been discovered, copying it can be much much easier. It is very hard to invent calculus, it is relatively easy to teach it (and it is even relatively easy to steal or re-discover it via artifacts). This means that there is an “innovation ratchet”. Every generation gets to more or less “stand on the shoulder of giants” by using “learning” to absorb the innovations of the past and then spend their expensive “exploration” time on pushing the frontier. <br> <br> Combined, these differences make Game Human an innovation machine. Firmware reboot allows us to play with culture looking for new innovations with relatively high “risk seeking” bias. Horizontal transmission means that all new innovations will “percolate out” into the larger set of all cultures. And the innovation ratchet means that every generation will tend to get the possibility space of “the adjacent possible” for free and spend its time looking for new ways to expand that space.<br> <br> <br> The second place that I find my attention focused is on the Nash Equilibrium of war. I’d like to expand on this area of inquiry before diving in.</p><p>More or less, any given Game A society is faced with three distinct challenges that must be resolved at all times. First, it must maintain its “ecological” integrity. Which is to say that it must maintain the capacity to extract from its environment everything that is necessary to maintain the embodiment of that particular society (embodiment here includes both the physical bodies of the humans involved in the society and the cultural artifacts involved in the society). This challenge is true for any given Ant colony. Although the “innovation machine” of human culture makes the specifics differ meaningfully. Most notably, the rate of change in ants tends to be roughly symmetrical with the rate of change in their overall niche, and, therefore, ants can and often do come to some level of homeostatic equilibrium with their environment. By contrast, the innovation machine of Humanity means that the rate of change in humans can become enormously asymmetric to our overall niche. And, therefore, humans can (and are) coming far out of equilibrium with our environment. Tainter’s exploration of the Collapse of Complex Societies covers a lot of ground here.<br> <br> Second, any given Game A society must maintain its “sub-cultural” integrity. It needs to maintain the integrity of ‘the whole’ against various fractures and defections by parts (often sub-cultures or deeper structures built around “human scale” like clans). The defection rate of “drones” on “nests” is roughly equivalent to the defection rate of human cells on human bodies. Evolution has spent a lot of time solving for the solution to individual/group equilibrium in the context of ants (and apes). Game Zero (Game Dunbar) is also highly capable of maintaining “integrity” against individual defection- but it can’t scale beyond about 150 people. Evolution was only able to get this far using human hardware. Game A is running software to deal with the constant pressure of sub-cultures (many of which are bound to “Dunbar level” clans) defecting against the larger Game A society. But, so far at least, no Game A society has managed to develop an “Integrity system” in software that comes close to the strength of the hardware solution of Game Ant. And, given that there hasn’t been a Game A society in history that hasn’t developed some significant hierarchical inequality, there is a constant tension between the “winners” of the particular game and the “losers” of that particular game. <br> <br> Third, every given Game A society must maintain its integrity vis a vis all other Game A societies. At last we arrive at the Nash Equilibrium of war. And this piece is crucial. Game Dunbar had to deal with the first two issues (and did so well). But it was precisely the challenge of the limits to Dunbar (scalability of the interior) that called for Game A as a solution. When the only way to deal with a clan getting bigger than 150 people is to split into two clans and expand our territory, what do we do when we run out of room? We invent a new approach to social organization that consumes Dunbar scale clans as its primary food source. Thus began that Nash Equilibrium of war. Throughout history there have been broad times of peace — but always against the background context of (potential) war. This is particularly clear when you reflect on the fact that in culture war, physical violence is only one means of waging war. If you can get your neighbor to adopt your enculturation (for example watch your TV shows and build malls just like yours), then you really don’t need to wage “physical war”. <br> <br> Now, in this context, any given Game A society is faced with a conundrum more or less captured in your conservative/liberal dichotomy (but expanded with these three constraints). Any innovation/change presents risk of disruption, particularly in the second category. But not enough innovation presents the risk of being out-competed (possibly from the outside by a “competitive culture” or from the inside by an “insurgent sub-culture” or by reaching the limits to nature within your existing technical capability). Shift from landed feudalism to early capitalism and you get those increasingly rich merchants clamoring for political power. Fail to make that shift and find your borders prey to the increasingly richer (and more populous) neighbors who did. <br> <br> So Game A is a function that is seeking a fine balance around the disruptive capacity of the Game Human innovation machine.<br> <br> This, then, finally gets us into the interesting part. The Nash Equilibrium of war isn’t an equilibrium! It is a stumble — in a general direction. The evolution of Game A has been a series of steps along a path paved by the question “how do I structure myself to gain maximum advantage from innovation whilst maintaining the integrity of my societies relationship with nature and the hierarchy of our social structure”? By and large, each step along this path was taken reluctantly and often as a consequence of some kind of crisis (frequently active or threatened war). But once one player took a relatively stable step, more or less everyone else had to take that or an equivalent step. Thus dragging the whole of humanity along the story of history into our current state.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=fb46fdf919fd\" width=\"1\" height=\"1\">",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/fb46fdf919fd",
  "isoDate": "2019-11-12T22:07:30.000Z",
  "publishedAt": "Tue, 12 Nov 2019 22:07:30 GMT"
}