{
  "kind": "youtube#playlistItem",
  "etag": "\"Dn5xIderbhAnUk5TAW0qkFFir0M/MR6eR2hsB9hSmCnOkjF-frR1ttI\"",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC42MTI4Njc2QjM1RjU1MjlG",
  "snippet": {
    "publishedAt": "2019-11-18T01:32:06.000Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Supercharge Your Mind With Neurohacker Collective, Feat. Daniel Schmachtenberger  #118",
    "description": "For more about this episode http://bit.ly/2Dg57sq\n\nWould you like to be able to hit your flow state on demand? Can you imagine having command over your mental focus, creativity, memory, and even your emotions? What a different world it would be if we humans held the power optimize our consciousness, and as a result, our psychological relationship to each other, and to the planet we all inhabit. \n\nOur guest Daniel Schmachtenberger has dedicated his life to figuring out simple solutions to complex problems. The world is a complicated place. Health and happiness tend to elude many of us, due to how overwhelming it can be to figure it all out. Most of us have a desire to make a positive contribution to the world and to derive meaning from our lives, but often don’t know where to start.  \n\nBut to effect positive change globally, we each need a method by which to improve ourselves on a micro level, before branching out to make the monumental changes we likely need to thrive, or perhaps even survive, as a species. Daniel believes that more significant societal issues will more easily be solved using a broad, systemic approach. The catch is that we as individuals have to get our biology and mindset in order first.\n\nHis mission is gaining momentum through Neurohacker Collective, an organization dedicated to discovering the most cutting-edge technologies for human performance. Their flagship product, Qualia, has taken the nootropic and smart drug world by storm and has quickly emerged as one of the most widely respected, highly studied brain supplements on the market. (Just about every episode of The Life Stylist Podcast recorded in the past year has been done so under the influence of this remarkable product.)\n\nIn this mind-blowing episode, we learn not only why Daniel and his team created Qualia, exactly how and why it works so well, but also what Neurohacker Collective has in store for the future. Trust me when I say, this is not a future- or episode- you will want to miss. \n\nAs you listen to this powerfully inspiring conversation with Daniel, think of one person you know who is interested in enhancing their mental and emotional intelligence, and overall quality of life, then share this show with them via text, email, or social media. \n\nHere's to upgrading your neurology,\n\nLuke\n\nABOUT THE SHOW\n\nThe Life Stylist Podcast is a show for people who are dedicated to living life at the highest level of human potential. Our host Luke Storey brings you the most thought-provoking interviews with the biggest experts in the fields of health, spirituality, and personal development. Past guests have included Bulletproof Coffee inventor Dave Asprey, relationship guru John Gray, rewilding expert Daniel Vitalis, biohacking super-genius Dr. Jack Kruse, health food wiz David Wolfe, and fitness master Ben Greenfield. \n\nThe show covers an ever-expanding range of topics including sex and relationships, yoga, meditation, smart drugs, health myths and medical conspiracies, spirituality, mindfulness, health food and supplementation, herbs and alternative medicine, and digs deep into biohacking technologies and tactics. Luke Storey is a former celebrity fashion stylist- turned public speaker, thought leader and entrepreneur, who has spent the past 20 years relentlessly searching the world over to design the ultimate lifestyle through his extensive, and sometimes even dangerous, personal research and development. Using The Life Stylist Podcast as his delivery platform, Luke continues to share his strategies for healing, happiness, and high-performance living each week so that you the listener can use this knowledge to design YOUR ultimate lifestyle.\n\nMake sure to SUBSCRIBE - https://itunes.apple.com/us/podcast/t...\n\nLove the show and want to support? We made it hassle free and with rewards! Go here http://www.lukestorey.com/support. Thank you for supporting my dream of carrying my message of health, healing, and happiness to the world.\n\nAlso, connect with the show via social media for frequent updates and latest lifestyle biohacks:\n\n • Website http://www.lukestorey.com/\n • Podcast http://www.lukestorey.com/lifestylist...\n • Facebook /LUKECSTOREY https://www.facebook.com/MrLukeStorey/\n • Twitter @MRLUKESTOREY https://twitter.com/mrlukestorey\n • Instagram /LUKESTOREY instagram.com/lukestorey",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/OLWihHrj6zs/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/OLWihHrj6zs/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/OLWihHrj6zs/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/OLWihHrj6zs/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/OLWihHrj6zs/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 48,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "OLWihHrj6zs"
    }
  }
}