{
  "creator": "Jim Rutt",
  "title": "Reclaiming American Democracy — Starting Right NOW!",
  "link": "https://medium.com/@memetic007/reclaiming-american-democracy-starting-right-now-339c13ed5a4?source=rss-d14f90fcad6c------2",
  "pubDate": "Tue, 10 Apr 2018 11:27:23 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*1mBFsjKCKthLfGkauz2blQ.png\" /></figure><p>By Jim Rutt</p><p><a href=\"https://www.santafe.edu/people/profile/jim-rutt\">Mini-Bio</a></p><p><em>The politics of Team Red (Republicans) versus Team Blue (Democrats) have failed the American people. It is now time for an alternative.</em></p><p>A few weeks ago, I published “<a href=\"https://medium.com/@memetic007/liquid-democracy-9cf7a4cb7f\">An Introduction to Liquid Democracy</a>,” which gave a generic description of an improved form of democracy. This essay gets more specific about why we need to upgrade our democracy and how to do this within the constraints of our Constitution. I’ll conclude with specific actions that can be taken to accelerate the adoption of Liquid Democracy in America.</p><p>The road to a political system that works for most Americans begins by acknowledging that the great majority of us share a robust set of overlapping core values. These include:</p><ul><li><em>Safety</em>, from national defense and secure neighborhoods to healthy air, water, food, technology, and transportation.</li><li><em>Equal Opportunity</em>, so that there are no arbitrary restrictions on anyone’s ability to participate in, benefit from, or contribute to society because of race, gender, religion, national origin, sexual orientation, etc.</li><li><em>Fairness</em>, so that hardworking people of good character will, on average, be economically and socially rewarded based on their abilities, character, efforts, and actions, while sociopaths, scammers, and those who don’t at least try to pull their own weight will fail.</li><li><em>Social Insurance</em>, so that American families who fall on hard times have somewhere to turn and all Americans who work hard and play by the rules can live a life with dignity and hope.</li><li><em>Nurturing Our Future Generations</em>, including their education, health, fitness, and character.</li><li><em>Sustainability</em>, so that our children and future generations are left with a viable and healthy world they are happy to live in.</li><li><em>Freedom — </em>Americans want the ability to say what they think, make their own choices, take risks, and pursue their dreams.</li></ul><p>In a healthy political environment, these fundamental shared values would be the basis for most of our politics. Of course, in a pluralistic society like ours, everyone can’t always get everything they want; that’s not how life works. There will always be some political disagreements as to priorities and the best ways to achieve even shared values and goals. (Should we spend more money on defense or on health care? Should we deliver excellent education through traditional public schools or charter schools?)</p><p>The inevitability of some disagreements, however, should not stop us from working toward what we need and deserve: a political system that is sourced from our values and that operates in good faith to provide most people with most of what they want most of the time.</p><p><strong>A Crisis of Confidence in Democracy Itself</strong></p><p>Does our current system work this way? Does our political focus orient around our shared values and goals? Does it work toward making reasonable compromises that make us all better off?</p><p>No, it doesn’t. <br> <br>Poll after poll shows that our citizens have alarmingly low levels of confidence about whether our governance system is working for them. Congress now has a <a href=\"https://www.realclearpolitics.com/epolls/other/congressional_job_approval-903.html\">15% average approval rating</a>. Perhaps most disturbingly, <a href=\"https://www.nytimes.com/2016/11/29/world/americas/western-liberal-democracy.html\">younger Americans appear to be losing trust in democracy itself</a>.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*9sS0bXYLzpw9DQptaAw62Q.png\" /></figure><p>This dismal view of our current political system should come as no surprise. In fact, it is well deserved, because instead of dealing with the real issues confronting us — from infrastructure decay to climate change to the ever-mounting national debt and ever-growing income inequality — we get gridlock and kicking the can down the road. Or even worse, we get heated fights about hot-button issues that make us angry with each other but don’t address our real problems.</p><p>Prime examples of dysfunction for which both Parties share the blame include: (1) Congress’s repeated failure, for the past 10 years, to pass the funding bills required to run the government: and (2) the addition of another $1.1 trillion to the national debt in 2019 despite our being in the ninth year of an economic recovery.</p><p>The roots of our problems, however, go deeper than the many faults of the two major parties, numerous as they are. Instead — and this is critical to note — our problems are predictable attributes of a system that operates like ours. <br> <br>We have a “winner takes all” election system, plus low-turnout primaries dominated by the most energized and polarized voters. This locks both parties into a destructive dynamic where the most extreme party members often dominate the nominating process. And let’s not forget the “revolving door,” where playing along with the big moneyed interests often results in lucrative positions as lobbyists or “consultants” when elected officials retire or lose an election.</p><p>It’s no surprise, then, that our politics are mostly about posturing, with very little actually getting done. It’s also no surprise that if our current politics are the only example familiar to young people, they will continue to lose confidence in democracy itself.</p><p><strong>Bringing Liquid Democracy to America</strong></p><p>Liquid Democracy is a technologically enabled and scalable hybrid of direct and representative democracy. It enables voters to vote for themselves on some or all issues or to delegate their vote to individuals or not-for-profit organizations of their choice: those whom they trust or whose expertise they believe in.</p><p>To recap from <a href=\"https://medium.com/@memetic007/liquid-democracy-9cf7a4cb7f\">my previous article</a>, under Liquid Democracy:</p><ul><li>Every voter has the right and ability to vote on every voting issue.</li><li>Every voter has the option to give his or her proxy on each voting issue to another experienced or trustworthy person or not-for-profit organization.</li><li>An individual or organization that has received proxies can pass them along to another delegate.</li><li>At any time, a voter can take back his or her proxy and either reassign it to another delegate or vote directly.</li><li>To keep things manageable, the wide range of issues faced by voters will be divided into roughly 20 issue areas, including defense, environment, civil liberties, and health care. An individual might give his or her proxy in each issue area to a knowledgeable friend or trusted not-for-profit.</li></ul><p>Suppose the issue up for a congressional vote is whether to procure 120 fighter aircraft for $11.2 billion dollars. In each congressional district, the voters or their delegates would instruct their congressperson how to vote. In this example, for the 6th Congressional District of Virginia, some voters — those colored orange — would cast their votes on the issue directly. But most voters, shown as green, would delegate their vote to an individual or nonprofit organization they trust will effectively represent their views. Here, at the end of the day, with more “Yes” than “No” votes, the platform would instruct the Congresswoman from Virginia’s 6th District to vote “Yes.”</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*JJsQzcVuNSEYUkm2fWNhOw.png\" /></figure><p>Under Liquid Democracy, the extremes will no longer dominate. The will of the people, reflecting our common values, will decide each issue either directly or through trusted delegates.</p><p>Further, under Liquid Democracy, professional politicians in hock to big donors will no longer have undue influence, and the revolving door will swing shut. And unlike with Congress or a state legislature consisting of a few hundred members, a Liquid Democracy system with millions of delegates and voters will be nearly impossible to corrupt. Under Liquid Democracy, our elected officials really will become “servants of the people.”</p><p>Moreover, Liquid Democracy office holders can be selected for their intellect and character rather than for their ability to raise funds, inflame extremists, or “play the game.” What a change THAT would be!</p><p>The first real-world steps have already been taken. In 2017, Camilo Casas <a href=\"http://www.dailycamera.com/local-election-news/ci_31358084/camilo-casas-boulder-city-council-candidate-profile\">ran for City Council in Boulder, Colorado</a> as a Liquid Democracy candidate and is now supporting and advising Liquid Democracy candidates around the country.</p><p>Those running this year so far include <a href=\"http://liquiddavid.com\">David Ernst</a>, who is on the ballot for California Assembly District 19, and <a href=\"https://www.facebook.com/sergey.piterman/videos/10155898501208580/\">Sergey Piterman</a> on the ballot for California Assembly District 15. In the process of qualifying for the ballot are Brian Lehman, for Colorado House District 10 and Matthew Wagoner, for US House of Representatives Missouri District 5. They have all pledged to vote according to their constituents’ direction as manifested on a Liquid Democracy platform. <br> <br>More candidates are preparing to get onto the ballot. The more people running across the country, the stronger the message that will be sent.</p><p>But what’s to keep a Liquid Democracy office holder from voting differently from how he or she is instructed? In David Ernst’s case, he has made the following pledge:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*CHWVh75FamAtkUiSbOl-tw.png\" /></figure><p>We can expect that all true Liquid Democracy candidates will need to make such a pledge and commit to a specific Liquid Democracy technology platform to direct their votes as office holders.</p><p>Of course, the work of any elected legislator is more than just voting. Liquid Democracy office holders will also serve on committees, draft legislation, and engage in negotiations with other legislators.</p><p>As for negotiating, it is easy to imagine a Liquid Democracy office holder polling his or her constituents on where they stand on any issues under discussion and then negotiating accordingly. When compromise language is reached, it would still be subject to approval by the office holder’s Liquid Democracy constituency.</p><p>What about legislation that is rushed through, like the 1,400-page tax bill of December 2017 that nobody read? Liquid Democracy office holders must agree to always vote “No” on legislation that doesn’t provide time for careful consideration and then a vote by the Liquid Democracy platform.</p><p>We might also see Liquid Democracy office holders creating advisory committees of acknowledged experts on major issue areas, and such committees could themselves serve as delegates to whom proxies could be given.</p><p>In sum, office holders will have important roles to play and a good deal of impact on guiding the Liquid Democracy process, but in the end, it will be the will of the people — reflecting our core overlapping values — that decides voting issues.</p><p><strong>Let’s Do It!</strong></p><p>Some might say this is all a fantasy. Real change seldom happens quickly in electoral politics. While this is perhaps true in normal times, these are most definitely NOT normal times we are now living through.</p><p>For example, non-traditional parties have taken power or are getting increasingly large chunks of the vote in places like France, Italy, and Iceland.</p><p>Likewise, rising disgust with the corruption and incompetence of Team Red and Team Blue and the two-party system generally provides a real opportunity to change our democracy so that it actually reflects the values and wishes of the people.</p><p>And, we can start right now! Candidates can run for office <em>this</em> year, “take the pledge,” and commit to using a Liquid Democracy platform such as <a href=\"https://united.vote/\">United.vote</a> for direction if they should win. Liquid Democracy candidates can run for any office from city council to U.S. Senator as Independents or in Republican and Democratic primaries. We can expect that PACs, Super PACs, and maybe even a Liquid Democracy Party will come later. <br> <br>Having even a relatively small number of candidates run in 2018 will generate press and social media buzz. More interest in, and knowledge about, Liquid Democracy should lead to a much larger number of candidates in 2019 running for state and local elections. Some successes and growing visibility in 2019 will then become the basis for an all-out effort in 2020, including, perhaps, the establishment of an official Liquid Democracy Party.</p><p>If 2018 is the prototype year, then 2019 becomes the “beta test” year. What’s learned in 2019 can be applied, extended, and improved for a “full launch” in 2020. By then we should have mature Liquid Democracy voting platforms and a clearer understanding of how Liquid Democracy works in the real world.</p><p>To be sure, Liquid Democracy is an idea that still requires substantial further development. Solid and secure online Liquid Democracy voting platforms will be required, as well as facilities (such as at public libraries) for accommodating the 15% of American voters who are not online. Detailed rules of EXACTLY how the proxy voting and delegation system will function will need to be developed. And voting results will need to be transparent and auditable. There will be a great deal to figure out.<br> <br>All of this is doable, with a significant amount of effort, assuming we first overcome our collective learned helplessness. An animal that has repeatedly been stopped from venturing beyond a certain point will eventually completely give up all exploratory attempts — even if previous barriers or limiting conditions have been removed. We are not all that different on a root behavioral level. At this point, the dysfunctional and disheartening political situation we have found ourselves in for so long has conditioned many of us to assume that there is nothing we could ever do to possibly make a difference.<br> <br>But with Liquid Democracy, we now have a realistic chance of evolving beyond the broken game of Team Red and Team Blue. We can move right past our learned helplessness and reclaim our democracy.<br> <br>But it’s up to you. Starting right now.</p><p><strong>Things You Can Do</strong></p><ul><li>If this essay makes sense to you, spread the word by email and social media and by talking up these ideas with friends and family.</li><li>Support the Liquid Democracy candidates who are running in 2018 with your votes, but also, if you can, with campaign contributions. <a href=\"https://docs.google.com/document/d/1trCfbLfolm91S9SIRHYv7StB0kMcytT9jpi0rgAhIQQ/edit\">Here</a> is a list of their websites.</li><li>Register with <a href=\"http://United.Vote\">United.vote</a>, where you can cast or delegate votes on bills in the U.S. House of Representatives and Senate. The resulting “report card” tells your elected official how his or her constituency voted on an issue, a great low-stakes “training wheels” exercise for learning more about Liquid Democracy.</li><li>Consider running as a Liquid Democracy candidate in 2018 or 2019. Time is short for 2018, but it’s still possible in some states. Check with your state’s Department of Elections for 2018 deadlines, or check what elections will be held in 2019 in your location and see if one appeals to you.</li><li>Help develop an open source Liquid Democracy <a href=\"https://www.democracy.earth/\">software platform</a>.</li><li>To keep up to date on what’s happening with Liquid Democracy and to meet other interested people, you can join the <a href=\"https://www.facebook.com/groups/2270711499822493/\">Liquid Democracy Facebook Group.</a></li></ul><p><strong>The Time Has Come to Evolve American Democracy</strong></p><p>With the politics of Team Red and Team Blue so broken, Liquid Democracy provides a clear way forward.<br> <br>Admittedly, there are many challenges ahead, and many things need to be figured out. But Americans have always been a practical and inventive people.</p><p>It’s time to act. By adopting Liquid Democracy, we can begin to address the problems before us by reorienting our politics around our shared values while simultaneously rejecting extremism, “professional politicians,” and the corruption that comes from Big Money in politics.</p><p>Let us proceed to build a society that we’d be happy to live in and be proud to leave to future generations of Americans.</p><p>I’d like to thank Camilo Casas, David Ernst, Jordan Hall, Bret Weinstein, and Meghan Williamson for their stimulating discussions which helped me clarify my thinking about Liquid Democracy. Of course, all errors of omission and commission are my own.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=339c13ed5a4\" width=\"1\" height=\"1\">",
  "dc:creator": "Jim Rutt",
  "guid": "https://medium.com/p/339c13ed5a4",
  "categories": [
    "democracy",
    "usa",
    "liquid-democracy",
    "politics"
  ],
  "isoDate": "2018-04-10T11:27:23.000Z",
  "publishedAt": "2018-04-10T11:27:23.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*1mBFsjKCKthLfGkauz2blQ.png",
  "collections": [
    "https://medium.com/feed/@memetic007"
  ],
  "_id": "339c13ed5a4"
}