{
  "creator": "Bonnitta Roy",
  "title": "The Power Matrix",
  "link": "https://medium.com/open-participatory-organized/the-power-matrix-e94f670cfc7c?source=rss----68aa8a9faca8---4",
  "pubDate": "Sun, 15 Jan 2017 10:57:45 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/750/1*tugQDYBSAPM082u_Bi21yA.jpeg\" /></figure><p>(Part II in a series about releasing complexity in organizations. <a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d#.jbf5o05mt\">You can read Part I here.</a></p><blockquote>How power is distributed in an organization plays a significant role in organizational complexity, which increases along with increasing degrees of asymmetry in power relationships. When leaders can allow and help facilitate open participatory practices of power relating, they can minimize organizational complexity. As power asymmetries become more fluid and flexible to open practices of negotiation, patterns of human relating that have less productive value shift up to patterns of human relating that open up new possibilities for very high performance.</blockquote><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*43z4YfrCrK7aQ2HJ_DoXHA.png\" /><figcaption>Complexity Equation</figcaption></figure><p>We all know how frustrating it is when people “play power politics.” Everyone involved is aware of the tremendous waste of time and energy it is, and how it depletes motivation for and detracts us from work related performance goals. Yet leaders and teams get dragged into power games all the time, creating unnecessary complexity in organizational life. People can reduce levels of engagement in power games by understanding the complex dynamics that are subconsciously operating every time we come together to achieve something.</p><h3>Why we organize</h3><p>First, we recognize that we come together to do something that we cannot do, or prefer not to do alone. This is the basic organizing principle of life at all scales — from single cells to ecosystems in the natural world, and with pairs of people (the simplest organization) to organizations, societies and global economies. People, like cells and plants and animals, organize to <em>distribute the energy load of tasks. </em>These tasks arise as needs and wants in <em>individuals</em>, but require individuals to organize in ways that satisfy them. These tasks may be biological, physical, psychological or cognitive. For example, as babies and children we need to organize with our parents for biological needs (and they with us for psychological needs); people need to coordinate their physical bodies to move heavy physical objects; we seek out others to satisfy psychological needs such as friendship, conversation, and sex (which is partly biological, and partly psychological); while in the modern workplace, most of what we organize to do involves cognitive tasks. If you think about it, humans are exceptionally good at organizing to satisfy more and more complex tasks. Unlike any other species, we even organize with physical tools and other animals too to help us take on the energy load of task demands.</p><h3>Asymmetrical needs, wants and skills</h3><p>Everyone comes to a task with their own set of needs/wants and skills/resources. Needs and wants are related to the intentional-motivational state of the person, whereas skills and resources correspond to the person’s capacity to act or contribute. Because people are uniquely situated with respect to their needs/wants and skills/resources, when two or more people come together, there is an asymmetry between their own needs/wants and skills/resources and the other(s). This asymmetry between people is experienced by them as power relationships. We can think of many people working together as co-composing a natural power matrix. <br> <br> People automatically, spontaneously, subconsciously and naturally are always negotiating their relationships between themselves and others within this matrix. This is the basic principle that drives all life and results in the exchange of energies that generates complexity. Without asymmetry, there would be no life, no change. The world would be static, dead, non-existent. Consider the fox and the rabbit — each has their own needs/wants and skills/resources. The eventual outcome of their interaction will emerge from this asymmetric interplay. In the same way, the outcome of people coming together is not predetermined, but plays out depending upon the way that the asymmetry in needs/wants and skills/resources gets negotiated. This is what we might call the “prime directive” in organizational life.</p><p>The kind of generative complexity that occurs as a result of this interplay is different than the kinds of escalating complexity that we call “playing politics” in the office. Generative complexity creates new structures which are themselves generative of new emergent capacities. This is called “evolution” and it happens whenever the dynamic interplay is unobstructed. When we go into nature and upset the holistically attuned dynamics by, let’s say, hunting the wolves, the system loses its generative capacity — the Elk overshoot the carrying capacity of the landscape, and themselves decline. The system turns into a degenerative phase. This is true also of organizational life. When we allow people to continually negotiate the interplay of asymmetric needs/wants and skills/resources, then their organization will be generative of novelty and emergent complexity. This kind of complexity is able to continually attune itself to the unique configuration of the power matrix through this everyday, ordinary negotiation. <br> <br> Leaders disrupt this generative capacity by assigning people fixed power roles in organizational structures. The dynamics turn degenerative, creating all kinds of adaptive pushback and “gaming the system” that we call “office politics.” When we look at organizational life from the view of <em>generative process dynamics</em>, however, we see that the conventional “solutions” to settling power disputes in organizations, inevitably creates escalating complexity. Next generation leaders are to learning how allowing teams to self-organize supports generative outcomes, and avoids escalating unwarranted complexity. Teams become more dynamic and responsive, and outcomes become more innovative and adaptive.</p><p>Over time, self-organized teams are capable of extraordinary, high-velocity performance as the continual interplay changes the power matrix from static and coercive command and control relationships, to fluid and creative collaborative and co-creative configurations. Next generation leaders realize the significant value creation that results in creative, innovative teams.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*pIpi81ls3uXKCUBh5p7csg.png\" /></figure><h3>How self-organization happens</h3><h3>Relational values</h3><p>As we come together, the value-streams that make up our intentional-motivational state — our needs and wants — co-mingle in complex ways. As we “size up” the situation, we “size up” each other. Habit and routine can make most of this process unconscious, but surprising and novel situations remind us that this is what is actually happening in our ordinary everyday interactions. This is just the first part of the process we call “self-organizing.”</p><p>In this “sizing up” phase, we are intuitively feeling the asymmetry of our relationship. I might see that you are much stronger than me, and so I will want you to take the heavier side of the load. This is an example of skill asymmetry. Skill asymmetry is usually more straightforward than the asymmetry around our different values. Let’s say I really want to move the couch, but you like it where it is, and besides, you are annoyed about moving it away from the TV. I might need you to help me weed the garden, but you might just need some money. These types of values asymmetries are the “stuff” of complex non-linear dynamics. Their interactions range from chaotic to chaordic to coherent to syntonic. This is all natural and people have intuitive ways to negotiate themselves into coherent patterns of relationship. Our skills and resources change more slowly than our values and desires which shift constantly even in a single day. Therefore, power relations are constantly being negotiated and renegotiated as automatic micro-processes. Every moment represents a new starting position between people as the pattern of organization continuously shifts in response to subtle changes in relational dynamics.</p><h3>Autonomous Identities</h3><p>People will only engage in collective interaction when the processes of negotiating asymmetric needs/wants and skills/resources, reaches a state of relational (that is to say, intentional-motivational) coherence. This is the relational aspect of self-organization which corresponds to the human condition of plurality. Simultaneously each person is also an autonomous individual; and it is psychologically important for us to formulate discrete and stable identities as individuals. Collective action will not begin unless each person finds a specific role-identity that is acceptable to them in the interaction.</p><p>When we allow people to self-organize, discrete identities eventually emerge from the processes of negotiating the shifting asymmetry between their skill sets and values. By these everyday ordinary ways of interacting, we fall into our roles. Take for example, when people come over to my farm during a weekend retreat. It is likely that two or three (usually but not always) women will take up being in charge of dinner preparing and cooking, while one or two (usually but not always men) will find the dishes and set the table. In the kitchen, between the women, something fascinating happens. Each one is the sole proprietor of their own kitchen — and I must confess at first to feeling that my kitchen was invaded territory when such confident and autonomous people took to the helm. I have taught myself to release my attachment, and to mingle instead with the guests. Meanwhile in the kitchen, a fascinating dance is happening, and the three “head cooks” are working out team roles. Eventually roles emerge and the women settle into a productive groove.</p><p>In other words, <em>roles are the identities we assume</em> in the organized interactions that we enter into in order to distribute the energy load required to fulfill our individual values (needs and wants). In turn, our role-identities define the set of objectives that each must perform in the distributed action. People organize themselves to take up a role as part of their performance-in-action; but their own reasons for doing so are driven by complex value-streams that are in the process of continuous negotiation. The success of the organized performance depends upon each individual fulfilling their role or roles, which in turn depends upon them maintaining sufficient relational stability to reach a threshold of coherence in their complex relational processes.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*dApL0jL7QW4RaxvWcH_v1w.png\" /></figure><p>Team building fails when people are strongly attached to a particular role, or consider only a few role-identities acceptable for themselves. For example, if in negotiating the price for a home, both the seller and the buyer are attached to the role-identity of “winner” — there is little possibility that they will cooperate during the negotiation process. On the contrary, people who can better endure the liminal periods of negotiation, where role-identities are fluid and emergent, have greater potential to self-organize into performance teams. Leaders and team members can cultivate greater skill in identifying available roles, or even creating new role-identities for themselves opening to more fluid and collaborative participation, and shorter on-boarding times. Next generation leaders will be called upon to interact with a more diverse workforce, a much broader spectrum of professions, cross-functional teams of experts, and authorities representing multiple stakeholders. It is essential, therefore, for these leaders to build capacity in themselves and their teams for more creative expression of their own role-identities.</p><p>The challenge in self-organization, is that we are not used to letting go of old identities and shifting in and out of new ones. We are uncomfortable in the phases of transitions, where identities are not yet fixed, or fixed identities are being challenged in the process of negotiation. This is why we are so obsessed with fixed roles and direct-report relationships. Yet they represent past conditions and contexts, while remaining unresponsive to present conditions or future possibilities that might otherwise emerge if we allow for the self-organization to happen.<br> <br> Playing with roles and experimenting with identities is how we learn, grow, and expand our horizons and how we create new ways of being together. What would childhood be without role playing and the continual shifting and expanding one’s identity well into adulthood? How impoverished culture would become if we were limited to only a few categorical identities. We are beginning to see how to design organizational life to allow for flexible identities and creative roles to emerge. Next generation leaders will face the responsibility to design organizational structures that are sensitive, adaptive and responsive to the ever-shifting matrices of human values. Over time, the people themselves will learn how to “endure” the complex and sometimes painful processes of transitioning from being a group of people attached to their identity-role, to becoming a real team where roles and identities are in creative interplay, outcomes are novel and emergent, and performance is exceptional. In the process, leaders will shift strategic questions from the notion of “what should we do?” to “who are we becoming as a people?”</p><p><a href=\"https://medium.com/@bonnittaroy/refactoring-path-dependencies-9c130487d009#.i9t8nidn5\">[You can read Part III Here]</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=e94f670cfc7c\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/the-power-matrix-e94f670cfc7c\">The Power Matrix</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/e94f670cfc7c",
  "categories": [
    "performance-patterns",
    "leadership",
    "management",
    "power-matrix"
  ],
  "isoDate": "2017-01-15T10:57:45.000Z",
  "publishedAt": "2017-01-15T10:57:45.000Z"
}