{
  "creator": "Jordan Hall",
  "title": "Fourth Wave Coffee aka I’m better at drinking coffee than you are",
  "link": "https://medium.com/swell-considerations/fourth-wave-coffee-aka-im-better-at-drinking-coffee-than-you-are-ff665e6f6c26?source=rss----3c55c4eb0532---4",
  "pubDate": "Tue, 18 Nov 2014 18:24:55 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*v2XzezkaqF0al4EwQhE6ag.jpeg\" /></figure><h3>Nth Wave Coffee - aka I’m better at drinking coffee than you are</h3><p>About four years ago I started drinking coffee again. I’d quit the stuff cold turkey after a decade of drinking gut-searing Mr. Coffee shit. In the meantime I spent several years going deep in tea — a beautiful discovery of richness and attention to detail that I give credit to for my ultimate leveling up in coffee.</p><p>Then my friend GK wrote a <a href=\"http://www.gkparishphilp.com/why-and-how-you-should-get-addicted-to-coffee\">compelling blog post about coffee</a>. I was convinced. But if I was going to dance with this exotic mistress, I was going to do it right.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/640/1*HF50Ix2zVTHfOAU72Gx2-w.jpeg\" /></figure><p>Let’s get it straight, coffee is a drug. And most of us are abusers. Coffee is a potent stimulant that has real, significant effects on your biochemistry. And most people who drink coffee do so thoughtlessly. They are addicted.</p><p>Don’t believe me? Try this: quit. Quit for three months solid (that is how long it can take to get the effects of coffee completely through your system). The first few days and weeks will suck. As your body processes the sudden absence of “unreasonable enthusiasm,” it will come down from its habitual stimulation and you will pay your dues. And after three months you will notice how much of what you thought was “just the way it is” (like being grumpy every day) was really the consequence of drinking coffee thoughtlessly.</p><p>But, as Paracelsus said, “The dose makes the poison.” As is the case for all drugs, if you use coffee mindfully rather than thoughtlessly, it becomes a very powerful ally. There are two oddly separate communities these days who are being mindful of different aspects of coffee. The “bulletproof coffee crew” and the “coffee snobs.” As it turns out, I happen to be a member of both — and I believe that by combining them, I’ve achieved a coffee mojo that takes it to another level. I’m certainly not alone, but that’s not the point. The point is that <em>everyone</em> should be here.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/668/1*KDeFikQEHeW28PCkVRn6jw.jpeg\" /></figure><p>The first community is the more mysterious: the self-branded “bulletproof coffee” culture. Otherwise known as those folks who put butter in their coffee. These guys are bio-hackers looking to maximize the performance benefits of their beverage. They’ve done their homework and the science is compelling.</p><p>The gist is this: coffee has a number of bad impacts on your body. It stimulates your adrenal glands — ultimately potentiating “<a href=\"http://www.livestrong.com/article/295168-will-caffeine-affect-adrenal-fatigue/\">adrenal fatigue</a>”. In addition, it <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11815511\">decreases insulin sensitivity</a> — particularly in combination with carbohydrates (get thee behind me, frappuccino!) And, precisely because it is a great neuro-stimulant, it causes your brain to run hot and burn all of its stored energy. We all know the cycle — up and hyperkinetic followed by a jittery crash.</p><p>Adding grass-fed unsalted butter (and other allied fats like coconut oil) and completely cutting carbs changes the calculus. They call it “bulletproof intermittent fasting”, but we can just call it an elegant way to keep your body in ketosis (that “fat adapted” state where your body runs in high performance) while benefitting from the stimulant effects of coffee and avoiding most of the downside.</p><p>Aaron Moritz gives a great download of the significant benefits of ketosis here:</p><p><a href=\"http://brighterbrains.org/articles/entry/ketosis-makes-your-brain-work-better-its-why-dave-asprey-puts-butter-in-his\">Ketosis Makes Your Brain Work Better - it&#39;s why Dave Asprey puts butter in his coffee</a></p><p>And this post does a delightful job of describing just why people (in this case particularly women) have to be thoughtful about what they put in their bodies — and that butter and coffee are a good choice.</p><p><a href=\"https://www.bulletproofexec.com/a-bad-combination-for-women-intermittent-fasting-and-paleo/\">A Bad Combination for Women: Intermittent Fasting and Paleo</a></p><p>As far as it goes, this is good stuff. If you have every played with ketosis or are a coffee drinker interested in experimenting with improving the performance -building aspects of coffee, I’d strongly recommend a 12 day trial. I’ve been doing it for years and it works. Just remember — keep those carbs low! Which includes alcohol.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/339/1*Smvabj1WeUr_lFeMTQS10A.jpeg\" /></figure><p>But here is where I find the butter-in-coffee crowd is missing out. The founder of bulletproof coffee recommends the following coffee recipe:</p><blockquote>Brew 1 cup (8–12 oz.) of coffee using filtered water, just off the boil, with 2 1/2 heaping tablespoons freshly ground <a href=\"https://www.upgradedself.com/Bulletproof-Coffee-Starter-Kit-Brain-Octane-Edition\">Bulletproof® Coffee Beans</a>. (French Press is easiest.)</blockquote><blockquote>Add in 1–2 tablespoons of <a href=\"https://www.upgradedself.com/Bulletproof-Coffee-Starter-Kit-Brain-Octane-Edition\">Brain Octane™</a> (a branded version of “MCT” oil) to the hot coffee.</blockquote><blockquote>Add 1–2 tablespoons grass-fed, unsalted butter or ghee</blockquote><blockquote>Mix it all in a blender for 20–30 seconds until it is frothy like a foamy latte</blockquote><p>I’ve tried this recipe and here is the problem: it’s all performance and not enough exquisiteness! You see, in addition to being a member of the “performance coffee” culture, I’m also a member of the “<a href=\"https://medium.com/emergent-culture/the-third-wave-economy-cd294588b69d\">third (fourth?) wave” coffee culture</a> (sometimes known as coffee snobs).</p><p>Don’t get me wrong, this recipe is decent competition with Starbucks or Peets, but if you really love coffee there is a much higher bar.</p><p>And if you drink coffee, you should get with the program and <em>love</em> coffee! When made right (with great beans, roasted with care and brewed with love) it can be one of the most delicious experiences around. In fact, this is a big part of its addictive seduction. Forget the stimulant effects. A crisp morning. A steaming cup of perfectly made coffee. Perhaps a nice medium roast Kenyan made using the pourover technique. Sipped slowly so that the flavours have a chance to express and change as the coffee cools. If you’ve ever wondered why we have been placed into this mortal existence — this is <a href=\"http://www.playswell.com/taste-curves-or-what-i-m-lovin-e1jl98\">part of the answer</a>.</p><p>The third wave coffee folks get it marvelously at an ethical and aesthetic level. But, oddly, I find that even some of the best third wave coffee places fail to realize that “performance” is a vital part of beauty. Yes, from a coffee purist’s point of view, the above recipe might be gauche. But it is entirely possible to craft an extraordinary cup of coffee whilst producing a nearly ideal performance enhancer.</p><p>This of course, will require as much art as science, so you will have to play for yourself. But here is what I have discovered to be close to optimum:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/840/1*jCAUyYohrGzliCrH9Ztx4A.jpeg\" /></figure><p>First select a great bean and roast. Obviously, this is a matter of taste and circumstance. Anything from a sweet light Ethiopian to a dark Guatemalan can be fun. This <a href=\"http://www.playswell.com/bird-rock-coffee-bird-rock-blend-coffee-beans-r899q8\">Yemeni from Bird Rock Coffee roasters</a> in La Jolla is an excellent choice.</p><p>Second choose a manner of preparation. The only thing you have to keep in mind is volume and temperature: no espressos or cold brews here. But if you want a Lungo, go for it. Personally, I prefer a pour-over or an Americano (depending on my mood).</p><p>Third, avoid carbohydrates all together. The coffee snobs will have no problem skipping the milk or cream. But this goes to the food you put in your body as well. No scones or cinnamon buns — no matter how appealing. Coffee does not play nice with carbs. If all you do is avoid the carbs with your coffee, you will be doing yourself a great favor.</p><p>Fourth, take a nice sip of your coffee — black. I won’t lie to you: the butter is going to change the taste. So get a nice unadulterated taste first. We all know that first sip is where the sunshine is anyway. Take your time. I’ll wait.</p><p>Fifth, add the butter. True — if you add the butter earlier you can froth it in a blender or with handy frother — but I’ve found that stirring it in after my first sip is the best of both worlds. It melts easily enough, with the ancillary benefit of cooling your coffee just a little bit. We all know that really good coffee <a href=\"http://drinks.seriouseats.com/2013/01/coffee-temperature-how-hot-should-coffee-be.html\">tastes better cooler</a>.</p><p>It goes without saying that you should use as much care in choosing your butter as you use when choosing your coffee. <a href=\"http://www.playswell.com/kerrygold-pure-irish-butter-unsalted-8-ounce-p10ll1\">Kerrygold-unsalted Irish butter</a> is the canonical choice, but I’ve been very happy also with Raw Butter.</p><p>Optionally, sixth, a tablespoon of <a href=\"https://store.nutiva.com/coconut-manna/\">coconut manna</a>. Not in your coffee! Just from the spoon as a supplement. Those MCT oils are great, but they don’t belong in your cup. Coconut manna will get you the fats you need — and it tastes really great.</p><p>Now as I mentioned, the butter <em>will</em> change the taste of your coffee. And with a delicate coffee, the richness of the butter might just hide some of that nuance. This is why, when I was first playing with it, I started out just pairing my butter with Americanos or Aeropressed dark roasts.</p><p>But when I learned to stop worrying and love the butter, I discovered that the butter actually enhanced the flavor of the coffee. A nice lactic tone that pleased my palate in contrast to the fruit, acid and bitterness of the coffee. And while a gourmet might disagree, they miss the bigger picture: with butter in my coffee I also <em>feel</em> a whole lot better! What’s the point of having fifteen minutes of delightful coffee and then putting your body into a chemical stress?</p><p>Nope — Nth wave coffee is The Right Answer. Pick great coffee and enjoy the flavor. Put great butter in it to enjoy the chemistry. Combined they are a winning combination.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/650/1*5BElfvSQINKuEoTTENL59w.jpeg\" /></figure><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ff665e6f6c26\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/swell-considerations/fourth-wave-coffee-aka-im-better-at-drinking-coffee-than-you-are-ff665e6f6c26\">Fourth Wave Coffee aka I’m better at drinking coffee than you are</a> was originally published in <a href=\"https://medium.com/swell-considerations\">Swell Considerations</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/ff665e6f6c26",
  "isoDate": "2014-11-18T18:24:55.000Z",
  "publishedAt": "2014-11-18T18:24:55.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*v2XzezkaqF0al4EwQhE6ag.jpeg"
}