{
  "creator": "Peter Wang",
  "title": "The Information-Terror Complex",
  "link": "https://medium.com/emergent-culture/the-information-terror-complex-a5bf34d725f8?source=rss----708c0b15465e---4",
  "pubDate": "Thu, 02 Feb 2017 00:46:34 GMT",
  "content:encoded": "<p><em>“On the Origin of Terror in the Breakdown of the Bipartisan Myth”</em></p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*5any6GWW8-kNAVUpFlyuNA.jpeg\" /></figure><p>Here is an undeniable but seldom-stated fact: The quickest way to destroy terrorism as a tool would be to institute a news media policy of information blackout regarding terrorist attacks. The terrorist act itself only creates a few corpses (9/11 notwithstanding). But it is actually the <em>dissemination of information</em> which creates the state of terror among the population.</p><p>Of course, in the age of social media we could never implement such a policy. But it’s worth noting that our collective addiction to information — and the inability of for-profit media to pull itself away from ratings — that creates among the collective brain of our population, a deep susceptibility to be terrorized.</p><p>There is actually one way in which we already, tacitly recognize the role of media in creating and aiding terror. In the wake of mass shootings, assassination attempts, and other kinds of “high profile” acts, the media itself is sensitive to the role it plays in potentially spurring on “copycat” attacks. I’ve seen this kind of thing discussed since Columbine, and perhaps even before. Yet I’ve never seen anyone pull on the thread and unravel it all the way down to its core, to ask: “What if our media itself is the <em>medium</em> which makes mass terrorism possible?”</p><p><em>Media</em> coverage is the oxygen that sustains this fire. <em>Media</em> does the terrorizing, more than any particular act. When Jihadi John slits a throat in some sandy little country on the other side of the world, how is his knife, and how is that throat, any different than the thousands of people around the world who are murdered by knives and bullets on a daily basis?</p><p>Our modern information dissemination structures themselves amplify this act and weave it into the fabric of our national story. We have come to rely on this legacy mechanism of “journalism” and “news reporting” for sense-making about the world. We’ve tacitly ceded control of narrative creation about our tribe from the priests over to a for-profit complex of radio, print, TV, web, etc. And this entire edifice — of top-down, broadcast synchrony of a singular, dominant narrative — has a particular failure mode. Since it has no explicit control (it is an emergent hive of activity), and since it has no actual architecture that would prevent it from catastrophic, systemic failure, it can get hijacked. Very easily.</p><p>That vulnerability, when exploited by jihadist groups, creates a standing wave pattern, namely, the fear of random acts of violence. But <em>terrorism</em>, by definition, is the creation of a state of fear or hysteria among a population. Last I checked, ISIL doesn’t operate any radio towers in the US, nor does it configure internet routers in our data centers. Jihadists kill people — that is true. But our media environment creates and sustains the sense of terror.</p><p>It’s also important to note that this same vulnerability in our media complex can also be exploited by individuals who possess a particular talent for creating controversy, recognizing when they are at the center of attention, and having no qualms or filters or self-governors (typically called “shame” and “decency”). The media complex, like a struck bell, cannot help but ring at this frequency and amplify the signal.</p><p>Does this sound familiar?</p><p>I actually don’t think that “fake news” is the fundamental problem, no more than if someone pooped in our collective feed trough. Sure, we might get sick and some people will die. But it should be a wake-up call. We should ask — if all the troughs, regardless of whether they’re labeled “CNN”, “Fox”, etc. — are being filled with slop from the same opaque kitchen… isn’t <em>that</em> our big problem?</p><p>To be clear, I’m not saying that Fox News exists on anywhere near the same plane as e.g. the NY Times and the Wall Street Journal, which have slight partisan bents. By “opaque kitchen”, I’m referring to the entire apparatus of modern journalism, the peddling of access in Washington, the news desks and editors in newsrooms across the country making top-down decisions about what News Is Fit To Print.</p><p>This mechanism is deeply and fundamentally flawed. It has failed to effectively equip the population to understand bigger, broader economic and global forces that truly dominate the equation of outcomes for us. Rather, it focuses us on short-term shock value and warm fuzzies and what famous people are wearing to the Oscars. If you are worried about Fake News, why weren’t you worried about the Fake Celebrity of the Kardashians? These are the same sneeze coming out of different nostrils, and they are both symptoms that Western Civilization’s standard approach to sense-making for its population is woefully underserving us.</p><blockquote>Media scholar W. Lance Bennett has explained that two of the biases the media has are to promote crisis news and then to look for ways to resolve the crisis by looking for a return to order and authority.</blockquote><blockquote>When everything is a crisis, then nothing is. The return to order and authority in a real crisis is a cause for concern.</blockquote><blockquote>This prompts the questions: How do we engage in civil, but stern, discourse about issues of intense concern? How do we strike this important balance? Is there a role for and what does does civil disobedience look like in the 21st century?</blockquote><p>The manufacture of terror and crisis, and <a href=\"http://mediamatters.org/blog/2016/11/13/60-minutes-already-helping-normalize-trump-s-presidency/214420\">the normalization of structural failure</a> — that is the root problem.</p><p>Eisenhower warned about the “military-industrial complex”. I’m here to warn you about the Information-Terror complex. Because <strong>fear</strong> is such a universal, fundamental, and such a strong human emotion, it is an incredible engine to use to hook attention. And we are now in a time when human attention is the most valuable scarce resource. Attention is oil, and Fear is the drill.</p><p>Fear resonates with the expected strings in various people’s hearts. For the more “conservatively”-minded, fear causes them to want to shore up the bunker, protect the village, get dissenters in line (or eject them) and get organized around the Common Defense. Fear causes them to lose sight of what long-term principles and values they are actually defending within those village walls.</p><p>For the bleeding-heart liberals, fear causes them to explode in rage, to suspend adherence to their “progressive” ideals, and in fact to fail to live up to some of their core values of openness, inclusion, etc.</p><p>Fear brings out the worst in us, but it keeps us clicking, scrolling, retweeting. Just remember to please turn off AdBlock, because we have to monetize your eyeballs or else Netflix will.</p><p>If we do not fix this situation, our global civilization will slowly walk itself into a corner of the phase space in which everyone is terrified, highly partisan, slightly neurotic, and helplessly addicted to hyper-entertainment for their soma, and hyper-news for their sense-making.</p><p>The only cure for this is for us to consciously, intentionally choose to have personal interactions with each other, mediated by as thin of a technology layer as possible. Phone calls are good. Video chat is better. Getting together physically on a weekend to meet new people and feel a sense of community — that is best of all.</p><p>Unfortunately, those are all very difficult activities to monetize, for the purveyors of networks and smartphones and “content”. But they are the critical activities for us to engage in, if we are to build a healthier, smarter, more resilient society.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=a5bf34d725f8\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/the-information-terror-complex-a5bf34d725f8\">The Information-Terror Complex</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Peter Wang",
  "guid": "https://medium.com/p/a5bf34d725f8",
  "categories": [
    "terrorism",
    "isis"
  ],
  "isoDate": "2017-02-02T00:46:34.000Z",
  "publishedAt": "Thu, 02 Feb 2017 00:46:34 GMT"
}