{
  "creator": "Bonnitta Roy",
  "title": "Prospects & Prosperity",
  "link": "https://medium.com/open-participatory-organized/prospects-prosperity-c9a108e936a9?source=rss----68aa8a9faca8---4",
  "pubDate": "Tue, 07 Feb 2017 15:08:29 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*CJ_Kko8Ag-_FSl2xXCij1Q.png\" /></figure><p>The Challenge of Leadership</p><p>Today’s technology offers entirely new prospects for next generation infrastructure development, but leaders should beware the spell of the “technological imperative.” This is not easy to avoid, as leaders are necessarily immersed in the global finance, trans-national corporate, and national political systems that sustain the spell. With too strong a focus on the power of technology to build bigger, deliver faster, and to scale globally, we risk building a more complex but less rewarding world. Next generation leaders will employ a trans-disciplinary approach which seeks to integrate science, technology, and social policy in innovative ways. Increasingly, however, these innovations revolve around people exploring new ways of collective action and more open, authentic types of participation. In the process, novel insights will help transform outdated mental models of social organization, political engagement, economic wealth, and planetary health.</p><blockquote>Next generation leaders must articulate a vision of infrastructure development as the intersection of technological prospect and human prosperity.</blockquote><p>This vision must avoid the ideologically-framed discourse that polarizes society today and paralyzes us with unwarranted kinds of complexity. A vision based on human prosperity calls for new kinds of communicative action that are grounded in the actual lived experience of ordinary people everywhere, and can be enacted through broadly distributed means of open participation.</p><h4>Reinventing leaders</h4><p><a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d#.yqgqy81kp\">In this series of articles</a>, I have suggested that leaders can relieve themselves of unnecessary complexity by refactoring path dependencies in their processes and levels of abstraction in their systems modelling. Since the task demands of large scale infrastructure development are inherently complex, leaders need to prioritize this type of refactoring through continuous vigilance and iterative practices. Infrastructure development is also an arena of multi-dimensional players, in continuous negotiation amidst a complex and always-shifting power matrix. In this kind of environment, leaders cannot “go it alone” to resolve such complex dynamics into successful working “wholes.” Rather, next generation leaders must learn how to build capacities that are emergent properties of teams, and learn how to link teams into larger and larger strategic wholes — a skill that <a href=\"http://www.hbs.edu/faculty/Pages/profile.aspx?facId=6451\">Amy Edmondson calls “big teaming.”</a> This means that next generation leaders will also need to reinvent themselves along the way.</p><h4>Teaming-up to Lead</h4><p>Above a certain threshold of complexity and scale, next generation infrastructure development will require leaders themselves to “team-up” in order to lead on multiple fronts in multiple domains. In order to do so, they will need to hold together a common purpose.</p><p>To be successful, the leadership team must be able to integrate the array of values, processes, and practices that will shape cross-functional demands into a functional whole. Key integration points to be considered:</p><p>— <strong>Principle values</strong></p><ul><li>global connectedness &amp; local centers</li><li>economic development &amp; ecological health</li><li>public domain &amp; private domain</li></ul><p><strong>— Fundamental processes</strong></p><ul><li>centralized processes &amp; networked processes</li><li>education &amp; collaboration</li><li>communication &amp; information</li></ul><p><strong>— Primary practices</strong></p><ul><li>architecture &amp; engineering</li><li>governance &amp; finance</li><li>information technology &amp; construction</li></ul><p>The capacity for next generation leaders to successfully resolve these key integration points, while facing the complex task demands of infrastructure development, will depend upon each leader’s potential and their collective capacity, to team-up and hold onto their common purpose. If we want the next generation of infrastructure developments to support a more prosperous world, we will need to develop potential and collective capacity for exceptional individuals who can team-up to lead them.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=c9a108e936a9\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/prospects-prosperity-c9a108e936a9\">Prospects &amp; Prosperity</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/c9a108e936a9",
  "categories": [
    "strategy",
    "leadership"
  ],
  "isoDate": "2017-02-07T15:08:29.000Z",
  "publishedAt": "2017-02-07T15:08:29.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*CJ_Kko8Ag-_FSl2xXCij1Q.png"
}