{
  "creator": "Jordan Hall",
  "title": "Decentralized Autonomous Popcorn Time",
  "link": "https://medium.com/practical-imagination/decentralized-autonomous-popcorn-time-ddeb9a630926?source=rss----a0abc4f51e04---4",
  "pubDate": "Thu, 14 Jan 2016 23:08:52 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*odMZeZgYv5LFJgMuE3nuSQ.jpeg\" /></figure><p>Popcorn Time is a popular bittorrent-based media player. Similar to its ancestors Napster, Megaupload, YouTube and Bittorrent itself, Popcorn Time blew up on the basis of its advantages over competitive services like Netflix — only to be (kind of) shut down by the MPAA.</p><p>This exercise in practical imagination considers the potential of applying the new technologies of “Decentralized Autonomous Organizations” to the use case represented by Popcorn Time to deliver a potential game changer.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/714/1*9tBAvMnJEQ62pos1gk_Ixg.png\" /></figure><p><strong>Imagine if</strong>.</p><p>Imagine if a service existed like YouTube where video creators anywhere in the world could upload video and have access to a very large and global audience. Moreover, imagine if this service was designed to be intrinsically monetized without any form of advertising. And it was designed to automatically recommend likely to please content to everyone who used it.</p><p>Imagine if this service was <em>entirely decentralized</em> and, therefore, resilient to the control of corporations and governments alike.</p><p>This is what I have in mind with the Decentralized Autonomous Popcorn Time (DAPT). Its actually pretty simple.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/600/1*OhZypELoSFZRbsMtH6ObTw.jpeg\" /></figure><p><strong>First</strong></p><p>First we need a crypto token. I’m going to rely on my friends at <a href=\"http://www.backfeed.cc\">backfeed.cc</a> to provide what we need. Their approach is much more flexible than the proof of work approach used in either Bitcoin or the proof of stake approach used in some of the altcoins. If you want to really understand what they are about, you are going to have to read their whitepapers <a href=\"http://blog.backfeed.cc/backfeeds-economic-model-for-an-decentralized-age/\">here</a> (general overview) and <a href=\"http://blog.backfeed.cc/the-backfeed-protocol-an-introduction-for-mere-mortals/\">here</a> (deep dive into the protocol).</p><p>The gist is that using the backfeed protocol we will end up with a nice easy- to-use blockchain based cryptotoken that can be purchased directly from the DAPT (as well as p2p from existing holders).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/765/1*Rx5F9LudwPTs419jhz6gog.jpeg\" /></figure><p><strong>Second</strong></p><p>Next we need a decentralized storage and distribution platform. In principle, this could be accomplished with a slightly modified bittorrent protocol. The key difference between Bittorrent and DAPT is the use of a crypto-token: with DAPT, it costs to download. And it pays to upload.</p><p>Lets make it simple — 1 token per MB. So if you want to download a 1 GB video file from DAPT, this is going to cost you 1024 tokens. Similarly, if you let your client run and end up uploading 1 GB, you will earn 1024 tokens. So, if you want to download (and watch) a lot of content, you are going to have to go to the DAPT blockchain and buy a lot of tokens. But if you provide value back into the network by uploading a lot of content you can earn tokens — and folks who provide more than they consume can stand to make some money.</p><p>Interestingly enough, I wanted to noodle on more sophisticated algorithms to better incent load balancing, etc. But it seems like the good old fashioned market would likely take care of this. Consider: since you only earn tokens for content that is actually uploaded and only in-demanded content is downloaded at any meaningful rate, every client who is motivated to earn tokens would be motivated to use their own market intelligence to decide which content to host and make available. For example, if you see some video that you think is currently under-supported, it would be in your interest to download it (at your cost) so that you could then provide it back into the network at a relative profit.</p><p>If we look around at the wealth of blockchain analysis tools that exist in the Bitcoin ecosystem, we might expect an even moderately effective DAPT to be well served by market analytics tools. As a consequence, while my nerd instincts want to over-engineer this thing, it seems plausible that KISS works here.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*cNFLBB5HGodjx9oQnS0XJQ.jpeg\" /></figure><p><strong>Third</strong></p><p>So now we have a robust content hosting and distribution network that is relatively responsive to network demand and likely to do a decent job of Akamai-like distribution. How do we monetize this sucker to the benefit of the content creators?</p><p>The simple approach would be to allow them to mark-up their content by giving it some additional token cost. So, when I upload my video I can add an additional 1,000 tokens to its download cost. This is similar to the transaction cost that can be added to a bitcoin exchange to pay miners for their work. In this case, downloading that 1GB video file would cost 2,024 tokens. 1,024 for the physical bandwidth and another 1,000 for the content itself.</p><p>In principle this would be easy enough to do using the blockchain. Essentially, every piece of content would be locked inside a smart contract that would require whatever amount of tokens desired by the uploader to unlock.</p><p>But, of course, it is effectively impossible to prevent some 3rd party from downloading a file and then reuploading it as their own — either setting a price and “stealing” the tokens or setting the price to zero. It would be nice to find an elegant solution to this problem.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/300/1*SCgGJUU3EIkjCBhRjULVYw.png\" /></figure><p><strong>Fourth</strong></p><p>Fortunately, the backfeed protocol might provide a really elegant solution. You see, their “proof of value” protocol is designed to assess and reward both content <em>creation</em> and content <em>curation</em>.</p><p>It works like this. You contribute some kind of value to some project, like uploading a video. Initially this has no price other than the raw cost to download. But every person who gets it has the opportunity to rate it. As people watch and rate the video, its subjective value to the community becomes known and then the Protocol itself assigns a value to the content and tokens are allocated to the content creator.</p><p>Why would the users rate content (accurately)? Well, because the Protocol has rewards for that as well. Evaluation of contributions is a major contribution of value — so if you are among the first people to rate something and over time it becomes clear that you rated it “right” (i.e., the final rating looks like your early rating), then you’ve done a good job as a content curator and the Protocol automatically rewards you with tokens as well.</p><p>Note, that when I say that the Protocol rewards the content providers and content curators, what I mean is that when content has been assigned a value, the tokens given to the content creator and the curators come from the system itself, they are not paid by the content consumer.</p><p>For example, I upload a 1 GB video and you download it. This costs you 1,024 tokens. Then you evaluate the video and give it say 93% (I’m good.). Lets say over time that as more people watch and rate the video this turns out to be the “right” value. At this point what happens is this:</p><ol><li>New tokens are created by the protocol and are issued to me as a content creator. The people who are downloading the content don’t pay directly. Instead, the cost is borne by the system as a whole.</li><li>New tokens are created by the protocol and are issued to the early accurate raters. Similarly, this is a cost that is borne by the system as a whole.</li></ol><p>It might seem that creating all these new tokens will be inflationary. I can’t pretend to have mastered the math, but suffice it to say that the folks behind backfeed have thought hard about this and some pretty smart folks think that the Protocol is stable.</p><p>This approach is really powerful because it simultaneously solves the problems of rewarding content, piracy <em>and</em> content discovery.</p><p>Since I’m only directly paying for the megabytes, I have no incentive to download pirated or ripped off content. In fact, since I’m rewarded for accurately evaluating content, I’m motivated to download and rate what I think will be the best/most popular content and version of that content. Pirated copies are a distraction that no one will download or spare the time to rate. Yay.</p><p>More, since people are now thoughtfully rating the content that they are watching, the system automatically is able to generate really rich content recommendations.</p><p>In fact, the Protocol even takes into account different tastes — you might be crazy about Shark Tank, but I can’t be bothered. No problem — the way the Protocol works is that our differential values results in our being (behind the scenes) classified as having different tastes and, therefore, being part of different “value-communities”. This means that over time as I rate content, the system will get better and better at knowing which value communities I’m a member of — and recommending the content that is esteemed by people who seem to like the same stuff I like.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/662/1*yrjqjLcpSQ8kuQRgDoLChg.jpeg\" /></figure><p><strong>Fifth</strong></p><p>Pretty neato. A system like this could really change the nature of video on the Internet. We all know that it would likely start like YouTube, Megaupload, Napster and the like. Lots of pirated content and porn. Now, if I recall, Megaupload was making a lot of money before it got shut down and Popcorn Time had a pretty decent number of users. If DAPT works at all, it could quickly get millions — perhaps tens of millions — of users. Combine audience with monetization and discovery and it will elegantly and seamlessly begins to transition into a really powerful, high quality and nearly uncensorable media platform.</p><p>One that naturally scales, isn’t controlled by anyone and that in principle could entirely eliminate one of the nastier scourges of our time — advertising.</p><p>I’m no engineer, but from where I sit it doesn’t even look that hard. Much of the core tech (between Popcorn Time and backfeed) is already in place. And here’s the kicker. The way the backfeed protocol works, early developers are directly rewarded with tokens. Build this thing and you end up holding exactly the same tokens that will later be purchased to download the content. If it takes off, these could be worth some real money. Maybe not Kimdotcom money, but well worth the time and effort and a whole lot safer.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/300/1*XJ8BuwkRyHy_sPmIx9o3Hg.jpeg\" /></figure><p><strong>A note on Ethics</strong></p><p>The close reader will notice that while the intent of the system I’m imagining here is to build something that ultimately solves a whole bunch of problems currently plaguing online video content to the benefit of everyone, the path from here to there might very will involve non-trivial copyright issues.</p><p>Suffice it to say that I feel comfortable morally, ethically and politically here. For a taste of my point of view, check out this article on the <a href=\"https://medium.com/emergent-culture/the-trans-pacific-partnership-and-the-necessity-of-reclaiming-the-world-of-ideas-54992fc139a6#.n52kqp9f6\">The Trans-Pacific Partnership and the necessity of reclaiming the world of ideas</a>. In a nutshell, we are way past the disingenuous arguments of “you wouldn’t download a car” and other such fluff. I consider something like DAPT to be a very useful exercise of Practical Imagination precisely because it is both highly useful (one might argue even necessary) and is the sort of that that is unreasonably likely to be successful if the right team takes a swing.</p><p>If you have the skills necessary to kick something like this off, go for it. If you need connections to folks like backfeed or p2p or blockchain specialists, feel free to drop me a line. And if you do launch it, let me know, I’d want to buy some tokens early. Those things could be worth something.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ddeb9a630926\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/decentralized-autonomous-popcorn-time-ddeb9a630926\">Decentralized Autonomous Popcorn Time</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/ddeb9a630926",
  "categories": [
    "bittorrent",
    "blockchain",
    "bitcoin"
  ],
  "isoDate": "2016-01-14T23:08:52.000Z",
  "publishedAt": "2016-01-14T23:08:52.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*odMZeZgYv5LFJgMuE3nuSQ.jpeg",
  "collections": [
    "https://medium.com/feed/practical-imagination"
  ],
  "_id": "ddeb9a630926"
}