{
  "creator": "a lee",
  "title": "Sensemaking in the Coherency Desert",
  "link": "https://medium.com/rally-point-journal/21st-century-participation-in-a-post-contextual-world-e0998194d63b?source=rss----d41a60e13b7e---4",
  "pubDate": "Tue, 15 Aug 2017 20:13:52 GMT",
  "content:encoded": "<h4>21st Century Participation in a post-Contextual World</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*FDWKsKzw1G2l6q4zxEhclA.png\" /></figure><blockquote>A post-contextual world means that context is not the result but the start of sensemaking.</blockquote><p>To a large degree, this article is a response to <a href=\"https://medium.com/u/affe923beaf9\">Jordan Greenhall</a>’s <a href=\"https://medium.com/rally-point-perspectives/the-war-on-sensemaking-900086bca636\">The War on Sensemaking</a>. How we determine sense <em>today</em> is what this article is about.</p><style>body[data-twttr-rendered=\"true\"] {background-color: transparent;}.twitter-tweet {margin: auto !important;}</style><blockquote class=\"twitter-tweet\" data-conversation=\"none\" data-align=\"center\" data-dnt=\"true\"><p><a rel=\"nofollow\" href=\"https://t.co/RzBlNX5X7W\">https://t.co/RzBlNX5X7W</a></p><p>&#x200a;&mdash;&#x200a;<a href=\"https://twitter.com/theaterofscifi/status/843433181818880000\">@theaterofscifi</a></p></blockquote><script src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><script>function notifyResize(height) {height = height ? height : document.documentElement.offsetHeight; var resized = false; if (window.donkey && donkey.resize) {donkey.resize(height);resized = true;}if (parent && parent._resizeIframe) {var obj = {iframe: window.frameElement, height: height}; parent._resizeIframe(obj); resized = true;}if (window.location && window.location.hash === \"#amp=1\" && window.parent && window.parent.postMessage) {window.parent.postMessage({sentinel: \"amp\", type: \"embed-size\", height: height}, \"*\");}if (window.webkit && window.webkit.messageHandlers && window.webkit.messageHandlers.resize) {window.webkit.messageHandlers.resize.postMessage(height); resized = true;}return resized;}twttr.events.bind('rendered', function (event) {notifyResize();}); twttr.events.bind('resize', function (event) {notifyResize();});</script><script>if (parent && parent._resizeIframe) {var maxWidth = parseInt(window.frameElement.getAttribute(\"width\")); if ( 500  < maxWidth) {window.frameElement.setAttribute(\"width\", \"500\");}}</script><h4><strong>1. Context is social: what others do (different from our expectations), (re)establishes context.</strong></h4><p>Contextual mutability is why important discussions often need a <a href=\"http://robertsrules.com/\">formal procedure</a> to govern them. In non-policed conversations, like chit-chat, topics change rapidly. As people gain information, conversation shifts. Communication is nothing more than feedback loops with others.</p><p>As IT enables connections, increased sharing has the unanticipated effect of shifting and then possibly destroying shared context. In past civilizations, context shifting was much slower because the speed of new information was much slower.</p><p>Essentially the main difference between the late 20th and the early 21st centuries is how information disseminates.</p><p>In the 20th century, the mass media created context. For example, with <a href=\"http://watergate.info/\">Watergate</a> and <a href=\"http://thevietnamwar.info/media-role-vietnam-war/\">Vietnam</a>, broadcast media established context. The public’s behavior was then <em>mediated by that context. </em>Understanding who we were and how we should be was always in relation to a social context, so context was the buoy we all oriented around.</p><p>Today, anyone can reframe content. As a result, context cannot be easily universalized. If some content gains enough critical mass to be noticed (goes viral), then the public’s reaction is then <em>mediated by the content</em>, which may be out of anyone’s control, so content is the buoy we all orient around.</p><p>In other words, the pervasiveness of novel information flips our relationship of context around. As a result of this flip, today we live in a <em>post-contextual world</em>.</p><p>Context is no longer a created ideological consistency through which the public as a whole processes. Rather, today context is the initial baseline through which the public processes content every which way.</p><p>The cause of this post-contextual world is the recursive nature of social relations, which are defined by feedback loops. There are two main influences for feedback loops to continue:</p><ol><li>The lowered cost to participate in media (due to IT) enables people to reframe content.</li><li>Increased economic entanglement with the Internet leads to increased competition from stakeholders who want to control the reframing process. This competition increases information entropy. In other words, social media as an economic tie incentivizes people (and groups) to continually reframe content.</li></ol><p>As a result of these two influences, our “context,” in the form of understanding and sensemaking, will always lag behind content output.</p><p>Post-contextual worlds are not entirely new. One example of a post-contextual world is the finance markets. Elie Ayache’s book <a href=\"https://www.amazon.com/Blank-Swan-End-Probability/dp/0470725222/ref=sr_1_1?ie=UTF8&amp;qid=1498081026&amp;sr=8-1&amp;keywords=blank+swan\">Blank Swan: The End of Probability</a> explores the implications and mechanics of how this happens through <a href=\"http://www.investopedia.com/terms/d/derivative.asp\">derivatives</a>. If you are not interested in the mechanics, skip to Section 3.</p><h4><strong>2. Finance Marketplaces are post-contextual because they jump context</strong></h4><p>Ayache calls these jumps “Blank Swans” (which is a play off of <a href=\"https://medium.com/u/f138bf5466fe\">Nassim Nicholas Taleb</a>’s <a href=\"https://www.amazon.com/Black-Swan-Improbable-Robustness-Fragility/dp/081297381X\">Black Swan</a>). These singular events force whole slews of prices to be recalculated.</p><p>To understand how context can jump, you first have to understand how derivatives were first defined. In the 1970s, <a href=\"https://en.wikipedia.org/wiki/Black%E2%80%93Scholes_model\">Scholes-Black</a> modeled derivatives off of a geometric Brownian constant. Today, relative to Scholes-Black, the Brownian constant is calculated backwards. This Brownian constant is extrapolated from the derivative’s price and its underlying instrument. The reversal of calculating price from a Brownian constant to calculating a Brownian constant from price means the loss of market consistency (as there is no Brownian constant that continues between calculatory regimes).</p><p>To analogize social media and finance in terms of a post-contextual world: <em>before</em> derivatives, the marketplace was <em>final end-product</em> of calculations (as the Brownian constant was included). <em>After </em>derivatives, the marketplace is the <em>starting point</em> of calculations (from which the Brownian constant is extrapolated).</p><p>While investors may still estimate derivative pricing off of “fundamentals” such as supply and demand, the <a href=\"https://www.usnews.com/opinion/economic-intelligence/articles/2017-04-27/the-future-of-coal-technology-is-promising\">presence of future technologies</a>, and other kinds of information, it is other investors’ behavior that forces derivative pricing to extrapolate beyond the parameters of classical economics.</p><p>Here is a common example of how subjectivity “curves” expectations unpredictably: awareness of pricing models alters the very behavior of what those models are meant to predict. All the investors (politicians, business professionals and so on) influence each other, shifting each other’s alignment. Consequently, weighing the veracity of any pricing becomes anyone’s guess because literally, anyone can guess anything. In this sense, derivatives are nothing more than <em>contingent claims</em> about the world.</p><p>The term <em>contingent claims</em> is analogous to social media, and in particular, to <em>fake news.</em></p><h4><strong>3. Social Media is a series of claims about reality.</strong></h4><p>As the term implies, fake news isn’t news at all. (Interestingly, Trump originally applied <em>fake news</em> to news outlets; but news outlets have misunderstood what is meant. Journalists will use “fake news” to help justify themselves as being “real” news, which, incidentally is how journalism has always presented itself, as purveyors of truth.)</p><p>Fake news isn’t about truth. Fake news works very much like new information in conversation. Let’s draw an analogy of fake news with office politics. Office politics is the condition of constant alignment shifting given revealed information (gossip). If your whispering coworker states that a third coworker is mooching off of a fourth coworker, you may shift your social alignment. Truth isn’t unimportant but truth is secondary in the same way that the underlying instrument of a derivative is secondary. <a href=\"http://www.tabletmag.com/jewish-news-and-politics/237266/trump-dossier-russia-putin\">Functionally, fake news is nothing more than <em>contingent claims</em> about what is</a>, which is how content in a post-contextual world is.</p><p>Of course, there <em>is</em> a real world where things happen, but that reality is secondary to the value inherent in social/marketplace topography. Likewise, by gossiping with you, a coworker seeks to change your alignment, and possibly the social topography of the office itself.</p><p>In this sense, to understand fake news in terms of the 20th-century standard of news is a red herring. Fake news is just one application of social media. As an example, let’s look at the content below.</p><h4>3.1 <a href=\"https://medium.com/@cwolff411/cash-me-ousside-and-the-future-of-marketing-57eb8c07a332\">Cash Me Ousside Girl Hacked</a></h4><iframe src=\"https://cdn.embedly.com/widgets/media.html?type=text%2Fhtml&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;schema=instagram&amp;url=https%3A//www.instagram.com/p/BRYtR7qgZ6R/&amp;image=https%3A//i.embed.ly/1/image%3Furl%3Dhttps%253A%252F%252Fscontent.cdninstagram.com%252Ft51.2885-15%252Fs640x640%252Fsh0.08%252Fe35%252F17076472_240109919785545_6159879870160568320_n.jpg%26key%3Da19fcc184b9711e1b4764040d3dc5c07\" width=\"640\" height=\"359\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/43cd880f14cde8d577314148c9415117/href\">https://medium.com/media/43cd880f14cde8d577314148c9415117/href</a></iframe><p>In terms of news, the articles that come up in a google search are “fake” (in the sense that they aren’t telling you what is going on). But to understand the articles in terms of “news” will lead you to miss what is happening. This content is part of a social media campaign, one that anticipates the reaction of the public <em>including the reaction of news outlets</em>.</p><p>But news is not the right term as the goal isn’t to fool/inform anyone. The goal is attention.</p><p>On the surface, the claim was that a malicious group of hackers took over her Instagram account — but in fact — the claim was about the state of memetic desire. If enough people said YES (by <em>following</em>, <em>sharing</em> and <em>liking)</em> then the campaign will spawn <a href=\"https://medium.com/rally-point-perspectives/introducing-president-duckface-2040-18c292f296b7\">a feedback loop where people get even more of the same (in this case, Danielle Bregoli)</a>.</p><p>Incidentally, this is why Trump won the 2016 election. Given (social) media’s ROI and the intense reaction provoked by Trump, it was inevitable that someone who invokes strong reactions would rise to the top of people’s attention on reaction alone, irrespective of the specific content (<a href=\"https://mobile.nytimes.com/2017/04/04/magazine/cnn-had-a-problem-donald-trump-solved-it.html\">even for a news outlet like CNN</a>). This is why “truth” (and “content”) does not matter to Trump. If anyone made claims loudly enough, this will create a feedback loop around them, which enables them to influence the social topography (lubricated by revenue harvesting). Trump isn’t playing truth; Trump is playing the crowd. Like office politics, in social media, value is found in the social topography.</p><p>This brings us to what is backwards about understanding media today. Those clinging to 20th-century notions of journalism assume that that content is <em>final</em><strong><em> </em></strong>when in fact, content<em> </em>is only the <em>beginning</em>. To reiterate, this <em>reversal</em> of content from being the final product of a news cycle to being the start of the news cycle is how <em>context’s position is flipped</em> in terms of social processing.</p><p>While 20th-century journalism standards are, perhaps, still desirable, these standards are secondary to how people read their online social/“gossip” media. (If interested, you can read more about how people are incentivized to create this post-contextual struggle in an article I wrote: <a href=\"https://medium.com/rally-point-perspectives/the-new-way-humans-have-always-been-9b0555a08d78\">The New Ways Humans Have Always Been</a>.)</p><p>So to recap, let’s compare finance marketplaces as being post-derivatives and media as being post-web 2.0. In a post-contextual market, value isn’t mediated by the marketplace: Value is price (surrounding the instrument). Likewise, meaning isn’t mediated by context, meaning is the content (that includes reframing other content). This brings us to what hedge fund managers and online users have in common: we exist in different ‘worlds’ which, at any moment, can collapse and realign. In the 21st century, the only buoy is content itself (shares, tweets and likes), not some abstract World in which all the meanings are pre-decided.</p><p>To use Ayache’s term, a blank swan can be understood as having happened when the marketplace reprices entire families of derivatives — but analogously, we can see blank swans in today’s media as well. Sometimes slews of new articles arise to (re)establish chains of meaning.</p><h4><strong>4. Our world is not a single context but made of feedback processes from which multiple states arise simultaneously.</strong></h4><p>While post-contextuality allows the creation of new contexts, coherency is never given. Eventually, enough new information will create another contextual jump.</p><style>body[data-twttr-rendered=\"true\"] {background-color: transparent;}.twitter-tweet {margin: auto !important;}</style><blockquote class=\"twitter-tweet\" data-conversation=\"none\" data-align=\"center\" data-dnt=\"true\"><p><a rel=\"nofollow\" href=\"https://t.co/jAQB2PC2xq\">https://t.co/jAQB2PC2xq</a></p><p>&#x200a;&mdash;&#x200a;<a href=\"https://twitter.com/theaterofscifi/status/844289693193789443\">@theaterofscifi</a></p></blockquote><script src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><script>function notifyResize(height) {height = height ? height : document.documentElement.offsetHeight; var resized = false; if (window.donkey && donkey.resize) {donkey.resize(height);resized = true;}if (parent && parent._resizeIframe) {var obj = {iframe: window.frameElement, height: height}; parent._resizeIframe(obj); resized = true;}if (window.location && window.location.hash === \"#amp=1\" && window.parent && window.parent.postMessage) {window.parent.postMessage({sentinel: \"amp\", type: \"embed-size\", height: height}, \"*\");}if (window.webkit && window.webkit.messageHandlers && window.webkit.messageHandlers.resize) {window.webkit.messageHandlers.resize.postMessage(height); resized = true;}return resized;}twttr.events.bind('rendered', function (event) {notifyResize();}); twttr.events.bind('resize', function (event) {notifyResize();});</script><script>if (parent && parent._resizeIframe) {var maxWidth = parseInt(window.frameElement.getAttribute(\"width\")); if ( 500  < maxWidth) {window.frameElement.setAttribute(\"width\", \"500\");}}</script><p>Yet the desire to have a shared context is still strong because people keep referring to a (past) context in order to frame behavior. So many of us believe our behavior “harmless,” yet we may be caught in an echo chamber where others impose context on us, such as <a href=\"http://www.npr.org/sections/thetwo-way/2017/05/25/529999618/playboy-model-sentenced-over-body-shaming-woman-at-gym\">this</a> or <a href=\"https://www.aol.com/article/news/2017/05/11/man-arrested-for-racist-rant-captured-in-viral-video-cries-in-m/22081117/\">this</a> or <a href=\"http://verysmartbrothas.com/facebook-sent-me-to-jail-for-writing-ngger-in-a-piece-about-racism-while-emails-calling-me-ngger-still-sit-in-my-inbox/\">this (even if we <em>may</em> seek it out, sort of</a>).</p><p>Trying to get others to see our context as being real limits all of us. If we always look to the past, we miss future opportunities (in macroeconomics this is called the <a href=\"https://en.wikipedia.org/wiki/Lucas_critique\">Lucas Critique</a>).</p><p>Understanding what is happening requires forgoing 20th-century assumptions that require a stable context of universal values, such as freedom, liberty, and the marketplace. Today such terms are <em>meta-</em>contextual, meaning their particular expressions can differ from week to week or even hour by hour, individual to individual. Rousseau isn’t wrong about social contracts — but participation is not an agreed-upon state. Today, participation is an <a href=\"https://en.wikipedia.org/wiki/Agile_software_development\">agile process</a>.* Increased feedback means needing to constantly engage in feedback, instead of relying on absolutes of right and wrong.</p><blockquote>*As an aside, the term <em>agile</em> is from software development; which is also post-contextual. Like social media, the lowered cost of IT/distribution reverses developers’ relationship to context. Post-contextual software development means products need to be released before it has meaning — as a shifting software ecology prevents any piece of software from ever completely meeting consumer needs. Developers create with the release of software, rather than ending with the release software.</blockquote><p>A lack of stable context means that we cannot predict what will happen. Predictions are <em>contingent claims</em> (in the form of social media, barrier options, or new app/ventures) about what the world will be like. Constant feedback through IT means that at any moment, our knowledge may be dated (which means anything can be a threat <em>and </em>an opportunity).</p><p>Thus, in the 21st century, the very act of participating shifts context because technology allows for that participation to be captured and fed back to us.</p><h4><strong>5. Participation is context-shattering.</strong></h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Rze6GKP_NzAVx3krCrcs0g.jpeg\" /><figcaption><a href=\"http://barnsdall.org/los-angeles-municipal-art-gallery/about/\">Los Angeles Municipal Art Gallery at Barnsdall Art Park</a> invites guests to post notes. I provide feedback. We imagine this may be done with QR codes that link through smart devices to the web. In a post-contextual world, we are all <a href=\"https://en.wikipedia.org/wiki/Auditor\">auditors</a>.</figcaption></figure><p>As a mundane example, browsing the internet modifies the data that media companies get. Browsing once may not be enough to jump contexts but looking and sharing repeatedly may be enough for us to be recategorized in terms of the ads we get and who companies think we are. Remarketing strategies rely on feeding back to you the products you already browsed. Facebook algorithms do the same thing, only through individuals whose content you interacted with. Twitter allows people to do the same feedback with strangers through hashtags and retweets.</p><p>The key is to understand the role feedback loops have always had. Friendships and human relationships require feedback loops* (as in conversations, follow up emails, or sending out Christmas cards).</p><blockquote>*As an aside, this is why online tech companies have problems capturing groups: technology would have to capture and correctly interpret a group’s dynamic feedback loops. Without having an apparatus of capture that “gets” what meaning is exactly being passed between individuals, tech companies cannot capture the natural groups people form. (The same content could mean different things between slightly different groups of people).</blockquote><p>What a meta-context means is that without a shared context, feedback loops are the <em>only</em> buoy. Essentially, we go from the massive post-WW2 state apparatuses whose feedback loops were relatively stable (for at least a generation), back to the Wild West, in which understandings are at best contingent as new information can shift coordinates radically.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2Fyp8uoQ2PS_0%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dyp8uoQ2PS_0&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fyp8uoQ2PS_0%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"640\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/ba161bcc614c1199cd0627eef3ad1771/href\">https://medium.com/media/ba161bcc614c1199cd0627eef3ad1771/href</a></iframe><p>This is the lesson of the early 21st century: An awareness of the agency engendered by feedback loops will allow us to recognize that feedback loops are what enables coordination to be established.</p><h4><strong>Question : Do we really need a shared context?</strong></h4><p>Or, is conversation enough?</p><p><em>Join the conversation on our corresponding Facebook group: </em><a href=\"https://www.facebook.com/groups/625210141012983\"><em>Rally Point Alpha</em></a><em> — and our subreddit: </em><a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\"><em>Rally Point Bravo</em></a><em>. We explore content through the collective lenses of media, science, economics, programming and politics.</em></p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*ST5QGvSr9VO1xIJQPDLEMQ.jpeg\" /><figcaption><a href=\"http://www.slate.com/blogs/behold/2014/02/21/richard_barnes_murmur_examines_the_intricate_patterns_created_by_the_european.html\"><em>Murmur no. 23</em>, Dec. 6, 2006 by Richard Barnes</a> As each bird participates, the totality shifts in unpredictable ways</figcaption></figure><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=e0998194d63b\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/21st-century-participation-in-a-post-contextual-world-e0998194d63b\">Sensemaking in the Coherency Desert</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "a lee",
  "guid": "https://medium.com/p/e0998194d63b",
  "categories": [
    "economics",
    "social-media",
    "fake-news",
    "culture"
  ],
  "isoDate": "2017-08-15T20:13:52.000Z",
  "publishedAt": "2017-08-15T20:13:52.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*FDWKsKzw1G2l6q4zxEhclA.png"
}