{
  "creator": "Jordan Hall",
  "title": "Small Revolutions",
  "link": "https://medium.com/emergent-culture/small-revolutions-6c5f3288f9a9?source=rss----708c0b15465e---4",
  "pubDate": "Tue, 22 Mar 2016 18:36:24 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/740/1*-tiyJ5t--ZV5wRi7tfMadg.jpeg\" /></figure><p>It seems like everyone these days is crossing the Rubicon of American politics. Whether that means feeling the Bern or supporting Trump or actively protesting the entire political process, it is more clear now than at any time in a century that “the system is broken” and “something radical must be done”.</p><p>But, of course, no one really has any good ideas on what to do. This is, after all, a systemic thing and one candidate (no matter how radical) is extremely unlikely to make any real difference (particularly in a positive direction).</p><p>I have a suggestion. If you really want to change the system, I would like to propose a frightfully simple and powerful action that everyone can take: <em>turn off your TV. Stop reading the newspaper. Un-plug yourself entirely from old media</em>.</p><p>Really.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/720/1*ofiQKQNXHX-CUB-fEekNJA.png\" /></figure><p><strong>The Medium is the Message</strong></p><p>Wars are won by choosing the battlefield. And the battlefield of politics is media. Big changes in media always lead to big changes in politics. Ask the Kings and Popes of 15th Century Europe about Guttenberg. Or ask Nixon and Kennedy about Television.</p><p>Most of the time, of course, individuals have little to no influence over the media landscape that surrounds and binds them. But right now, we just happen to be in the middle of a <em>world class</em> change in media. The old medium is already fragmenting and losing its power. With perhaps only a little nudge of concerted action, we can push it over the precipice. And if we can move the center of political discourse from old media to new media, we can <em>radically</em> change the balance of power.</p><p><strong>How do we do this?</strong></p><p>First, go after the medium itself.</p><p>Forget about politicians or policies. Stop posting for or against Trump, Clinton, Sanders. This is a waste of everyone’s time. Instead, turn all of your ire and critique on the <em>medium</em> itself. We need to make watching politics on TV itself (especially the debates) shameful, unpatriotic, childish, naive, obscene, suspect, etc. The same goes for reading about politics in the newspaper or magazines. I don’t care if we are talking about the New York Post or the New York Times. If you are using 20th Century media to understand or evaluate what is going on in your political world, you are a part of the problem. Stop it. Don’t post links to Tom Friedman or David Brooks. Don’t respond, don’t rebut, don’t support. Disengage entirely. The entire framework of old media must be rendered silent.</p><p>Second, unplug personally.</p><p>Look if you really think that Donald Trump is the Antichrist or that Hillary Clinton is coming for your guns, it shouldn’t be too hard to skip your Three and a Half Men reruns. I know, March Madness is in its annual frenzy, but if we want to Save The Republic, we are all going to have to make a little sacrifice.</p><p>In fact, it is not even that hard. The only things you have to unplug are old media that either overtly frame social discourse (aka news, opinion, current events, etc.) or show ads.</p><p>So if you want to watch Daredevil on Netflix, go for it. As long as Reed Hastings and co. don’t accept filthy lucre from political manipulators, their channel is clean. Flock to it. Switch to it. The more the better because anything and everything that dismantles the old media is flat-out-good.</p><p><strong>Change the Landscape, change the Politics</strong></p><p>The existing political machine is like the Saber Toothed Cat or the Wooly Mammoth. They are exquisitely adapted to their old media landscape but will die off quickly when the ice starts to melt. They know how to influence public perception through spin and attention — who gets on Fox News, what does the New York Times say (or not say) about someone? They know how to raise huge war chests — to spend mostly on TV ads. An estimated <a href=\"http://www.npr.org/sections/itsallpolitics/2015/08/19/432759311/2016-campaign-tv-ad-spending\">$4.4 Billion will be spent on TV ads</a> in the 2016 Presidential election, out of a <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/230318-the-5-billion-campaign\">total of $5 Billion</a>. Turn off the TV and almost all of that money, power and influence is wasted. Talk about leverage.</p><p>Change the landscape and the politics must change. Or die.</p><p>And for the current forces of control, change won’t be easy. Don’t underestimate the subtle forces of nearly seven decades of adaptive evolution that have shaped the current political machines to the old media. TV for example, is all about surface, personality and persona. It is all about sensory overwhelm and getting behind and around our sensemaking defenses. This is why it leans in the direction of talking heads, soundbites and spin and why the evolution of American politics since Nixon has been irrevocably in the direction of reality TV.</p><p>The new media works differently. It is interactive and intrinsically multi-media. It is both hyper fast and enduring. Old approaches won’t work. It has taken decades for the political machine to optimize for TV and it will take them a while to figure out how to corrupt the new. Just look at how savaged old media techniques are when they try to spin something like a <a href=\"https://www.reddit.com/r/AMADisasters/\">Reddit AMA</a>. Drop some bullshit spin in an AMA and expect to get called out and worked.</p><p>The new media imply a <em>new kind</em> of politics. One that can’t help but be more about information and ideas than about talking heads. One that can’t help but be more open and participatory and harder to control. Just compare Reddit to the New York Times or bittorrent to CBS.</p><p>Will it all be sunshine and butterflies? Hell no. Heck they are already planning spending nearly a billion dollars on “digital” this election. Already the sock puppets and ‘downvote’ brigades are swarming and doing their best to pollute discourse. But, as we know, digital is a very different game, and one that they don’t yet understand all that well.</p><p>Will we be able to spin up bullshit blockers faster than they can corrupt discourse? Maybe. Maybe not. I never said we’d win the new media without a fight. But at least it is a fight we have a chance to win.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=6c5f3288f9a9\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/small-revolutions-6c5f3288f9a9\">Small Revolutions</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/6c5f3288f9a9",
  "categories": [
    "politics",
    "revolution",
    "2016-election"
  ],
  "isoDate": "2016-03-22T18:36:24.000Z",
  "publishedAt": "2016-03-22T18:36:24.000Z",
  "image": "https://cdn-images-1.medium.com/max/740/1*-tiyJ5t--ZV5wRi7tfMadg.jpeg",
  "collections": [
    "https://medium.com/feed/emergent-culture"
  ]
}