{
  "creator": "RPP Editorial Team",
  "title": "The End of Memes or McLuhan 101",
  "link": "https://medium.com/rally-point-perspectives/the-end-of-memes-or-mcluhan-101-2095ae3cad02?source=rss----2725c5feff8d---4",
  "pubDate": "Mon, 01 May 2017 13:10:19 GMT",
  "content:encoded": "<p>by Mark Stahlman, President, <a href=\"http://www.digitallife.center\">Center for the Study of Digital Life</a>, with Deborah Newman, Doc Searls, Peter Berkman, Ben Stolz, Jeff Martineau, Scott Talkington, Adam Pugen, and Tom Lipscomb</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/627/1*v9S1BTDD1DCh6eeGwBuyuQ.png\" /><figcaption>Courtesy of One Big Union Monthly</figcaption></figure><p>When <em>Wired</em> first launched at Macworld in January 1993, Marshall McLuhan (1911–1980) was listed on the masthead as the magazine’s “Patron Saint.” What had Professor McLuhan done to deserve this memetic canonization?</p><p>One year earlier, I’d had lunch with publishers Louis Rossetto and Jane Metcalfe at a restaurant facing South Park, around the corner from their office and came home to recommend that CMP Publications Ventures make an investment. (They didn’t.) The couple had just returned from Amsterdam and, no, sainthood wasn’t exactly their first priority.</p><p>But they’d liked McLuhan’s <em>The Medium is the Massage: An Inventory of Effects</em> (1967), and as Rossetto noted a decade later, “These were revolutionary times; this was a revolutionary publication. It had to look as jangly and electric as the times.”</p><p>Electric? Revolutionary? In 1993? Not quite.</p><h3><strong>Electricity Wasn’t McLuhan’s Revolution</strong></h3><p>Electricity had indeed been revolutionary a century before, when Nikola Tesla championed AC, while his rival Thomas Edison promoted the safety of DC by electrocuting dogs on stage with his rival’s shocking currents. Electricity had been revolutionary when Edison devoted himself to designing equipment to communicate with the dead. The entire 20th century had been electric, as reflected in the title of Louis’ previous magazine, “Electric Word.” But electricity was not McLuhan’s revolution, even though he wrote a great deal about it.</p><p>When pressed, McLuhan claimed, “Just because I write about something, doesn’t mean that I approve of it.” No, Marshall wasn’t at all electric in his own sensibility. His was a “scribal” approach from a time when books were hand-written and read aloud, inherited from his mother Elsie, a well-known elocutionist — which is why it was so difficult for him write books, and why he so often took co-authors.</p><p>Indeed, the book Louis and Jane liked so much hadn’t even been written by McLuhan, as reflected by the fact that his estate collects no royalties from what became the best-selling “McLuhan” montage. The electric design that caught Louis’ eye was someone else’s idea. Yes, those who compiled <em>Massage</em> were electric, and their revolution was the same one that had propelled Bob Guccione’s <em>Caligula </em>(on which Louis had worked.) In a word, it was <em>television</em>.</p><h3><strong>Night of the Living Memes</strong></h3><p>Memes were invented in 1976 when Richard Dawkins published his book <em>The Selfish Gene </em>and coined the term to describe “symbolic units of cultural evolution” that were meant to be analogous to the role genes play in biology.<em> </em>Memes were very much a part of the television “revolution” that McLuhan wrote about — perfect for television advertising. Memes are “democratic” and psychographically weaponized: Unlike one-size-fits-all propaganda, you get to <em>choose</em> between Coke or Pepsi. Memes are meaningless and you can’t argue with them. Just like television. Just do it! (<em>Don’t</em> think about it.)</p><p>Today, memes are dead. In case anyone still wants to hold onto them, consider the recent controversy over Kendall Jenner’s Pepsi television ad. Within 24 hours, the pushback against Kendall — who, in the ad’s narrative, skipped out on a fashion-shoot to join a protest march — was overwhelming. All of a sudden, meaning mattered enough to derail Pepsi’s attempt to hijack Black Lives Matters (a group that, as it turns out, has just hired its own public relations agency.) Pepsi claimed they were “trying to project a global message of unity, peace and understanding,” but that’s just not working anymore. Today, people are thinking (and worrying) too much for memes, which are uniformly stupid, to exercise much power over the human psyche. We’re no longer living in the “electric” paradigm that Louis was talking about.</p><p>To use McLuhan’s own terminology, memes have now become obsolete. By saying this, McLuhan was pointing to a special kind of death, a state in which something is everywhere but is no longer psychologically consequential. Walking dead, if you will. Memes today are like George Romero’s zombies coming to eat our brains, and increasingly, we all recognize this. We are “getting out” and perhaps even being “woke” as we wise up to the end of memes.</p><h3><strong>McLuhan 101</strong></h3><p>What many miss about McLuhan is that his entire work was an attempt to understand how technologies have massive pre-conscious psychological effects on those who’ve been habitually using them since childhood. In his landmark <em>Understanding Media: The Extensions of Man</em> (1964), McLuhan described this as a process of “shaping our attitudes and behaviors.” His colleague John Culkin, in his <em>A Handful of Postulates</em> (1966), put this as “We shape our tools and, thereafter, they shape us.” McLuhan himself often summarized this understanding in terms of a Gestalt: <em>figure</em> and <em>ground. </em>Without this basic concept, McLuhan cannot be grasped. <em>This</em> is McLuhan 101.</p><p>No, this does not make McLuhan a “technological determinist.” That derogatory term is based upon an impoverished view of causality. In fact, McLuhan is widely cited for his comment, “Nothing is determined.” What McLuhan was talking about when he used the word “shaping” was a very different sort of causality. In philosophy, this is called <em>formal cause</em> and, as Marshall’s son and collaborator Eric has insisted, that was all his father ever cared about.</p><p>Formal cause has been largely ignored for centuries in the West, highlighting McLuhan’s own intellectual roots in the “scribal” Middle Ages, long before the printing press. McLuhan describes the effects of this in <em>The Gutenberg Galaxy: Making of Typographic Man</em> (1962). In modern terms, formal cause is roughly analogous to “structure” or “environment” or “paradigm.” In psychological terms, formal cause means those technological influences that condition the early-stages of learning, which substantially define the “wiring” of our initially plastic brains.</p><p>Yes, in this way McLuhan could be considered the “patron saint” of understanding how we are each “wired” by the <em>invisible</em> technological environment in which we live. Alas, that is not what Louis and Jane meant.</p><h3><strong>The Inevitable Defeat of Memes</strong></h3><p>Communicating this notion of the unremitting “invisibility” of technological effects in our lives as they shape us in ways we deliberately refuse to acknowledge was McLuhan’s greatest contribution and — simultaneously — his greatest failure. Perhaps McLuhan should be considered as a breakthrough psychologist instead of as a “media guru.” His times were the same as those of Freud and Jung <em>et al,</em> and, in many ways, his goal was to provoke a widespread recognition of the need to consciously understand patterns that were being constructed in the human pre-conscious mind. Thus: <em>Understanding</em> (the pre-conscious effects of) <em>Media.</em></p><p>In the last decade of his life, after the attention that made him a counterculture icon — and that landed him on <em>Wired’s </em>masthead — had faded, and his Monday Night Seminars were filling up with walk-ins, the McLuhans — father and son — devised their final contribution, which they thought so important that they described it as a “new science.” This was the Tetrad, in which these pre-conscious effects of human technological artifacts were organized into a quartet of simultaneous impacts on the human psyche: Enhance, Obsolesce, Reverse and Retrieve. Unpublished until after his death, the resulting <em>Laws of Media: The New Science</em> remains the most obscure of McLuhan’s works and is often ignored today by McLuhan scholars.</p><p>As <em>Wired’s</em> patron saint, Marshall is often credited with predicting the “digital typhoon” the magazine claimed to be writing about. But did he? Buried on page 188 of <em>Laws</em>, unnoticed by most McLuhan scholarship, is what may have been his single greatest observation. Using his Tetrad, McLuhan specified the effects computers have upon us all. In the critical “Retrieve” quadrant (the most fundamental from the psychological standpoint), he wrote “Perfect memory — total and exact.” It is this ability <em>to remember</em> (which computer do to us when we habitually use them), as opposed to the ability to suspend belief over the make-believe of television and similar types of media that marks the end of the effectiveness of memes under digital conditions.</p><p>As computer architects know, digital systems are constructed as hierarchies of memories. We experience this every time we access a URL or use the Web’s domain name service — both of which are just abstracted memory addresses. Computers, as it turns out, spend little time “computing.” Instead, at the micro-level, computers are endlessly busy storing and retrieving items from memory locations that were initially found inside the machine but are increasingly found everywhere throughout the world. Totally and exactly: just as McLuhan suggested over 40 years ago.</p><p>Digital technology is all about remembering. Thus, digital technology sounded the death knell for make-believe memes. This radical shift in our psychology towards memory was what McLuhan was reaching for as evidenced by his commitment to remembering the basis of Western civilization. With our new digital environment, this process of remembering has now become the <em>ground</em> of our daily experiences. If, as his one-time student Walter Ong suggested, electric media (telegraph, radio, television etc) threw us into a “secondary orality,” then digital technology pushes us towards a “secondary literacy.” We are now living in the digital paradigm.</p><p>Therefore, all honors deservedly go to “Saint” Marshall McLuhan, based upon whose insights we are now compelled to understand digital life.</p><p>For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: Rally Point Alpha and the subreddit: Rally Point Bravo.</p><p>Rally Point Alpha: <a href=\"https://www.facebook.com/groups/625210141012983/\">https://www.facebook.com/groups/625210141012983/</a><br>Rally Point Bravo: <a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\">https://www.reddit.com/r/Rally_Point_Bravo/</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=2095ae3cad02\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/the-end-of-memes-or-mcluhan-101-2095ae3cad02\">The End of Memes or McLuhan 101</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "RPP Editorial Team",
  "guid": "https://medium.com/p/2095ae3cad02",
  "categories": [
    "media-criticism",
    "mcluhan"
  ],
  "isoDate": "2017-05-01T13:10:19.000Z",
  "publishedAt": "2017-05-01T13:10:19.000Z",
  "image": "https://cdn-images-1.medium.com/max/627/1*v9S1BTDD1DCh6eeGwBuyuQ.png",
  "collections": [
    "https://medium.com/feed/rally-point-perspectives"
  ],
  "_id": "2095ae3cad02"
}