{
  "creator": "Bonnitta Roy",
  "title": "Doomed to Perish .. Destined to Rise Again",
  "link": "https://medium.com/the-sixth-day/doomed-to-perish-destined-to-rise-again-5924d1a0733a?source=rss----bb59780a815a---4",
  "pubDate": "Mon, 10 Jul 2017 19:57:17 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/600/1*MtMjmIMw1tZuj8X24kc5Pw.jpeg\" /></figure><blockquote><em>It is of this secret strength that mountain and earth, stars and sea, the most elemental things of nature, sing. Yet the secret is told only to the imagination, capable, as it is, of celebrating what goes nonetheless unseen and unheard. Indeed the secret will always have been entrusted to those imaginings that can fill with song even those things that, like earth itself, remain silent and solitary. ~ John Sallis Force of Imagination</em></blockquote><p>I want to talk about intentionality and agency. Consider for example, the weather. Early man had a conception of the weather (the sun, the stars, the moon) as being aspects of <em>intentional</em> beings — the gods. Early man created all kinds of ways to placate and plead with them. And then somewhere along the line, we got “smarter.”</p><p>Daoists are very smart shamans. They don’t ascribe intention to the weather, to plants, animals or people. Not especially. All intention is the purview of the<em> Dao</em> … and we feel it in ourselves as guiding purpose, and we share it with others as guiding discourse. There is <em>agency</em>everywhere, and this comes in an infinite variety, according to the abundant creativity of the <em>Dao — </em>the sophisticated Daoist is keen to learn the ways of the <em>Way</em>, until she becomes one with the <em>One</em>.</p><p>When I first started working with horses <em>more closely</em> than is commonly appreciated, I would ask question like “why is she angry today?” or “why does she always try to turn in the opposite direction?” Little by little (I am a slow learning Daoist) I realized these are not profitable questions. Very little of what is happening, when a person is engaging a horse, has to do with intention at the level of either the horse or the person. No, in this inter-species dance, there is only the arising of the <em>Dao– the way things are in relation to each other.</em> Little by little I learned to focus on body language, and emotion as energy, arising in the Dao-de dance. Without projection, without introspection, without emotion — the dance became stronger and softer, more powerful and more graceful, more subtle and more alive, less will-ful and more willing.</p><p>In the midst of a “dreaded thread” when the dance of inspiration and imagination falls into the sour soup of repetition and habit, this is where I go — straight to the heart of the <em>Dao.</em> What is the “pain body” if nothing but a habit in an endless sea of karma? What are triggers and knee-jerk reaction, obsessive attachments to knowing, the constant irritation of fear in all its guises (anger, frustration, disgust), and the compulsive need to question– except for patterns laid out in the architecture of the <em>Dao.</em> It’s the <em>stuckness</em> that exhausts the energy, when the <em>Dao</em> is trapped in the standing patterns between the two poles of Kabir’s swing …</p><blockquote><em>Between the pillars of spirit and matter the mind has put up a swing.<br>There swings the bound soul and all the worlds with not even the slightest rest.<br>The sun and moon also swing, and there is no end to it.<br>The soul swing through millions of births like the endless circling of sun and moon.<br>Billions of ages have passed with no sigh of relief.<br>The earth and sky swing.<br>Wind and water swing.<br>Taking a body, God Himself swings.</em></blockquote><blockquote><em>~ Kabir</em></blockquote><p>Without inspiration, absent imagination — the human phenomenon is more like the weather — unpredictable and agentic for sure — a complex, non-linear force moving with and against other forces according to the rules of the <em>Dao</em>. But without the freedom of choice, without the openings for novelty and creativity, I do not respond to these human figures <em>as if</em> they had intentionality, any more than I would respond to my torturer as if he were in control of the masochistic machine he had become. A rock might fall and hurt me, the mountain might throw me off and kill me, the wave might drag me under and quelch my breath — but I do not take these forces <em>personally. </em>And so more and more I do not take the force of a person, trapped as it were in the karma of emotional habit and lost in the infertile desert of the computational mind, <em>personally</em>. A human being, without inspiration, absent imagination is the <em>Dao</em> forced into a small bottle. You don’t expect much of that worn and tarnished bottle. But the Dao that is us, is the genii, wanting to come out.</p><blockquote>I want to say <em>please people, unleash your inner genii !</em><br>Climate change is happening. Changes are coming. We are doomed not because Gaia is becoming more chaotic, but because <em>we are becoming more predictable!</em></blockquote><p>Gaia is revealing the <em>Dao-on-Earth– </em>which entails what it is to <em>be a people</em>, what it is to <em>be animal, vegetable, mineral, elemental and energy.</em> When all of life is extinguished from this earth, we will have realized our elemental selves, strewn about in the desertified seas. When the sun explodes, she will have returned us to our energy origins, and then as a death star, we will radiate out formlessness back to the dark edges of the universe. Makes you wonder.</p><p>If the near future is not quite as catastrophic as this, then “life as we know it” will decompose back down to subsets of what is sustainable upon the new earth. I think of my immediate community. Surrounded by farms, with friends that know how to raise chickens and prepare them for eating, milk cows and goats, deliver babies and butcher pigs — I feel safer than without them. The farmer who delivers our hay alone can teach us how to feed ourselves — and I practice every day. This makes me feel safer, stronger, younger, and gives me pleasure. One of our best friends, an Irish lad, can fix any combustible engine on the planet — and jury-rig it to run on anything that will burn. Trust me, he’s a “keeper.” I want to teach my morgan to pull a cart, a wagon, a load. The man who shoes our horses has 11 smart percherons — they might come in handy one day. While I am gardening, I watch the rabbits — we have tons of them here– and find I am imagining the day when I will be “ranching them.” Rabbits and chicken, I reason, can get us through. We have a 4-season stream and a pond. My back garden is a garden just for the bees. There are frogs all around. This makes me feel safe.</p><p>Still, I know that I am not very much prepared at all for the task of surviving the human species. Those few pastoral tribes deep in the desert and the narwhale people and reindeer people far up in the arctic will out-survive us all. They will come together, these two so far apart, when the arctic becomes a desert, and the desert becomes a sea. They are beautiful expressions of the <em>Dao</em> — they make our species anti-fragile. <em>We should be protecting them! </em>They are our seeds, our beginnings.</p><blockquote><em>What then must we do?</em></blockquote><p>Perhaps our task is to leave behind beautiful and enduring reminders of inspiration and imagination — so with our new start, we won’t have to start over. We will carry forward. This late 21st century people will be conspired about in the future in the same way we conspire about our alien relatives — imagined to be from another planet, perhaps they were just from another time.</p><blockquote><em>Who are we? We the people assembled here at the end of the world?</em></blockquote><h3><em>We are the extemporanians.</em></h3><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=5924d1a0733a\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/the-sixth-day/doomed-to-perish-destined-to-rise-again-5924d1a0733a\">Doomed to Perish .. Destined to Rise Again</a> was originally published in <a href=\"https://medium.com/the-sixth-day\">The Sixth Day</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/5924d1a0733a",
  "categories": [
    "life"
  ],
  "isoDate": "2017-07-10T19:57:17.000Z",
  "publishedAt": "2017-07-10T19:57:17.000Z"
}