{
  "creator": "Jordan Hall",
  "title": "A Theoretical Case for “Swell”",
  "link": "https://medium.com/swell-considerations/a-theoretical-case-for-swell-112cbfca4cf4?source=rss----3c55c4eb0532---4",
  "pubDate": "Tue, 07 Oct 2014 17:06:56 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*GFVHGsA-_20j2iEYztybYA.png\" /><figcaption>regime change in basins of attraction</figcaption></figure><p>or — how Manuel Delanda would explain what we are up to</p><p>Our entire culture is predicated on the idea that ideas compete openly and fairly in free marketplace(s). This is the essence of democracy. The results of this healthy dynamic tend to be dramatic innovation, efficiency, emergence, productivity, and flourishing. The tech-trends of the last 20 years should serve to deepen, enhance, open-up, broadly distribute etc these marketplaces and their effects. What we see all around us is the ‘hijacking’ of these marketplaces by various ‘anti-democratic’ and ‘anti-market’ institutions: money distorting the marketplace of political ideas, myopic corporate self-interest distorting the marketplace of product ideas, sclerotic bureaucracies distorting the academic marketplace of educational ideas, and even financial engineering distorting the marketplace of the money-signal itself.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*TueU7ekjwf5BzMv9aUcXjA.jpeg\" /></figure><p>By definition, we cannot expect meaningful change to come from within any of these institutions. They are merely playing out their fundamental nature (aka “internal logic”). Indeed, we should expect them to work together and reinforce the collective “fitness landscape” that gave rise to and supports their distortions.</p><p>The appropriate strategy is to come from the outside and *disrupt* at the most fundamental level possible. Generally this will be a technological / infrastructural level that changes some of the “laws of physics” constraining what is possible. In the mid 90’s this was things like web publishing and search which resulted in an undermining of the premises of the news/magazine publishing industry. Then MP3 which undermined the distribution foundation of the music industry. Then digital video which is showing signs of eroding the copyright protected oligopology of the film and television industry (see Netflix, Amazon, HBO moving into the full supply chain). More recently, we’ve been watching the infrastructural change of the Kindle combine with Amazon’s previous disruptions around marketing and distribution put the final touches on the disruption of the book publishing industry.</p><p>Our sense is that the combination of ubiquitous empowered user curation and sharing, an increasingly mindful demographic and the contemporary commodification of entire layers of rich media (i.e., video) make the time ripe to disrupt the consumer product category — moving power out to the edge and away from the concentrated for forces of “monolithic corporate indifference” that were selected for like so many barnacles in the latter quarter of the 20th Century.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/360/1*4Kc3ufAR0iPf5nLOT7DLyw.jpeg\" /></figure><p>Specifically, if we can activate individuals to surface and share the products that they think are special (worthy, important) and/or would “swear by” — depending on their idiosyncratic values — and to invest some time and energy in crafting rich media expressions of these products, we can do to “Leviathan” what Wikipedia did to Britannica. By devolving the forces involved in producing the products we use and consume, we can resurface richer, subtler, more <em>human</em> values into a healthy pluralism.</p><p>If it works, it is not just good, it is <em>very</em> good.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=112cbfca4cf4\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/swell-considerations/a-theoretical-case-for-swell-112cbfca4cf4\">A Theoretical Case for “Swell”</a> was originally published in <a href=\"https://medium.com/swell-considerations\">Swell Considerations</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/112cbfca4cf4",
  "isoDate": "2014-10-07T17:06:56.000Z",
  "publishedAt": "2014-10-07T17:06:56.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*GFVHGsA-_20j2iEYztybYA.png",
  "collections": [
    "https://medium.com/feed/swell-considerations"
  ],
  "_id": "112cbfca4cf4"
}