{
  "creator": "Joe Brewer",
  "title": "Why Being Realistic Feels Like Doomsday Thinking",
  "link": "https://medium.com/rally-point-journal/why-being-realistic-feels-like-doomsday-thinking-3eddf421ff59?source=rss----d41a60e13b7e---4",
  "pubDate": "Sat, 25 Mar 2017 22:23:37 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/750/1*Dma1VDBLDbryEO7eee04nA.png\" /><figcaption>These are serious times that require deep and sometimes painful thinking.</figcaption></figure><p>I would like to clarify the difference between realistic assessments for what is happening in the world and “doomsday” thinking… as it seems there are some in my networks who feel like I fit into the second category rather than the first.</p><p>The preface for this comment is to say that the state of the world is in a serious level of threat. In order to make sense of the risks, one must have an adequate understanding of what is going on. This includes knowing what the threats are, how they came to be the way that they are, and what the likely outcomes will be for plausible scenarios.</p><p>Reviewing the facts of the matter, it is now nearly the end of March 2017. Physical and environmental science research shows that roughly half of the topsoils on Earth have been depleted in the last 100 years; more than 90% of fish stocks removed from the world ocean; greenhouse gas emissions continue to rise each year (stalling only when there is a major financial crash); methane is now being released from Arctic tundra and the high-latitude oceans; and we are now in the sixth mass extinction event in our planet’s 4.5 billion year history.</p><p>Social and economic science research shows that inequality is chronic and extreme, trust in public institutions is at a historic low, there are more people alive than ever before, and the most important trends shaping the evolution of our societies have exponential growth or decline curves attached to them. This means we are in the space of “phase transitions” where previous structures become very unstable and changes that happen will be very turbulent to the point of extreme violence in some cases.</p><p>Add that for both physical and social systems — which are deeply interconnected — there are lag times for some changes and many orders of magnitude difference in pace and scale between different kinds of changes. This is a classic pattern for instability and “black swan” behaviors to arise.</p><p>If one is to be realistic in their assessments for where the world is going in the next few decades, they will find very sobering trajectories that range from plausible to likely to inevitable. What they will not find is scenarios that incorporate all of this empirical evidence to claim that the world is getting better (like some who cherry-pick the data to claim poverty is in decline) or that the future is a “rosy” place that we should all be looking forward to.</p><p>Thus the negative emotions and feelings of darkness, sadness, grief, fear, shame, and pain that are quite natural companions to the knowledge about what is happening in the world.</p><p>In order to be hopeful and empowered, while at the same time aspiring to be effective at creating actual improvements in the world, one must process all of the negative feelings and come out grounded in reality on the other side. To avoid the negative has a name in psychology — it is called denial.</p><p>And far too many among us are in denial right now.</p><p>I hope this helps clarify things more for you. I am a deeply hopeful person. And I strive to be effective in what truly are difficult times.</p><p>Onward, fellow humans.</p><p><em>Want to support my work? Appreciate my writings? Make a contribution </em><a href=\"http://paypal.me/culturedesign\"><em>here</em></a><em>.</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=3eddf421ff59\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/why-being-realistic-feels-like-doomsday-thinking-3eddf421ff59\">Why Being Realistic Feels Like Doomsday Thinking</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Joe Brewer",
  "guid": "https://medium.com/p/3eddf421ff59",
  "categories": [
    "psychology",
    "environment",
    "social-change",
    "culture",
    "climate-change"
  ],
  "isoDate": "2017-03-25T22:23:37.000Z",
  "publishedAt": "2017-03-25T22:23:37.000Z",
  "image": "https://cdn-images-1.medium.com/max/750/1*Dma1VDBLDbryEO7eee04nA.png"
}