{
  "creator": "Jordan Hall",
  "title": "Ello, meet Swarm",
  "link": "https://medium.com/practical-imagination/ello-meet-swarm-3bf74b6a8c25?source=rss----a0abc4f51e04---4",
  "pubDate": "Sat, 07 Feb 2015 17:27:59 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/720/1*cdZRap2kUXhm3DM0vDeZJA.jpeg\" /></figure><p>Indie darling Ello is starting to make splashes in the direction of Facebook. To be sure, the rush of techno-hipsters into the minimal design (and Ad-free) social network is as of yet merely a hint of a gesture. But to my ears, the sound is clear: Facebook is vulnerable. In fact, I’ll go so far as to say that Facebook is doomed. Perhaps not from Ello, perhaps not anytime soon. But sooner than most may think.</p><p>Zuckerberg and co have already moved profoundly onto the wrong side of the innovation curve with a focus away from what people actually want and need and ruthlessly on how to maximize shareholder value. The momentum of Ello is the result of an itch of many of Facebook’s users: anything else. These things end badly. I’m on the record: Facebook isn’t long for this world. So, what comes next?</p><p>Here is a sketch of some ideas that might power a next-generation Facebook killer.</p><ol><li>You need to be able to meet user needs quickly and scale elegantly as the size of the community scales. Ello will suffer badly here. Network effects can be your friend, or they can hammer you with user demands that a team of ten (or a hundred or a thousand) just can’t keep up with. Like it or not, Facebook sets the standard. If a new platform can’t (fill in the blank with your favorite feature), then users will have friction.The earliest of adopters will be willing to put up with anything, but if you can’t keep up with growth, you can lose momentum fast.</li><li>You need to have useful, fun or engaging “things to do” as the community fills out. Network effects are Facebook’s killer app. They have a billion people there and lots and lots of stuff going on. By comparison, a new network will feel empty and quiet. Which is fine, but if you want users to get through withdrawal symptoms, you need to give them something to do while the rest of the network effect fills out.</li><li>You have to have a revenue source that is in alignment with the values and intent of the community. Social networking goes to the heart of human relationship. Particularly as our lives become more and more virtual we are inevitably finding ourselves mediating relationship through our social media platforms. This means that they are too important to be commodified. And <em>far </em>too important for advertising. Ello has put a stake in the ground here — no advertising in favor of what appears to be an “app store” model. Maybe.</li><li>You have to have a funding source that is in alignment with the values and intent of the community. As <a href=\"https://aralbalkan.com/notes/ello-goodbye/\">Aral Balkan</a> has pointed out, venture funding means “exit” and a misalignment between the interests of investors and the community. Since any division of interests that is out of alignment with the community will ultimately be value-reducing for the community, ideally <em>the community owns the platform</em>.</li><li>You would like to have decision making <em>scalably</em> decentralized at all levels. This means everything from feature sets to privacy rules should be as much as possible pushed to the community — rather than backhauled into a 17th Century centralized decision structure. A social network with a population larger than almost any nation on earth is simply too important for the 21st Century to be left to Enlightenment-era corporate governance.</li></ol><p>In the interests of getting there sooner rather than later, I’d like to suggest a potential way of getting there. It involves gluing together a number of new phenomena into what might be a critical mass gestalt. This discussion will be rough and inelegant. Hopefully, in exchange, it will have some ideas that spark more ideas that might result in some good ideas down the road.</p><p>Swarm is a new entry from the “cryptocurrency” side of the tracks. Its an admixture of what that crowd calls “Decentralized Autonomous Organizations” (think 21st century version of the corporation), “Liquid Democracy” (think 21st century version of governance) and Crowdfunding using crypto currency. A swarm event can be as small as a feature in an open source project to a short film to a globe spanning social network. Much like Kickstarter, a team proposes a project and a funding goal necessary to achieve deliverables. If the crowd likes it, they fund and the project kicks off.</p><p>Unlike Kickstarter, Swarm relies exclusively on cryptocurrencies. Most simply, you can raise money in the form of Bitcoin to fund your project. More interestingly, however, Swarm gives you the ability to create your own currencies (potentially many) and associate them with a variety of rights and powers within the project. They bootstrapped themselves into existence using their own platform: donate a Bitcoin and get some Swarmcoin in exchange. Swarmcoin come with a governance aspect (for every Swarmcoin, you get a vote in what Swarm is all about) and a financial aspect (if Swarm ever becomes valuable, those Swarmcoin might have value).</p><p>Using a system like this, here is what I envision:</p><p>Launch a new open social network platform. It will consist of a few different functional “layers”</p><p>a) A social media layer. For purposes of simplication assume that the intent here is to craft something that is functionally identical to Facebook (minus the distractions).</p><p>b) A “project” layer. Think github meets kickstarter. This is where features and functionality are created in an open yet structured way. Members of the social network can come in and propose, create and join projects to craft the features of the network itself. Initially all of the focus will be on core functionality (the social media layer). Over time, scope will expand to applications and even non-code related activities (i.e., lets make a film, lets have a party).</p><p>c) A cryptocurrency (or several). This is where a lot of the magic happens, so lets spend time here. What I’m imagining here is a currency that has a few features that we don’t yet see in the landscape.</p><ul><li>There are two states for this currency: active and inactive. An active currency can be freely exchanged between any members of the community. Active currency operates like a traditional cryptocurrency and is the financial lifeblood of the community. More on this later.</li><li>An inactive currency can only be exchanged with a special wallet that is associated with projects created in the project layer. Inactive currency is used to donate to (and thereby promote) projects.</li></ul><blockquote>Example: I create a project “Add group functionality to Ello”. When I do this, my unique project identity is a “wallet” that is capable of receiving inactive coins. Sally looks at the project list and thinks this is a good one. She donates 50 coins to my project. When/if my project hits its funding threshold, those coins are transferred from her account to my wallet and converted from inactive to active. They are now free to spend.</blockquote><ul><li>Every day every member of the community receives X units of inactive currency into their account. This is how the currency is created into existence. Inactive currency has a demurrage rate — some percentage of all inactive currency sitting out unused in accounts “evaporates” or is pooled back into some commons pool. More on this later.</li></ul><p>As a consequence, every member has a daily opportunity to receive currency that they can use to support the intention and focus of the community. This might kill several birds with one stone. This gives early adopters something to do. It gives everyone a sense of agency and ownership. Moreover, it potentially attracts contributors into the open source project to expand, fix and enhance features — at a rate that could scale with the adoption of the platform itself. No longer is a million new members a curse. Instead it is a million new users of a potentially valuable cryptocurrency, supporters of development and a pool of potential contributors to co-creation of this shared space.</p><p>In addition, the tight linking between a cryptocurrency and a social network helps solve another problem: the revenue model. As has been discussed elsewhere, one of the killer potential applications of a digital currency is micropayments. We have already provided members with a continuous flow of (free) currency. We have introduced them to the notion of “spending” this currency to support projects that they think are interesting. What remains is to enculturate the notion of making micropayments to *use* functionality of the site.</p><p>Try this on for size: replace the increasingly banal and value-degrading “like” button with a function that puts a bit of money where your mouth is. If you want to give something a thumbs-up, you “tip” the object with a small amount of crypto currency. The dogecoin community seems to have established that this social gesture works and it has all kinds of benefits. It makes the “upvote” more meaningful (and inhibits thoughtless upvotes). It trains people to part with currency in exchange for value contribution and it provides a nice segue into “micropayments” in general.</p><p>I’d go farther and build into the basic culture that every action “costs” something. e.g., want to upload a video? It will cost you one cent. Tiny. Not enough to inhibit any but the most grandiose use. And since everyone is getting “free” currency every day, not an inhibitor to action. In fact, only the real power users would ever find themselves needing to acquire more currency than they are granted for free every day. And, of course, as they are power users be definition they can be expected to be OK paying some fee for the services that they are being granted.</p><p>The revenue model, then, would be simplicity itself: a tithe of some percentage on all transactions. This, combined with the demurrage fee, could provide more than enough resources to power “the commons” and pay for dedicated resources (e.g, cloud computing). Of course, as many if not all features and functionality might be provided by specifically promoted/funded projects the total amount of necessary concentrated resources might become quite small. In which case, these resources can be dividended back out to the community as whole. [I can imagine for example a project to develop a more cost effective hosting solution. The project is funded from crowdsourced donations and results in a 30% decrease in hosting costs. ]</p><p>All of this is dependent in the mid term of course on the private currency having enough of a “real world” value to sustainably power the activities necessary to drive the community. Including converting into enough “fiat” currency to pay for outsourced services (e.g., hosting at least at the get go). It appears from the dynamics of the current crypto-currencies that this is a plausible although by no means inevitable resolution. Compared to other crypto currencies, this one would be “backed” by a potentially large community of people who are actively using it to access and pay for an increasingly large portion of their “Internet fundamentals”.</p><p>Importantly, gluing a social network to a crypto currency is an excellent way to upgrade a number of basic Internet services. Spam-free email for example. It would be a triviality to require a tiny crypto fee for every email sent/received. Something that wouldn’t even be noticed by even a significant user — but the sort of thing that would decimate the economics of spam.</p><p>Finally governance. Suffice it to say that a number of people are thinking about ways to use “the blockchain” to <a href=\"http://blog.bitnation.co/2014/09/15/for-immediate-release-bitcoiners-are-taking-on-governance-services-october-10th-2014/\">innovate governance</a>. From enabling <a href=\"http://liquidfeedback.org/\">liquid democracy</a> to enabling <a href=\"http://bitcoinmagazine.com/16852/first-blockchain-wedding/\">civil unions</a>. This is a deep conversation that needs to happen, but for our purposes it is sufficient to say that a platform combining social networking and cryptocurrency is a perfect place to explore and exploit these as yet emerging potentials.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=3bf74b6a8c25\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/ello-meet-swarm-3bf74b6a8c25\">Ello, meet Swarm</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/3bf74b6a8c25",
  "isoDate": "2015-02-07T17:27:59.000Z",
  "publishedAt": "2015-02-07T17:27:59.000Z",
  "image": "https://cdn-images-1.medium.com/max/720/1*cdZRap2kUXhm3DM0vDeZJA.jpeg",
  "collections": [
    "https://medium.com/feed/practical-imagination"
  ]
}