{
  "kind": "youtube#playlistItem",
  "etag": "tIkiVw6Mr4dfBr-1H4lXyIT6DTg",
  "id": "UExwUkVoRzdHdGp0Q2g5MFFyem5NUFhTN0J4aDNMVW5QVi4yMDhBMkNBNjRDMjQxQTg1",
  "snippet": {
    "publishedAt": "2019-08-05T21:24:10Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Sovereignty with Jordan Greenhall",
    "description": "Jordan Greenhall is the CEO of Neurohacker Collective and is now in his seventeenth year of building disruptive technology companies.\n\nJordan graduated from Texas A&M and  Harvard Law School where he spent time with Larry Lessig, Jonathan Zittrain and Cornel West examining the coevolution of human civilization and technology.\n\nIn 1998, Jordan became an early employee crafting strategy and product for MP3.com, then at InterVU (acquired by Akamai) and then finally in 2000 launching and leading the online digital video revolution as founder and CEO of DivX.\n\nAfter navigating two financial crises and an IPO, he left the helm at DivX to return his attention to the big picture. Jordan participated in the Aspen Institute and the Santa Fe Institute where he served on the Board of Trustees for five years.\n\nAfter one week on an early Neurohacker Collective stack, he was convinced about the power and potential of this new technology and joined Daniel Schmachtenberger and James Schmachtenberger to bring it to the world.\n----\nThe topic is Sovereignty. Sovereignty is an individual’s capacity to respond to the world. The three elements of sovereignty are perception, sense-making and meaning-making, and action.\n\nJordan defines sovereignty in his essay as, “It is the ability to be present to the world and to respond to the world — rather than to be overwhelmed or merely reactive. Sovereignty is to be a conscious agent.”\n____\nKey Highlights\n\n- Why Jordan is excited about Donald Trump\n\n- What is sovereignty?\n\n- The historical transition underway, the factors which could lead to an apocalyptic moment, and how it might end a utopian future\n\n- Three key elements of sovereignty\n\n- Where to start if you want build sovereignty\n\n- How to scale from individual to collective sovereignty\n\n- The role of blockchain in accomplishing global sovereignty\n\n- What is Qualia and Qualia Mind?\n_____\nIf you want to try Qualia and Qualia Mind, head over to neurohacker.com. Plug in the code \"BOOMER\" for a 10% discount on your purchase or 15% off a subscription.\n___\nCheck out the full show notes at decodingsuperhuman.com/jordan",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/Rqjx1Nd-8-A/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/Rqjx1Nd-8-A/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/Rqjx1Nd-8-A/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/Rqjx1Nd-8-A/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/Rqjx1Nd-8-A/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV",
    "position": 20,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "Rqjx1Nd-8-A"
    }
  },
  "_id": "Rqjx1Nd-8-A",
  "collections": [
    "https://www.youtube.com/playlist?list=PLpREhG7GtjtCh90QrznMPXS7Bxh3LUnPV"
  ]
}