{
  "creator": "Bonnitta Roy",
  "title": "Why sensemaking will save agile",
  "link": "https://medium.com/agile-sensemaking/why-sensemaking-will-save-agile-e1ad99b4805a?source=rss----a60ecff0d41a---4",
  "pubDate": "Thu, 10 May 2018 12:45:36 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/350/1*WXV16R-ISyz1nHv2LLTRpQ.jpeg\" /></figure><p>Agile is and has always been about making sense in complex situations</p><h4>Agile delivery</h4><p>Agile methods have gained widespread adoption in software development, because they perform better. In many sectors, software projects had become so complex and unmanageable, that something had to give. There were too many layers of complexity. Some of the complexity was associated with the nature of the task itself — computational and cognitive complexity. Much of the complexity had to do with how people organized themselves to face that complexity. There were excessive layers of bureaucratic, management and administrative “fat” that were in the way. Information that was authorized at the top and flowed downhill further complexified the situation. Top tier managers made decisions based on systems thinking and sophisticated abstractions that had little to do with what was actually needed in developing software. Information flows were subject to hierarchical filtering — practices that essentially gutted anything that didn’t already fit into their models.</p><p>On the periphery, hackers were working much quicker and more efficiently, in small teams where people shared a sense of fellowship and purpose. These teams were accurate at sensing opportunities to disrupt the status quo. The benefits of agile were invisible to the big companies, and its adoption in their industry seemed highly improbable. For the hackers, however, the advantages of agile seemed obvious and inevitable.</p><p>When agile moves into a big organization, it trims off organizational fat, and shreds its way through managerial control. It creates modular and iterative approaches to software development and emphasizes respectful human interaction and the power of teamwork. Agile methods prioritize refactoring or scrapping old code that has grown unwieldy over time from lack of diligence and care. Higher up the organization, agile exerts pressure on leadership to migrate crucial steps in decision-making from centralized policy wonks drawn from the professional managerial pool, to workers who are skilled in key operational activities and representative of the culture and values of the local contexts in which they work. In these local contexts, a quiet revolution happens. Ordinary people become less concerned with status and more concerned with doing good work while focusing on creating value — two key concerns they now share with their customers. Armed with a sense of collaboration, camaraderie and purpose, these “ordinary people” consistently make better choices.</p><h4>Agile firmware</h4><p>Today agile has been established as a kind of “firmware” in many of the largest companies operating in all key sectors of the global economy. That might sound like good news, but we are also seeing the commodification of agile as an instrument of technical production, instead of a catalyst of organizational change. As long as the meaning of agile is confined to developers and programmers, agile will have little impact on business as usual in the larger sectors.</p><p>I believe that agile is the tip of the iceberg of a larger change in organizational life. I also believe that to lead this change, agile needs to reinvent itself. The agile movement must take itself seriously. It must return to the big questions of how do people best organize to solve the complex problems that we face — even when those problems are not primarily technological nor software-based.</p><h4>Agile sensemaking</h4><p>I am proposing that agile’s core purpose could be more broadly conceived as <em>a platform for sensemaking </em>in complex environments<em>. </em>I am proposing that this is agile’s primary directive, which first manifested itself in the complex environment called “software development.” I am proposing that in order for agile to make inroads to larger organizational contexts, to lead the social and economic innovation of our century, agile must re-brand itself as innovative sensemaking that has broad sweeping advantages for organizations in an increasingly complex world.</p><blockquote>Agile must re-brand itself as innovation in sensemaking in a complex world.</blockquote><p>Complex environments represent a continuous challenge for sensemaking in organizations. Continuous ambiguity exerts continuous pressures on organizations to modify their patterns of interaction, information flow and decision making. Organizations struggle to address situations that are precarious, explanations that are equivocal and paradoxical, and cognitive dilemmas of all kinds. This creates a demand for innovative approaches in sensemaking. Since agility is what is required in navigating complexity, we can call these new approaches “agile sensemaking.”</p><blockquote>In 1995 <a href=\"https://en.wikipedia.org/wiki/Karl_E._Weick\">Karl Weick</a> introduced the notion of organizational sensemaking in his book <em>Sensemaking in Organizations</em>. He continued his research for more than a decade, mapping sensemaking practices across different fields such as forest fighting, aviation, aricraft carrier flight control and infectious disease control. He identified key features of sensemaking in HROs (highly reliable organizations) and crucial fault lines in sensemaking that lead to disaster in times of crisis. In 2011,<a href=\"file:///C:/Users/bonni/Downloads/ehlers_agile_2011%20(1).pdf\"> Kobus Ehlers </a>wrote a thesis incorporating Weick’s research and re-interpreting agile software development as managed sensemaking. The seeds of a new integration and future of agile have already been substantially, albeit academically, authored. It is now time to implement these ideas.</blockquote><p>Weick, Ehlers and others have already published broad and sweeping studies of sensemaking in organizations. We can begin to experiment and innovate by focusing on the three core concerns that underlay all of their findings:</p><ol><li>How do people organize to best sense and make sense together?</li><li>How does information propagate through the network?</li><li>What are the thresholds for action?</li></ol><p>We can, for example, interpret the <em>agile manifesto</em> as answering these three questions for software development.</p><p>Sensemaking in software development, would mean 1) People organize around individual interactions (more than processes and tools) where 2) information is derived from responses to change (as opposed to planning) and 3) action is focused on working software and customer collaboration (rather than comprehensive documentation and contract negotiation)</p><p>In a similar vein, we can re-interpret the principles of extreme programming, as deriving a unique approach to sensemaking in the complex programming environments.</p><ol><li>How do people organize to best sense and make sense together?<br>- Establish work and life balance; mix skills, experience and personalities; recognizable responsibilities of individuals and authority</li><li>How does information propagate through the network?<br>- Seek repeating patterns of design; establish formal and informal opportunities for individuals and teams to reflect on the project; identify problems as opportunities to develop new strengths and remove weaknesses</li><li>What are the thresholds for action?<br>- Establish business value of all software and development; do the best today and strive to do better tomorrow; avoid stage- gate approaches and develop continuous flow; be redundant: employ multiple simultaneous angles in design, testing and development; anticipate failure; keep pace without sacrificing quality and process and product integrity; move in baby steps when adopting new behaviors</li></ol><p>It is easy to see that both these ways of sensemaking break the mold of conventional organizations who 1) organize in highly hierarchical ways based on fixed power roles and task assignments, 2) where information is first centralized, then authorized by top leadership, and then disseminated as official scripts down the ranks, and 3) where actions are directed by managers who in turn are directed by strategic plans from top tier leadership.</p><p>We can think of these three core concerns as simple yet powerful protocols that enact rich and diverse patterns of sensemaking. Alternately we can think of sensemaking as <em>patterns of organization, information and action</em> that emerge through the ongoing interactions of people.</p><p>The time is ripe. Increasing complexity exerts a continuous pressure on organizations to modify their structure, information flows, and action potentials in order to be successful in making sense of the environments, situations, and challenges they face. Ultimately, advanced sensemaking technologies could enable organizations to not only face unexpected challenges, but to release complexity in unexpected ways, and reveal surprising new opportunities. Agile coaches and leaders are uniquely situated to innovate in the field of organizational sensemaking, shifting it from theory to practice, from possibility to actuality.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=e1ad99b4805a\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/agile-sensemaking/why-sensemaking-will-save-agile-e1ad99b4805a\">Why sensemaking will save agile</a> was originally published in <a href=\"https://medium.com/agile-sensemaking\">Agile Sensemaking</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/e1ad99b4805a",
  "categories": [
    "agile",
    "emergence",
    "innovation",
    "sensemaking",
    "complexity"
  ],
  "isoDate": "2018-05-10T12:45:36.000Z",
  "publishedAt": "Thu, 10 May 2018 12:45:36 GMT"
}