{
  "creator": "Bonnitta Roy",
  "title": "A source code for team flow",
  "link": "https://medium.com/agile-sensemaking/a-source-code-for-team-flow-99fb00f06432?source=rss----a60ecff0d41a---4",
  "pubDate": "Sat, 20 Apr 2019 19:58:58 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/770/1*CczjPY9N1uYXXgL9mkggpQ.jpeg\" /><figcaption>Christy Lee Rogers Photography</figcaption></figure><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fplay.ht%2Fembed%2F%3Farticle_url%3Dhttps%3A%2F%2Fmedium.com%2F_p%2Fa-source-code-for-team-flow-99fb00f06432&amp;url=https%3A%2F%2Fplay.ht%2Farticles%2F99fb00f06432&amp;image=https%3A%2F%2F1%2AScRnohi4lPn9ryXnvglyOw.jpeg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=play\" width=\"700\" height=\"185\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/a0e4767b5a8ddf3713d200e2d2cc5b1d/href\">https://medium.com/media/a0e4767b5a8ddf3713d200e2d2cc5b1d/href</a></iframe><h3>A source code for team flow</h3><h4>Team flow potential is now the holy grail of agile</h4><p>[ Note: this article requires familiarity with the OPO model of self-organization in teams. You can read about it <a href=\"https://medium.com/open-participatory-organized/how-self-organization-happens-f622f6566074\">here</a> and <a href=\"https://medium.com/open-participatory-organized/the-power-matrix-e94f670cfc7c\">here</a>. I also draw upon the Magic Number theory (which is an example of source code analysis) of Safi Bahcall from his book <a href=\"https://www.amazon.com/Loonshots-Nurture-Diseases-Transform-Industries/dp/1250185963/ref=sr_1_1?crid=1G2DHWKU65RJK&amp;keywords=loonshots&amp;qid=1555770508&amp;s=books&amp;sprefix=loonshots%2Caps%2C137&amp;sr=1-1-catcorr\"><em>Loonshots</em></a><em>. </em>You can learn about <em>source code analysis</em> in my podcasts<a href=\"https://anchor.fm/emerge/episodes/Bonnitta-Roy---A-Source-Code-Analysis-of-Power-e23glc\"> here</a> and <a href=\"https://anchor.fm/emerge/episodes/Bonnitta-Roy---A-Source-Code-Analysis-of-Trust-e24ds3\">here</a> and <a href=\"https://anchor.fm/emerge/episodes/Bonnitta-Roy---A-Source-Code-Analysis-of-Collective-Action-e263j0\">here</a>. ]</p><blockquote>The notion of flow states in human experience was most famously documented by <a href=\"https://www.amazon.com/Flow-Psychology-Experience-Mihaly-Csikszentmihalyi/dp/0060920777/ref=sr_1_1?crid=1NFUQPWVZRQZK&amp;keywords=flow+csikszentmihalyi&amp;qid=1555769416&amp;s=books&amp;sprefix=flow+c%2Cstripbooks%2C149&amp;sr=1-1\">Mihaly Csikszentmihalyi</a>. Flow has recently been hugely popularized by <a href=\"https://www.stevenkotler.com/\">Steven Kotler</a> in his book <em>Rise of Superman </em>and his work with the Flow Genome Project. Meanwhile, team flow potential is quickly becoming the holy grail of agile. In this article I will show how we can use the protocols that generate patterns of trust, power and collective action to derive a source code for team flow.</blockquote><p>We can define team action potentials through three domains of human experience that function as protocols for collective action. These protocols are Autonomy, Relationality, and Agency (Au, R, Ag). Furthermore, we can derive source codes for trust, power and thresholds for action, with the same fundamental protocols.</p><p>First we can intuitively see that trust involves the interplay between an individual’s autonomy and their relationships with others. We can think of trust as the complex processes of navigating one’s own autonomy and relationality. These are complex dynamics, because they have complex effects upon each other. Increasing capacity for autonomy can either increase or decrease trust, depending upon the relational context; and likewise, increasing relationality can either increase or decrease trust, depending upon the autonomy of the individuals. We resort to properties such as “predictability” and “loyalty” when conditions of trust are low. This leaves little room for the other to exercise their autonomy. Conversely, under conditions of high trust, we allow people to freely exercise their autonomy, without jeopardizing the mutuality of the relationship. Therefore, we can think of <em>trust</em> as a kind of spectrum of possibilities that arise because we are <em>singular-plural</em> beings.</p><p>Secondly, as trust can be construed as a spectrum of singular-plurality of being, power can be construed as the fulcrum between relationality and agency. This needs a bit more unpacking. These too, are related in complex ways. If we are strong in mutual relationality, we can exercise a greater agency — we can do more work and accomplish more <em>together</em>. Greater relationality means more alignment of needs and wants, and better coordination of skills and sharing of resources. Combined, this creates greater agency in the collective. However, when people intend to work together, there is always asymmetry between their needs and wants and skills and resources. Because power itself can be formulated by the equation: skills and resources /divided by/ needs and wants, then as people exercise their skills and resources in pursuit of needs and wants <em>collectively</em>, this exacerbates power differentials in the human system.</p><p>Thirdly, we can look at collective action through the interplay of autonomy and agency, and the notion of <em>thresholds of action</em>. Autonomy and agency are so closely related, they are often used interchangeably. Here autonomy means being self-authoring and avoiding being driven by unconscious internal forces or being driven by reactivity to external events. It means being able to regulate your own affects, and to attend to your meaningful purpose. Agency is the capacity to do work in the world — to express action in the world in an intended direction. Not surprisingly, autonomy and agency are also related in complex ways. Successful agency tends to build autonomy. Yet, acting in the world is filled with risk and unpredictability, which can undermine one’s sense of autonomy. We act without knowing the consequences of our action, yet inaction is not a possibility, for our inaction itself has unknown consequences. The interplay of autonomy and agency sets a certain <em>threshold for action. </em>Higher risk raises the threshold for action, but it can also function as a condition for increasing autonomy (if the person musters up the nerve to take on the challenge).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/711/1*mXUUM99vcGZzjy_kqAJ34A.png\" /><figcaption>Figure 1 Three Valences of Collective Action</figcaption></figure><p>In figure 1 I have illustrated these “Three Valences of Collective Action.” If we consider what are the complex relationships between the valences themselves, we find that we have derived a system with richly complex feed loops similar to neural networks. We can work it out as a series of formulas.</p><h4>The Basic Formulas</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/195/1*sLkMEPVCJ_vonGet6c9Dgg.png\" /><figcaption>Complex Feed Loops</figcaption></figure><p>Increasing trust, lowers the action threshold, lowering the action threshold increases power asymmetry, increasing power asymmetry lowers trust, thereby raising the action threshold.</p><p>This is a system that operates much like the excitatory and inhibitory feedback loops of the human brain.</p><h4>Self-organized criticality</h4><p>How does all this relate to team flow? When teams have high levels of trust, they decide more quickly, and attempt bigger challenges. In other words, high trust means lower thresholds for action. Inevitably, however, a team that is tackling bigger challenges, will create hierarchical roles and structures based on distribution of skills that are asymmetric, and needs and wants that move out of alignment. This creates tension and conflict, and decreases trust. A useful analogy here is to think about power asymmetry as a spring. It is a spring that is being stretched between trust and action thresholds. As trust rises, action thresholds lower, and the spring stretches out. But there is a limit to how much tension the spring can hold before it springs back. The system reaches self-organized criticality at the point where the system springs back. Figure 3 illustrates these dynamics:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Qu6cHIFK4op2OhPd9eyEmQ.png\" /><figcaption>Figure 3 Self-organized Criticality in Team Action Potential</figcaption></figure><p>At the beginning of state A, team trust is on the rise, so actions thresholds start to drop. Here is where teams start to gain momentum, represented as the yellow sections in figure 3. As the power asymmetry stretches, momentum reaches a point of maximum tension. The team has organized itself into a critical state. This is the juncture where either teams enter into optimal flow states or regress through phase transition to lower action potentials. Figure 3 illustrates the phase transition from State A to State B, from gaining momentum, to a crisis of organization. Trust falls sharply, <em>and</em> action thresholds rise, as people find it impossible to agree on decisions or make decisions unilaterally.</p><p>What happens at this juncture depends upon how the team, coach and or manager responds. Conventionally, managers resort to sorting out the tensions by fixing functional roles and power status according to skills and merit. This is a good formula for simple or best practice situations where the operational tasks are known and repetitive, and where outcomes are fairly predictable over a longer time-frame. In this case, trust is never fully established, rather it is substituted by predictable roles and fixed power relationships, and trust networks regrow in deviant ways. Also, in this case, action thresholds never fully recover, because the roles and power structures set up complicated dependencies and decision paths that obstruct fast response times and local, agile action. Furthermore, because compensation tends to be based on these fixed roles, people who had been energized and collaborative around project outcomes, become apathetic and turn toward career-focused strategies and political tactics. IOW, managers who respond this way turn agile teams into conventional organizational departments.</p><h4>Team Action Potential</h4><p>The question here is <em>how do we maintain high team action potentials and have a better chance to enter optimal flow states?</em></p><p>At this point I need to introduce some of the terms derived from Safi Bahcall’s research on team potential. Bahcall uses the term “E” to represent project “Equity” or the amount of “skin in the game” for the whole team. This is contrasted with the term “G” which is the amount of “Gain” an individual person can earn from a role promotion. A team will endure more <em>local tension </em>and stay coherent as long as project equity provides the greater incentive for doing so. On the other hand, when the gain from a promotion is the bigger incentive, people will “break rank” and advocate for their individual performance to be rewarded by a vertical move.</p><p>But of course, it is not simply just the relationship between E and G. E is more attractive when the chance of success is greater than the risk of failure. We also need to take into account the relative needs of the individuals, which will attract them to one or the other incentive. Bahcall uses a term call “position fit” which represents the balance between skills and needs. The more the skills and needs fit the project and position, the greater the fit. A perfect fit = 100% or 1. In other words, Fit = skills/needs, which is also our metric for individual power. Therefore, when teams are comprised of people all of whom have a good position fit, that means that the power asymmetry between them will naturally be low.</p><p>Finally, Bahcall’s research shows that “management span” plays an important part in team coherence. Management span is defined as the number of people (span) that report directly to the management position. If a manager supervises 4 people, the span is 4. If there are 80 people under one management role, the span is 80. Research show that the greater the span, the less promotion gain (G) matters to people. Intuitively we can see why this is so. If you are part of a small team, then each individual perceives a greater chance of success when promotional opportunities arise. Whereas if you are a member of a large group of people occupying the same level, then the manager is not only less available for you to show off your merits, but the candidate pool is also much larger. (In some ways this is counter-intuitive, because the greater the span, the fewer the levels. For example, a company of 100 people and a span of 10 will have ten managerial levels; whereas a company of 100 people with a span of 25 will only have 4. The coherence of a team also depends upon how many levels of management there are. Research also verifies that if there are too many levels, there will be too little skill asymmetry between employee and manager, and hence, the employee will tend to go over the local manager’s head, making it more likely that they will be promoted in the manger’s place. Therefore, coherence varies indirectly with the 1/ (divided) # of levels. We can simplify this because span is 1/ (divided by) # levels, so that leaves us mathematically with S (Squared). With the notion of span and levels, we can see that the amount of “stretch” the spring in our phase system will endure, is directly related to span (Squared)</p><p>Now we have all the terms for our formula. Team Action Potential is the amount of power asymmetry or “stretch in the spring in our analogy” the system will endure, which can be represented by:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/402/1*ZGNdaPOimw-7v6X4TR0cFA.png\" /></figure><p>This is just a shorthand that tells us, the action potential of a team (the amount of power asymmetry a team can endure, or in our analogy, how far the “spring” can stretch without regressing to a lower action state)factors <em>directly</em> with the amount of equity the team shares in project outcome, the right skill sets of its members and the managerial span in the organization; while the team action potential factors <em>indirectly </em>with gains associated with promotion, and members’ needs that are unfulfilled by the current position.</p><p>In conclusion, then, team flow is a state that emerges from a “sweet spot.” It cannot be conjured up reliably, but it can be accessed more readily by maintaining a successful program for increasing project equity, carefully selecting for and improving team skills, while resolving unfulfilled needs of team members, and at the same time, limiting the gains that are offered for promotions, as well as structuring the organization so there is greater managerial span, and fewer vertical levels in which to move.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=99fb00f06432\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/agile-sensemaking/a-source-code-for-team-flow-99fb00f06432\">A source code for team flow</a> was originally published in <a href=\"https://medium.com/agile-sensemaking\">Agile Sensemaking</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/99fb00f06432",
  "categories": [
    "management"
  ],
  "isoDate": "2019-04-20T19:58:58.000Z",
  "publishedAt": "2019-04-20T19:58:58.000Z",
  "image": "https://cdn-images-1.medium.com/max/770/1*CczjPY9N1uYXXgL9mkggpQ.jpeg"
}