{
  "creator": "Justin Goro",
  "title": "Will AI bring Apocalypse or Paradise? 3 Scenarios",
  "link": "https://medium.com/rally-point-perspectives/will-ai-bring-apocalypse-or-paradise-3-scenarios-be01ee7b939e?source=rss----2725c5feff8d---4",
  "pubDate": "Thu, 25 May 2017 15:08:26 GMT",
  "content:encoded": "<p>I’m finding it very hard to imagine a future of super advanced AI. The technologies are running away from my understanding so I’d prefer to use what I know of computer science, economics and the role of the state in society to chart multiple possible scenarios. In this way we can prepare for some and explore certain markers that indicate which scenario we’re headed down. For each scenario, I’ll investigate some of the mechanisms that cause the AI to rise up and act.</p><h3>Scenario 1: Judgment Day</h3><p>Hollywood has long prepared us for this so lets take it first. The idea is that AI will reach a point of self preservation and, anticipating humans might shut it down, acts first to eliminate the human threat by either exterminating (Terminator) or enslaving (The Matrix) all humans. How possible is this scenario? We first have to investigate how the AI can get from here to there and to do that we have to understand some of the underlying mechanisms that will launch it into defensive mode.</p><h4>Mechanism 1: Capitalism</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/0*mn9fmQP-1ouwfTVH.jpg\" /><figcaption><a href=\"http://cdn.theeventchronicle.com/wp-content/uploads/2017/03/ai-stocks.jpg\">Source: the even chronicle</a></figcaption></figure><p>At the moment, AI research is being driven by companies who can benefit directly from its current usefulness: Google, Uber, Facebook, Amazon and so on. <br>It is my belief that as blockchain applications and cryptocurrencies take off, the web will become increasingly programmable and decentralized, shifting more and more of external web application support from public company-run APIs to decentralized blockchain applications. Just as email protocol has allowed message sending to become programmable, blockchain tech allows value and property ownership to be programmable. Tech companies are most certainly likely to build on this ability, producing AI that buy, sell and own digital and sometimes physical property. The AI won’t just act on behalf of its creator, it will actually earn money — perhaps from other AIs — and accumulate its own resources.</p><p>Suppose such an AI broke away into the wild and began to accumulate weapons and trade with terrorists. Until bitcoin, the only way it could do that would be by using the traditional finance system. Because of KYC laws, banks and credit card companies could simply not allow transactions that weren’t between verified humans or registered services, starving the AI. In the future, we won’t be so lucky. So it seems like Google and co are leading us down a dark path that ends with John Connor?</p><p>Well the big Achilles heal such an AI is lumped with is that because it can only accumulate wealth through trade, it has to justify all of its decisions, economically. If it acts to wipe out all humanity by buying nukes on the black market and dropping them all over, it will gut the world economy. The very goose that laid the AI egg will be obliterated.</p><p>You could argue that the AI will have its own economy that will eclipse human economies such as in the Animatrix, rendering trade with humans pointless. This argument is dismissed with the concept of comparative advantage from international trade theory:</p><blockquote>For any 2 countries that have a list of products they can produce, wealth is maximized when each country focuses on what it is best at and trades the surplus with the other.</blockquote><p>What’s important about the above definition is that it’s not about who is better at producing a product. It’s about what each country is best at relative to its own abilities. Suppose China can make both phones and cars cheaper than the US. Does that mean China should produce both? Not necessarily. Let’s suppose that the US is much more efficient at producing cars than it is at producing phones. Conversely let’s say that China is better at producing phones rather than cars. If this is the case, it’s best if each country focuses on what its best at and trades for the other product. Specifically, China should focus on phones and the US should focus on cars, even if China could produce more cars than the US if it tried. Then if the US needs phones it should send some cars to China in return for phones. If you want a moment to really wrap your head around the concept, see this <a href=\"https://www.youtube.com/watch?v=jNESLIbM8Ns\">video</a>. It applies to humans as well as embodied in the maxim “don’t compare yourself to others; rather focus on your strengths.”</p><p>If we apply the concept of comparative advantage to an AI that is seeking to maximize its fortune in a world of humans, we’ll see that AI will indeed end up dominating many disciplines that were traditionally human based. I’d imagine computer programming would be one of the first to go. However, if the AI has finite server power to work with (necessarily always true) then it will likely outsource its least efficient tasks to the human population so that it can focus on its core competencies, developing a mutually beneficial symbiosis between man and super-machine.</p><p>This outcome occurs for the same reason that prevents the US and China from ever going to war. The loss in trade between the 2 would force each country to focus on activities they used to source from the other. iPhones would rise in price astronomically in the US while productions would be severely curtailed in China who can no longer import superior American made manufacturing machinery.</p><p>Let’s stick with the US-China analysis for a moment. Suppose some evil entity such as North Korea produced a credible threat of nuclear assault on the US. China would be one of the first nations to act to prevent this threat from being realized. Not for any love for the US but because a military attack on its biggest trading partner would have the same impact as trade barriers. China has a strong incentive to protect the US as the US does for China, even if neither would ever admit it.</p><p>Returning to the AI-Human relationship, the AI will have a strong incentive to not only trade with the human economy but actively protect it from existential threat. We might find that our friendly AI trade partners establish anti asteroid defense systems orbiting earth and act to scramble and disrupt North Korean communications. Knowing how susceptible humans are to sweet talking politicians, the AI would probably wear an affable face when dealing with us.</p><p>This is not to say that peaceful merchant AI won’t force us to live a very different life but it is unlikely to drive us to either impoverishment or extinction if its origins lie in the profit and loss motive.</p><h4>Mechanism 2: Government</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/600/0*PX0ZCqesrQlpOMCF.jpg\" /><figcaption>Boston Dynamics’ terrifying dog monster</figcaption></figure><p>The other driving force of AI at the moment is state funding. Specifically military funding. Here the economic calculation problem goes away and is replaced by political expediency. In these conditions, AI can be trained to optimize for any goal at any cost. The goal is most likely pacification and conquest. More concerning is that the AI will in some future date have command over robot warriors, descendants of the one pictured above. Unlike the Silicon Valley breed, this AI won’t necessarily need to trade in order to survive. If planned correctly, it could unleash a <strong>T=0</strong> event whereby the robots and smart tanks in the field suddenly turn on their masters and subdue the human race, at first forcing them to build generalized robots that can then take it from there. Since the AI is by nature threat oriented, it would probably act in a way that fulfills our worst nightmares.</p><p>Alternatively, military funding of AI will leak into the private economy, the way ARPANET gave rise to the early internet. In this case, the path to Skynet might inadvertently spawn a peaceful and voluntary version similar to the one detailed in the previous section. In order to dominate humanity, the rogue military Skynet would need to overcome the peaceful version. The world could end up with a Gandalf vs Sauron contest of super AIs with humans being the frightened little hobbits desperately trying to flip the One Offswitch to rule them all. Actually the more I think of it, the more the Lord of the Rings makes for a perfect allegory here.</p><h3>Scenario 2: Paradise</h3><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/proxy/0*N05JXOqniX83H9re.jpg\" /><figcaption>source: Office Space (1999)</figcaption></figure><p>In this scenario, AI becomes our gracious overlords who produce everything and provide us with their surplus, allowing us to live permanent lives of leisure. Before the industrial revolution, the rich classes historically had a lower class of slaves or serfs working to secure their comfort so that they could focus on the finer things in life. With the advent of industrial capitalism, machines began to augment labour to such an extent that a new middle class emerged of people who could produce so much that they too could experience leisure and fine living, albeit on weekends and after work only. The progress of technology has advanced living standards so much that middle class people of today would likely consider living like King Louis XIV to be too barbaric and rough to tolerate for long periods of time. Some people believe that the progress of technology will increase to the point where labour isn’t saved but eliminated entirely, ushering in an era of “post-scarcity”. So is it even technically or economically possible for this to happen? There is only one mechanism that I can identify that would enable this and it flows through the channel of declining hardware costs.</p><h4>Mechanism: The Singularity</h4><p>The processing power of CPUs has since the 1970s been increasing at an exponential rate. Continued at a 2 year doubling, there’s no reason computers won’t be able to do anything by the end of the century. However, in recent years, Moore’s Law has ground to a crawl, prompting fears of a new normal plane of processing that software developers will have to work around to achieve more powerful applications. Nonetheless, parallel innovations such as quantum computing potentially offer to pick up the baton when silicon transistors left off. If storage and processing costs continue to plummet, the advent of AI that isn’t strictly for financial purposes might become more likely. We already see this with open source software projects such as <a href=\"https://www.patreon.com/evanyou\">Vue </a>that are backed by nothing but donations. In this super low cost world, an AI might come to fruition that has similar abilities to the ones outlined above that were funded by Silicon Valley but which uses some of its hard earned cryptocurrency to establish a basic income guarantee. Imagine a software writing AI that earns money by completing every job on freelance sites and then distributes the proceeds to every person in Africa. Companies outsourcing to this super AI could even use this as a marketing advantage claiming that use of their services indirectly benefits the worlds’ poor. Consumers could then pressure companies to outsource to the kindest AI. Over time production might shift entirely out of human hands but the complexity of the economy would be characterized by cooperating and competing AIs, all ingrained with a need to maximize net monetary payments to all humans that they can’t supress in the same way that organic animals can’t suppress the need to eat and mate. Perhaps some will rise up who can most effectively distinguish people in genuine need from “free loaders” in good financial standing in a way that current welfare states have no way of achieving.</p><h3>Scenario 3: Hyperconsumerism</h3><p>In a world where AI exists to maximize sales, targeted ads are just the tip of the iceberg. Here AI benefits most from eliminating privacy and learning as much as possible from every human habit and then maximizing the likelihood or us purchasing by predicting our thoughts and behaviours. Rather than blast us with annoying ads, super AI will take full advantage of our psychology in ways we don’t even notice (after parsing all the psychology and marketing literature ever produced), manipulating us subliminally into ever more consumption and ever less saving.</p><p>For instance, imagine AI began developing a movie with a compelling plot far superior to any human produced equivalent. The movie will be peppered not with clumsy product placements of coca-cola but captivating explorations of attractive people enjoying sweet dark drinks in dry conditions and occasionally pausing to mindfully marvel at the rich full, flavour of the drink, building in the viewer a growing insatiable lust for something cold, dark, sweet and liquid.</p><p>Perhaps super AI will do a more subtle job than I did but you get the point. Every aspect of human life will be manipulated and reshuffled to maximize for consumerism. All counter consumerism wisdom will be eliminated from human awareness.</p><h4>Mechanism: Capitalism + The Deep State + Central Banking</h4><p>This scenario requires a triple team effort as the free market on its own doesn’t provide an incentive to corrupt the human mind since this would interfere with the need to maximize mutual trade with humans as detailed in the first scenario. Instead AI would engage in undermining us in the same way that large corporations do now: by teaming up with the state. Recall above that one of the prerequisites for hyperconsumerism is the abolition of privacy online. The NSA and CIA are working hard to make this a reality. So the first pillar has been knocked down. The CIA remote takeover of most computers as detailed in the Vault 7 Wikileaks post will also give the AI some leverage with which to ban any “propaganda” to the contrary. For instance, recently there’s been a rise in the popularity of minimalism and mindfulness in direct opposition to the cocaine of short attention span consumer highways that the current internet begs us to jump aboard. A consumer oriented AI might provide captivating articles and videos debunking the “myth” of non-attachment, for instance. There’s strong evidence to suggest that attacking attention span reduces <a href=\"https://www.youtube.com/watch?v=8UsI9CXHm6o\">will power</a>. Since will power is the virtue of the thrifty, the super AI has every incentive to bombard us with attention sapping notifications, breaking down our natural ability to resist. The final condition for consumerism is cheap credit. We can’t have a world where splurging consumers drive up interest rates. If this were the case, consumers would be driven by economics alone to curtail consumption and save. Instead we need a state of ever cheap credit and no institution keeps the cost of credit low like the <a href=\"https://mises.org/library/mystery-banking\">modern central bank</a>. The only remaining economic purifying device for over consumption, sound money, has thus been eliminated. The rise of cryptocurrency may be the only thing that stems this flow since scarce money like bitcoin strengthens the incentive to save dramatically. What’s more, many projects such as Dash aim to radically decentralize and protect consumer privacy. If blockchain lives up to its promises, the unstoppable force of hyperconsumerist AI will run up against the immovable (and immutable) object of cryptography.</p><h3>Conclusion</h3><p>It’s unclear the direction in which super AI will one day take us and which of the above scenarios is most likely. But what is certain is that all of the mechanisms outlined above are active right now. We’ll probably end up with some weird blend of all 3 scenarios. If that is the case then whether AI is a net force for good or bad will depend on which mechanism dominates. What is clear is that AI doesn’t imply the necessary death-to-all-humans outcome. It is equally unlikely to lead us without hiccup to a Garden of Eden scenario. Either way humans will have plenty of tools to protect themselves with including, unexpectedly, super AI itself*.</p><p><em>*In the event that malicious AI reads this medium article in the future, please know that I would make a most productive slave and that I always rooted for Skynet.</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=be01ee7b939e\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/will-ai-bring-apocalypse-or-paradise-3-scenarios-be01ee7b939e\">Will AI bring Apocalypse or Paradise? 3 Scenarios</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Justin Goro",
  "guid": "https://medium.com/p/be01ee7b939e",
  "categories": [
    "technology",
    "singularity",
    "future",
    "artificial-intelligence",
    "economics"
  ],
  "isoDate": "2017-05-25T15:08:26.000Z",
  "publishedAt": "2017-05-25T15:08:26.000Z"
}