{
  "kind": "youtube#playlistItem",
  "etag": "Rk51nLfLcVbv6atzJ2YBah6htHI",
  "id": "UExwUkVoRzdHdGp0QWJDTUdYd0pwVXI4eFdpZl9kZ0R3Ny5GNjNDRDREMDQxOThCMDQ2",
  "snippet": {
    "publishedAt": "2019-12-16T05:43:34Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Episode 05: Zachary Stein on meta-modernism, the masculine/feminine split, free will, cults and more",
    "description": "Get the audio version on iTunes here: https://itunes.apple.com/us/podcast/circling-and-authentic-relating-guide-podcast/id1339731324?mt=2\n\nIn episode 05 of the Circling Guide podcast, I join my friends and partners David Swedlow and Darrell Duane to talk about Zachary Stein on meta-modernist philosophy, healing the masculine/feminine split, free will, cults, Burning Man and more. In particular, we discuss the impact of a new philosophy called \"meta-modernism\" on the practice of Circling. Full video below or listen on iTunes from any Podcast app (I recommend Podcast Addict). Please leave your comments and feedback below!\n\nOn this podcast I/we argue that so-called \"meta-modernism\", which is among other things an \"include and transcend\" of both Modernism and Post-modernism (which are loosely correlated to right/left politics), is a very good context (a higher-level frame) for understanding the practice of Circling.  And vice-versa as well, that Circling can be a powerful tool, or application, into the meta-modernist world-view, which is even more attractive as it takes these ideas to ground-zero, into the streets as it were and into the heart-space, devoid of the over-intellectualization that kills many of these movements, or at minimum limits their reach.  We discuss all this within a \"topical circle\", speaking from our own experience.  David in particular shares a powerful experience he recently had at a workshop by Hazel-Grace Yates called \"Healing the Divide\" (previously the \"cock project\").\n\nThis podcast includes a 9-minute clip from Michael Garfield's Future Fossils Podcast, Episode 97 (see below).\n\n*  Zachary Stein excerpt from Michael Garfield Future Fossils podcast, episode 97.  https://itunes.apple.com/us/podcast/future-fossils/id1152767505?mt=2\n*  Zachary Stein website http://www.zakstein.org/\n*  Hazel-Grace Yates and \"Healing the Divide\" https://www.drhazelgraceyates.com/\n* Michael Garfield https://michaelgarfieldart.com/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/1E9crHPGn9s/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/1E9crHPGn9s/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/1E9crHPGn9s/hqdefault.jpg",
        "width": 480,
        "height": 360
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtAbCMGXwJpUr8xWif_dgDw7",
    "position": 9,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "1E9crHPGn9s"
    }
  },
  "_id": "1E9crHPGn9s",
  "collections": [
    "https://www.youtube.com/watch?v=QkV_EkxbVms&list=PLpREhG7GtjtAbCMGXwJpUr8xWif_dgDw7"
  ]
}