{
  "kind": "youtube#playlistItem",
  "etag": "n4taOPaibv-DiIqQfqqRgFtUUFk",
  "id": "UExwUkVoRzdHdGp0QWJDTUdYd0pwVXI4eFdpZl9kZ0R3Ny4xMkVGQjNCMUM1N0RFNEUx",
  "snippet": {
    "publishedAt": "2019-12-16T05:42:48Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Education, Ego and World Transition with Zak Stein",
    "description": "In this episode, we're talking to Zak Stein, philosopher, futurist, and author of Education in a Time Between Worlds. We discuss how global systems are expanding beyond the capacities and institutions that the era of capitalist nation states used to manage them, and how as a result we are living in a time between worlds. We explore how this transition needs new ways of doing society, and new ways to prepare people for life in this new society. We discuss the idea that behind a philosophy of education lies a philosophy of self, and how under capitalism, the philosophy of self that has increasingly permeated society and schooling is of humans as economic actors, whose highest purpose is to produce economic value that can be commodified within the price system. As such, the very ego structures open to human subjects under capitalism - and that education instills in young people - reflect this economic outlook, what Zak calls \"reductive human capital theory\". We go on to ponder what ego structures might be possible under a future system where individual and collective identities are less entwined with economic value production. \n\nWe also discuss the fact that for many, work is an unfortunate necessity for survival, while for a select few, work is a deeply engaging process of discovering and giving one's innermost talents. We note how school often prepares children for this life of \"unfortunate necessity\", with education seen as a chore, rather than a space for experimentation and advancement of unique abilities and talents. We consider the issue of purpose, and how society often struggles to give children satisfactory answers as to why they should learn, which can destroy motivation, particularly for the most reflective and sensitive kids. Zak suggests that this inability to connect education to a valid purpose may explain the explosion of diagnoses of ADHD, as children struggle to focus on work that seems fundamentally meaningless to them. \n\nFinally, we consider issues with the current model of education. We note how standardised testing fails many, including Zak, whose dyslexia made him a terrible test taker in school. We consider that in our current education system, the most responsible, reflective people often don't rise, while the power hungry, schematic minds who are good at ticking boxes do. We connect to this the fact that the 2008 financial crisis was orchestrated by many of the \"best minds\" produced by the world's \"top universities\".\n\nIf this all sound bleak, dont worry. We also note how there is hope - in a time between worlds, as the flaws with the old way become increasingly impossible to ignore, opportunities are open for people to explore, participate and collaborate in creating the new. \n\nZak can be found here\n\nhttp://www.zakstein.org/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/6b-uVmprwlo/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/6b-uVmprwlo/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/6b-uVmprwlo/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/6b-uVmprwlo/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/6b-uVmprwlo/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtAbCMGXwJpUr8xWif_dgDw7",
    "position": 5,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "6b-uVmprwlo"
    }
  },
  "_id": "6b-uVmprwlo",
  "collections": [
    "https://www.youtube.com/watch?v=QkV_EkxbVms&list=PLpREhG7GtjtAbCMGXwJpUr8xWif_dgDw7"
  ]
}