{
  "creator": "Jordan Hall",
  "title": "What to do about Facebook?",
  "link": "https://medium.com/emergent-culture/what-to-do-about-facebook-ed8c3394f38b?source=rss----708c0b15465e---4",
  "pubDate": "Thu, 19 Apr 2018 18:44:36 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*W9o8xVbiIdoXOi2q4xNKxg.jpeg\" /></figure><p>Much ado has been made in the past few weeks about Facebook. After the recent Congressional hearings, we might be somewhat disappointed in the rather obvious gap between the challenges of adequately regulating innovative technology like this and the capabilities of our elected and regulatory representatives.</p><p>Fortunately, I believe that almost all of the conversation about Facebook has missed a crucial point — one which, when grasped, radically simplifies both where we should go and how we get there.</p><p>Namely, we have made a fundamental legal category error with regard to Facebook’s relationship with its users. We have allowed ourselves to simply assume and accept that Facebook is in a marketplace “arms-length” relationship with its users when, in fact, as I will explain below, Facebook is in a <strong>fiduciary</strong> relationship with its users.</p><p>First a bit of background. What is this “fiduciary” relationship? Some of you might be a bit confused here because that term is most often used in a corporate sense: the Board of Directors and executive management of a company bear a fiduciary duty to shareholders. But this is only one aspect of a deeper concept — one that has been around for a very long time.</p><p><strong>What is a fiduciary relationship?</strong></p><p>A fiduciary relationship is any relationship where there exists some important asymmetry between the parties to the relationship such that one party is deeply vulnerable to the choices made by the other party. Examples include attorney-client relationships, trustee and beneficiary relationships, doctor-patient relationships and customer-bank relationships.</p><p>Each of these examples is characterized by some important asymmetry between the parties involved. As someone going to a lawyer, for example, you know very little about the law and might be required to disclose all kinds of intimate, vulnerable information about yourself to your attorney — who knows all about the law and discloses little or nothing to you. Obviously, if your attorney wanted to use his skills and intimate knowledge against you, you would be in deep trouble. Imagine what your psychotherapist could do with the information you have shared with her?</p><p>Hence the idea of a fiduciary <em>duty</em>. In circumstances where these kinds of asymmetries arise, we impose a responsibility on the more powerful party to act with the utmost good faith for the benefit of the other party.</p><p>Notice that we don’t require the people entering into the relationship to make explicit that they want the relationship to have a fiduciary character. It is baked-in, non-negotiable. This makes sense because the whole point is that in a (sometimes massively) asymmetric relationship, if the more powerful, knowledgeable, experienced party could simply “negotiate around” fiduciary duties they could (and would) easily do so. You can imagine how many nanoseconds the legal profession would have taken to include a “fiduciary waiver” if we had let them.</p><p>A fiduciary duty is imposed on any relationship where there is some important asymmetry in the relationship such that we (as a society) believe that one of the parties must be protected from the self-interest of the other party.</p><p>I propose that Facebook is in <em>precisely</em> this kind of relationship with all of its users and, therefore, Facebook should be considered to be in a fiduciary relationship with its users and under the full requirements of fiduciary duty to them.</p><p><strong>Why is Facebook in a fiduciary relationship with its users?</strong></p><p>I would like to propose three characteristics that define the relationship between Facebook and its users. These three characteristics combine into an asymmetry of relationship that, when fully considered, renders it a foregone conclusion that a fiduciary relationship must be imposed.</p><ul><li>Intimacy. First and foremost, Facebook is privy to intimate information. Because it serves as an invisible intermediary between us and the other humans with whom we interact or desire to interact, it is privy to the entire flow of information that makes up that social interaction. Indeed, Facebook — because it plays a crucial role in how social identity is created and formed — is in one of the most intimate positions imaginable. It is like a psychotherapist who is inside your own head — listening to every conversation on every channel. Even if you write something and then choose not to send it, Facebook knows. And lets be very clear — this isn’t a matter of individuals being smart and savvy enough to not share information that is intimate over an “open channel”. Facebook fundamentally presents itself as a way to communicate with friends and family. These are intimate relationships — and if we are to simply use Facebook as intended, we are making it party to the conversations that we have with our parents, our children, our lovers (and, I should mention, our lawyers and psychotherapists too).</li><li>Ubiquity. Facebook is ubiquitous in a way that no human relationship could possibly be. This is true in two different ways. On the one hand, Facebook is striving to be in the middle of as many different relationships and as many different communications channels as it can be. In order to simply be competitive, it must intermediate as much of your life as it can. On the other hand, Facebook is in relationship with 1.5 Billion people. Which means, among other things, that not only is it privy to your conversations — it is privy to the conversations of almost everyone you know. As a result, it knows things about you (and about your relationships) that you might not even know yourself. Famously, for example, Facebook employees are able to predict relationship changes well in advance of those changes being publicly announced. Facebook knows if your partner is going to leave you well before you do. Perhaps even before they do.</li><li>AI. We talk a lot about AI and things like “the singularity” these days. When it comes to the level of asymmetry necessary to impose a fiduciary obligation, Facebook crossed *that* event horizon long ago. Consider — not only do they have access to the intimate information of billions of people, but they have the ability to expose this information to software systems fully informed by all the best expertise in psychology, cognitive science, and machine learning that money can buy. Remember when AlphaGo beat the world’s best Go player? How about when AlphaGoZero taught itself to play Go from scratch and beat AlphaGo 100 games to 0? The ramifying power of AI is largely incomprehensible and we now know enough about how the human mind works that when you are dealing with Facebook, you are dealing with something that is somewhere between the AlphaGo and the AlphaGoZero of “human manipulation”.</li></ul><p>Had enough? When you take these three characteristics in combination, it is starkly obvious that our relationship with Facebook is at least as asymmetric as our relationship with an attorney, a banker or a psychotherapist.</p><p>And so?</p><p><strong>What do we do about Facebook?</strong></p><p>Turns out, the answer is easy. We impose a fiduciary duty upon Facebook. This notion of finding and imposing fiduciary obligations is nothing new. In the 20th Century, we did it for the financial services industry and easily enough adopted the doctor patient relationship of medicine to the new practice of psychotherapy and psychiatry. We don’t need to struggle with some guaranteed to fail new regulatory scheme (imposed by legislators that can’t come close to grasping what is actually necessary). We don’t need to dither about what are the right levels of privacy and cryptography that might or might not be correct.</p><p>If and when we come to our senses and realize that the asymmetry of relationship between Facebooks and its users must be considered fiduciary, then things get a whole lot simpler. As a fiduciary, Facebook would be formally bound to act <strong>at all times</strong> for the <strong>sole benefit and interest their users</strong>.</p><p>If Facebook wants to access or use your information in any way, they would be under a strict obligation to do so for your sole benefit. If they want to take advantage of the simple fact that you are on their platform — they could do so only for your benefit and in your interests. Naturally, they will be tempted to “explore” the margins of their obligations — lord knows the financial services industry does. Fortunately, we’ve been judging these kinds of relationships in common law for a thousand years. We know how to do this — and the standard is high. The whole point is that this stuff is dangerous, so the courts keep a wide boundary around what is permitted and what is prohibited.</p><p>Of course, this would also mean the end of Facebook’s advertising model. And also, for that matter, their stock price. But that makes sense too. For the past decade, they have been “getting away with” our error. Just like the hucksters in the roaring twenties who made quick money treating their stock market clients as rubes or snake oil salesmen who abused the vulnerability of the ill and infirm, Facebook has been trading an exploit and deeply in violation of our social contract.</p><p>Fixing this, putting things in the place that they should have been all along won’t be painless. But it is both right and necessary.</p><p>And there is every reason to believe that the results of this simple shift could be wonderful. Imagine if all of that power of intimacy, ubiquity and AI could be turned completely and unreservedly to the sole benefit of the users? Imagine if your newsfeed was constantly endeavoring to do nothing more than perfectly point you to the conversations and relationships that would be the most meaningful for you right now? Or to the areas where your insight, perspective or expertise would be the most decisively valuable?</p><p>Your perfect partner. Your perfect challenge. Your highest ability to be of service. All of these would be the sole mandate of this massive, globally scaled monolith. Sort of precisely the kind of thing that we need right now, all things considered.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ed8c3394f38b\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/what-to-do-about-facebook-ed8c3394f38b\">What to do about Facebook?</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/ed8c3394f38b",
  "categories": [
    "facebook",
    "social-media",
    "law",
    "politics",
    "entrepreneurship"
  ],
  "isoDate": "2018-04-19T18:44:36.000Z",
  "publishedAt": "Thu, 19 Apr 2018 18:44:36 GMT"
}