{
  "kind": "youtube#playlistItem",
  "etag": "IsMh9iZqQTZ7pQt2Ac01p9ROKsA",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC41NTZEOThBNThFOUVGQkVB",
  "snippet": {
    "publishedAt": "2019-11-18T01:36:50Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "286 Neurohacker Insights – Mind Wellness – Schmachtenberger",
    "description": "Listen; The full Episode with show notes & references here,\nhttp://corebrainjournal.com/\n\nNeurohacker Insights For Brain Systems\r\nComplex and whole systems science, combined with exponentially increasing computational power, is about to pour light over our previously resigned expectations of just feeling \"OK.\"  The silver bullet mentality is a broken mentality in every area.\r\n- Daniel Schmachtenberger\r\nBeyond Reductionistic Thinking - Into Systems Complexity\r\nThis interview with Daniel Schmachtenberger, my friends, of more than 80 Episodes now, is directly targeted, in critical concordance, with our overall philosophy and mission objectives here at CBJ.  If you're new here, you'll love him and his Neurohacker insights.  If you're an old timer [!] with us since launching last April, you will love it. If you remain perplexed about the interface between neuroscience and street utility, be prepared for inclusive, actionable thinking. Daniel is amazing, with articulate insights on the evolution of mind science. \r\n\r\nDaniel Schmachtenberger is a consummate polymath with a background in systems science and human behavior and is the founder of the Emergence Project. He is the anchor of the scientific team at Neurohacker and provides sustained vision and informed for the larger Neurohacking movement.\r\n\r\nEd Note: This is a replay, published earlier and republished here because it was so well received previously. Daniel makes a difference - and he tells you how you can connect on a deeply nutrient level with these outstanding protocols for brain health and cognitive improvements.\r\nComplexity, Reality & Neurohacker Insights\r\nAfter accumulating comprehensive inventories on behavioral influence, coupled with an already widespread literacy of complex systems and whole systems science, he then founded The Emergence Project to begin working with a host of luminaries to tackle global-scale problems with global-scale solutions. Concurrently, he researched the epistemological frontier of neuroscience, delving deeply into integrative medicine as well as emergent neurotech tools and psychological techniques to optimize solutions on both sides of the mind/brain interface.\r\n\r\nMind science evolution provides a metaphor for the evolution of humankind.\r\nNeurohacker Ideas are Timely - Daniel's Overview:\r\n\"In many ways, our contemporary technical prowess works against us. Yes, we have access to a level of information that would have seemed like pure magic to folks even a few centuries ago. But this doesn’t come for free – our always-on, connected-info lifestyle immerses us in a barrage of demands on our attention and processing power. Even at their best, our poor hominid brains are overwhelmed by the pings and buzzes of social media.\r\n\r\nAnd we are not positioning ourselves to be at our best. Consider, for example, real nutrition. For hundreds of thousands of years, our tool using hunter-gatherer ancestors had access to food that provided a vast diversity of nutrients from topsoil that was robust and healthy and part of a whole, complex biologic system, without actually any toxicity in the environment. These days most of our food is produced, processed and transported in a complex soup of chemistry that we don’t come close to fully understanding.\r\nNeurohacker Insights Beyond Nutrition\r\nAnd even if we eat the healthiest food, which most of us don’t even come close to, even the very healthiest food grows in minerally-depleted soil that leaves our needs unmet.\r\n\r\nOr consider pollution and our toxic environment. We spend much of our time indoors, not getting enough vitamin D and breathing in a host of volatile organic compounds (VOCs) from all of our modern building materials.",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/zWcdCCNPtyc/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/zWcdCCNPtyc/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/zWcdCCNPtyc/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/zWcdCCNPtyc/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/zWcdCCNPtyc/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 79,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "zWcdCCNPtyc"
    }
  }
}