{
  "creator": "Jordan Hall",
  "title": "Uber Uber Alles",
  "link": "https://medium.com/practical-imagination/uber-uber-alles-c0e098773c25?source=rss----a0abc4f51e04---4",
  "pubDate": "Mon, 18 Jan 2016 00:36:51 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Rt1B1hEyw0tj19VgwU_Mvw.png\" /></figure><p>I happen to own some shares in Uber and was looking at the Abysss that is currently opening up in global markets, thinking about what the coming crash might portend for Travis and co.</p><p>My sense is that Uber is incredibly well positioned right now.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/492/1*aZAsTWJA3QuOcjyQJLhVgg.jpeg\" /></figure><p><strong>I. A cold wind is a blowing.</strong></p><p>I estimate that there is now a better than average chance of a 20% drop in US equity markets over the next six months and a near to average chance of as much as 50% drop over the next year. This will mix and match with a whole slew of both financial and economic weaknesses to turn 2016 into something between 2008’s cousin or, possibly, big brother.</p><p><em>This is good for Uber</em>.</p><p>I think it is fair to say that in a toe to toe market competition, Uber cleans up against existing cab companies. It is a done deal. But for political maneuvering, Uber out competes all cab companies in all markets.</p><p>And, unlike Uber, cab companies are vulnerable to recession. Uber’s fixed costs are pretty low. They don’t own their cars. They haven’t paid anyone hundreds of thousands of dollars for a medallion. At the end of the day, they are a software company and they can pull their belt pretty tight without feeling much pain.</p><p>By contrast, the cab companies are relatively capital intensive. Sure they can push their drivers to the limit, but at the end of the day, they have sunk costs that will feel real pain during a major recession.</p><p>Moreover, cab companies are constrained in their pricing. I recall back in ’08, cab traffic in places like Vegas and New York plummeted. For taxi owners, this is idle cars and lots of lost revenue. But Uber has the capacity to be extremely price sensitive. If demand fades, they can drop prices as low as their own drivers will bear. And many of their drivers can go pretty low indeed.</p><p>So, as the economy sinks into deep recession, we can expect cab companies to get clobbered — losing both market size and market share in bucketfuls.</p><p>At the same time the local politicians who they rely on to protect their business are going to becoming increasingly cash strapped as muni debts start to look ugly and the tax base erodes. This leaves Uber in the drivers seat to cut deals with local politico’s and put the nail in the coffin of cab companies around the country and world.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/400/1*lrBdrgtUE9pDcbUFnbVGoA.jpeg\" /></figure><p><strong>II. It is an ill wind that blows nobody good.</strong></p><p>My sense (don’t worry, I have zero insider info here) is that Uber is positioned to go public sometime in mid 2017. Even under a pretty dire scenario, this would give the markets plenty of time to bottom out. Leaving Uber to be the knight in shining armor to carry the markets back up.</p><p>This is a flat out great place to be. Ask Yahoo! from 1998 and Apple from 2009. If what I say above is true, Uber will be a powerful, successful, valuable company and worth a significant valuation. But if they are the market’s fair haired boy going out at the bottom and rising at the top of an otherwise rising tide, they could easily be positioned to see absurd Facebook or Amazon PE multiples.</p><p>This kind of positioning turns an otherwise great business into the monster of the week — ceded a certain magical currency to do whatever they want unless and until they drop the ball themselves.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/640/1*hdUWB6JUnHtNKimeo0dYAQ.jpeg\" /></figure><p><strong>III. Here come the robots</strong></p><p>And if Elon Musk is right, 2017 or 2018 will be the year of the self-driving car. So here Uber will sit. Their legacy issues with entrenched cab companies in the rear view mirror. The market kowtowing at their feet. And the most disruptive technology since electricity rolling out right in their living room.</p><p>Wow. The only risk here is alienating their own drivers as they figure out how to roll-out robot cars. I assume that the smart folks at Uber have this well planned out, but here is what I would do.</p><p>My guess is that there will be a built-in filter between pro and anti robot forces for a pretty good chunk of time. Most folks will be wary of robot cars. Some will be psyched to be on the cutting edge. Uber takes advantage of this in one of two closely related ways.</p><p><em>Plan A: Uber Robot</em>. At a significant premium to existing programs (i.e., the most expensive way to get from here to there), you can choose to be the coolest kid on the block and take a self-driving car to your destination. This is win-win-win. Uber drivers feel less competition, after all, this is just a small number of geeks paying a premium to geek out. Uber customers get to be first in line to touch the future. Uber gets to pull down extra margin against the riskiest/newest part of their business — with a customer base who is most likely to play nice and report a quality experience.</p><p><em>Plan B: Subscription Cars</em>. We all know that this is where the whole thing goes. Sign up for some monthly plan and get access to on-demand cars. Uber can roll this out in any number of ways — perhaps a Net Jet like play where members pay a hefty fee up-front to capitalize the existence of the cars and then a monthly service fee. Uber does all the backend work. I know plenty of people who would jump at this opportunity (hint — many of them paid to be front of line at the Model S launch.) Again, win-win-win.</p><p>Either way, when and as self-driving cars go mainstream (and prices drop), Uber is perfectly positioned to smoothly and slowly allow the autonomous segment of their market displace the human segment with little to no risk.</p><p><strong>In Summary</strong></p><p>Like it or not, it seems like Uber is incredibly well positioned. Keep that in mind as the market melts down over the next few months. And remember to tell your grandkids that you remember the time when people drove cars.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=c0e098773c25\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/uber-uber-alles-c0e098773c25\">Uber Uber Alles</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/c0e098773c25",
  "categories": [
    "uber",
    "self-driving-cars",
    "taxi"
  ],
  "isoDate": "2016-01-18T00:36:51.000Z",
  "publishedAt": "2016-01-18T00:36:51.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*Rt1B1hEyw0tj19VgwU_Mvw.png",
  "collections": [
    "https://medium.com/feed/practical-imagination"
  ],
  "_id": "c0e098773c25"
}