{
  "creator": "a lee",
  "title": "The New Way Humans Have Always Been",
  "link": "https://medium.com/rally-point-perspectives/the-new-way-humans-have-always-been-9b0555a08d78?source=rss----2725c5feff8d---4",
  "pubDate": "Wed, 14 Jun 2017 13:31:28 GMT",
  "content:encoded": "<p>Life in Web++</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*3brv9SDJudHeYCkEeLc7RQ.jpeg\" /><figcaption>Makovskiy Konstantin “Peasants Eating Dinner in Field” 1871</figcaption></figure><blockquote><em>“The future is already here — it’s just not very evenly distributed.” — William Gibson</em></blockquote><p><strong>Takeaway 1: Humans self-organize through resource allocation.</strong></p><p>To get the resources needed for survival, human beings can choose between two modalities — competition and cooperation. Both modalities are evident to a greater or lesser degree in religion, culture, language, law, finance, and indeed, in every other domain of human activity.</p><p>Domain characteristics determine how humans self-organize and relate both inter-group and intra-group, but the fact is, groupings exist in every human activity even when the groupings are given different names.</p><p>Fundamentally, group organization is about resource management.</p><p>In this sense, collective action is a kind of group intelligence that relates either to processing material or processing people. What’s farmed is then absorbed into the group process as a flow of resources. It is this river of resources that attracts people to specific groupings. Essentially, groups emerge through the availability of obtaining and maintaining resource flows.</p><p><strong>Takeaway 2: Group activities are reinforced through feedback loops that simultaneously allocate resources to maintain group structure and to individuals.</strong></p><p>Once a group emerges around a flow of resources, maintenance of that group requires that the resource flow feeds back into the group. Eventually, the group separates from its environment as it reorganizes around this new internal flow.</p><blockquote>(<em>Aside: In biology, this internal self-calibration is called</em> <a href=\"https://en.wikipedia.org/wiki/Autopoiesis\">autopoiesis</a>.)</blockquote><p>Pretty much all stable human activity, regardless of its kind of activity, is centered around feedback loops. All successful businesses, institutions, governments, religions and cultures (to mention a few kinds of groupings) are predicated on feedback loops.</p><p>This is an inherent tension within all large, highly organized groups. Individuals striving to meet institutional goals are often secondary to individuals who further the bureaucratic structure of the institution. This is because bureaucratic structure <em>is</em> the institution. Yet on the other hand, without furthering its goals, institutions may lose the feedback that justifies their existence. The formation of the Catholic Church from the bureaucracy of the Roman Empire is a fascinating example of (re)tooling an organization <em>while maintaining</em> that organization.</p><p>Establishing the relationship between group dynamics and resources brings us to our third takeaway:</p><p><strong>Takeaway 3: Being online exposes us to the same resource pool, which leads to increased competition between groups.</strong></p><p>Since groups emerge from the availability of resources, the wide-spread introduction of the internet and social media as new resources in the late 20th century not only allowed new groups to emerge but also permitted new relationships to form between groups that were already in existence.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*uIqCbyTLixUlykZkX5NlMg.jpeg\" /><figcaption><a href=\"https://www.reddit.com/r/place/\">Reddit Place</a></figcaption></figure><p>Our situation in the 21st century is radically different than it was in the 20th century because information technology has presented two new kinds of resources: online media and online attention. These resources force traditionally disparate groupings to interact through a single online territory. Different groups (corporations, nations, and so on) inevitably end up competing and cooperating with one another in ways that are disturbing and unpredictable.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/652/1*HcUSYOK3jgWgjr6lOayVrw.jpeg\" /><figcaption><a href=\"http://news.wgbh.org/2017/03/15/politics-government/major-new-study-shows-political-polarization-mainly-right-wing\">News Networks on a Political Spectrum</a></figcaption></figure><p>This brings us to the 4th takeaway.</p><p><strong>Takeaway 4: Much of our current confusion is due to feedback loops and structures competing for the same resources.</strong></p><p>Let’s talk about the current social maelstrom through the filter of group competition and resource allocation as it affects our individual identities.</p><p>In a very real sense, our <a href=\"https://medium.com/rally-point-journal/21st-century-participation-in-a-post-contextual-world-e0998194d63b\">confusion</a> stems from the fact that we, as individual humans, <em>are </em>the prize resources of 21st century competition. For example, resource control by group apparatuses has always determined the nature of education. The shift in the type of apparatus controlling resources in the 20th century is reflected in changes in college degrees offered today. These technical degrees (BS in CIS, BS in HR and so on) are further capitalized by colleges debt-servicing students attracted to those degrees, which are tailored for the controlling apparatuses. Students want corporate resources (jobs, benefits) and in turn, become resources for colleges and resources for corporations.</p><p>Nonetheless, in terms of Web 2.0 resources, we see that the internet is still anarchist as there is as of yet no centralized control of the overall flow. This online anarchy is intensified by the fact that information technology is very scaleable, meaning that this online flow, in theory, <em>can</em> be centralized. Thus, the 21st century has started with a frenzy: The combination of open resources and the potential for centralized control of those resources leads to increased competition.</p><blockquote><em>(Aside: Many of the calls for decentralization, i.e. crowdsourcing, blockchains, employee-owned corporations, profit-sharing, communal living— to name only a few — come from the same elitists that have already benefited from neoliberal globalism. From the perspective of resource allocation, all human activity/organization is merely a matter of distribution. Once we understand that everything humans do collectively is about distribution, the difference between centralization and decentralization is a matter of whether or not distribution is </em>controlled<em>. As a thought experiment, I invite you, Dear Reader, to consider how various participants of historic and present-day civilizations got their resources and exactly who the gatekeepers really were.)</em></blockquote><p>Given that collective intelligence is about deciding how to process resources and given the wide variety of groups online, the stakes of online competition are <em>very</em> high. Currently, apparatuses are engaged in a life and death struggle to persuade humans that they deserve to survive into the 22nd century. In this sense, <a href=\"https://www.forbes.com/powerful-people/list/#tab:overall\">Forbes’ list of most powerful people</a> misses the mark. The “heads” can change but these large apparatuses will remain. For instance, Zuckerberg or Trump may retire, but Facebook and the US government will not disappear so easily.</p><p>Current group intelligence involves little more than reproducing the quantifiable assets that are “owned” by an apparatus. As the masses reinforce the assets of apparatuses (usually in the form of cultural memories), those apparatus can continue to access resources to ensure survival. (After all, if you are not in danger, why risk extinction on some untried venture?)</p><p>Here are some different feedback loops as fostered by some powerful group apparatuses.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*IjlfnVnGI9JOepqLhMheew.jpeg\" /><figcaption><a href=\"http://www.dorkly.com/post/77533/15-group-cosplays-that-are-just-too-epic\"><strong>A Disney Boba Fett Mashup</strong></a><strong> The feedback loop is that popular icons will continue to feed Disney so that Disney can produce more of the same.</strong></figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/636/1*JmTc-hHudIrZjaDDNVbHRw.jpeg\" /><figcaption><a href=\"http://gawker.com/they-were-amazing-soldiers-interview-with-a-confeder-1714165309\"><strong>They Were Amazing Soldiers</strong></a><strong> This feedback loop should also be obvious. As people identify together so that identity will propagate, promoting the collective interests of its members as a allied bloc.</strong></figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/940/1*bdbMJFEPNXuK8QHYhn01-w.jpeg\" /><figcaption><a href=\"http://www.inquisitr.com/3488514/goldman-sachs-bans-employees-from-donating-to-trump/\"><strong>Goldman Sachs bans top employees from contributing to Trump</strong></a><strong> This feedback loop is also obvious, as part of the neoliberal apparatus.</strong></figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*_kuvL3t-u0gyxoCyitVG3A.png\" /><figcaption><a href=\"https://medium.com/rally-point-perspectives/introducing-president-duckface-2040-18c292f296b7\"><strong>Introducing President Duckface, 2040</strong></a><strong> (by the author) Humans direct activity in a social media loop, creating insta-celebrities but otherwise doing nothing to maintain society in general.</strong></figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/650/1*j6cWxTToBd9ST65AReTnzw.png\" /><figcaption><a href=\"https://www.howtogeek.com/162092/htg-explains-how-the-great-firewall-of-china-works/\"><strong>Great Firewall of China</strong></a><strong> Like its physical predecessor, </strong><a href=\"https://extranewsfeed.com/the-darkside-of-infosec-cd94d8cb01f6\"><strong>tight boundaries on nations reinforce the echo chamber of ruling elites while providing a buoy populations can rally around</strong></a><strong> (contra other nations). Additionally, information technology works largely through feedback, such as this ping/traceroute that allows programs and engineers to automate complex coordination online.</strong></figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*yLP5UP3k01TkKOdvpIkH4A.png\" /><figcaption><strong>There are multiple feedback loops here. Not only are the production company, the studio-distribution network, the writers, voice actors each have their own feedback (along with the audience’s favorite bits and cultural references), but Hulu also offers this show as a unit for their own feedback capture.</strong></figcaption></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/960/1*Lxm5ydSS-BB_4mvTG9_aXw.jpeg\" /><figcaption><a href=\"https://techcrunch.com/2017/05/14/why-amazon-is-eating-the-world/\"><strong>Amazon makes efficient each aspect of its internal process as an external business service</strong></a><strong>. In that sense, Amazon calibrates its total efficiency through marketplace feedback by making profitable each internal department as its own apparatus.</strong></figcaption></figure><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FDlJEt2KU33I%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DDlJEt2KU33I&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FDlJEt2KU33I%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/c5707188f88874daa6234c8595ede706/href\">https://medium.com/media/c5707188f88874daa6234c8595ede706/href</a></iframe><p>It is high time we recognize that group decisions aren’t made just by humans. The group apparatuses created to serve us often end up serving themselves.</p><p>I’m not saying that we shouldn’t think collectively. Group thinking is what makes humans human. Group processing is how we learn from each other, and more importantly, how we create the world we want to live, work and play in.</p><p>What I am saying is that we should not group-think. We need to recognize that we’re already free. We have a choice, and others also have a choice. Only when we share this recognition can group decision making actually work to produce sensemaking that’s natural to a group, instead of producing sensemaking that services an apparatus, which is something like a parasite that lives off individual human beings.</p><p><a href=\"http://nytlive.nytimes.com/womenintheworld/2017/04/19/fox-news-expected-to-fire-bill-oreilly-before-he-returns-from-vacation/\">Feedback mechanisms work both ways</a>. Whether we are conscious of our identification or unconscious of our over-identification, what we do as people isn’t ever done in isolation, even if we get no direct feedback of the consequences of our actions. Our actions and our intentions are out there in everything we do. And <em>what we </em>do<em> is world-creation</em>.</p><p>In that sense, we’re already doing what we need to do, by vloging, by creating articles, by talking and sharing awareness of the agency we’re collectively endowed with.</p><p><strong>Takeaway 5: The future <em>is</em> ours. However, </strong><a href=\"https://extranewsfeed.com/why-political-correctness-is-not-working-461608aa5e47\"><strong>who we are is as yet undecided</strong></a><strong>.</strong></p><p>Feedback in the form of information keeps getting hijacked, diverted and re-appropriated, so it’s never clear. Many of us respond to that lack of clarity by going into denial over entire ranges of information. That denial is often in service of a larger apparatus. We can see this in others, but we often cannot see it in ourselves.</p><p>Think about feedback in your own life: Mentors, job reviews, tax penalties, chat logs, text messages, intimate conversations with friends and family to name a few. Body language is feedback. Clicking <em>like</em> or <em>follow</em> is feedback. Pinterest is feedback, to apparatuses, to each user, to each board, to each pin.</p><p>Feedback <em>is</em> what humans do. It’s how we know who we are, and if we are on the same page.</p><p>It is because feedback is what matters that apps can reduce even abstract human behavior like <em>flirting</em> into a <em>swipe</em> motion.</p><p>Swiping is new, but feedback is the way humans have always been.</p><p>So my question to you, Dear Reader, is this: Is integration possible? Can we use feedback to change the world? Can we integrate what we are with what we are not? Asking others to integrate requires you open yourself to change.</p><p>Forget apparatuses. Use them, but don’t sacrifice yourself to preserve them.</p><p>Instead, ask yourself: How can we navigate this complex world without being subsumed by an apparatus? How can we participate without overly investing in one apparatus?</p><p>My answer: Live your life where you are but <a href=\"https://medium.com/@sulphuroxide_42510/breaking-the-link-between-identity-and-culture-2a33b7d2464\">live a life that is post-identity politics</a>.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=9b0555a08d78\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/the-new-way-humans-have-always-been-9b0555a08d78\">The New Way Humans Have Always Been</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "a lee",
  "guid": "https://medium.com/p/9b0555a08d78",
  "categories": [
    "culture",
    "economics",
    "future",
    "social-media",
    "politics"
  ],
  "isoDate": "2017-06-14T13:31:28.000Z",
  "publishedAt": "2017-06-14T13:31:28.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*3brv9SDJudHeYCkEeLc7RQ.jpeg",
  "collections": [
    "https://medium.com/feed/rally-point-perspectives"
  ],
  "_id": "9b0555a08d78"
}