{
  "creator": "Bonnitta Roy",
  "title": "Consumer Ed",
  "link": "https://medium.com/project-2020z/consumer-ed-815bfde630d4?source=rss----aace9a239a69---4",
  "pubDate": "Mon, 02 Mar 2020 11:38:04 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/750/1*tlkOpG6Mk9XiNFDOjy67kA.jpeg\" /></figure><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fplay.ht%2Fembed%2F%3Farticle_url%3Dhttps%3A%2F%2Fmedium.com%2F_p%2Fconsumer-ed-815bfde630d4&amp;display_name=Play&amp;url=https%3A%2F%2Fplay.ht%2Farticles%2F815bfde630d4&amp;image=https%3A%2F%2Fd262ilb51hltx0.cloudfront.net%2Ffit%2Fc%2F300%2F300%2F1%2AScRnohi4lPn9ryXnvglyOw.jpeg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=play\" width=\"700\" height=\"185\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/3d79b20aaa183ba72d0a0229652e5195/href\">https://medium.com/media/3d79b20aaa183ba72d0a0229652e5195/href</a></iframe><h3>Consumer Ed</h3><h4>Excerpted from a work in progress on education for human flourishing</h4><h4>This and other articles in this publication has been made possible through the support of <a href=\"https://www.systems-souls-society.com/\"><em>Perspectiva</em></a></h4><p>A philosophy of education based on transformation and human flourishing would switch the inquiry from how much is the student learning, to what kind of person is the student becoming? If you are an educator, this is probably a daunting statement. It leads to an overwhelming responsibility for one individual. This is why, if the educational system is going to take on the responsibility for the character of the person, it must undergo a significant structural change. In early childhood, when the task is most daunting, it means something like an <em>entire village</em> must be created to meet this challenge and to support educators in their responsibility. Thought of in this way, the prospects become more positive. We are looking at the possibilities of a learning village for youth, much like local urban centers grow around university hubs. In this case, however, the best learning villages should be surrounded by gardens and farms, and beyond that, natural places — forests, wetlands, seashores, mountains and wilderness areas. There would be a major reversal of urban planning. Instead of being anchored around centers of production, with schools serving the demands of the economy, communities would be anchored around centers of learning, with production becoming both an outcome of education and a handmaiden to it.</p><p>Farfetched as it may seem, with the rise of AI and robots, and the drastic decrease in the needs for human labor, it is possible to imagine an economy driven by intergenerational participation in learning activities. Learning for the sake of learning. Learning for the sake of life. Learning for the sake of community. Learning for the sake of restoration. Learning for the sake of transformation.</p><p>The real deterrent to this possibility is not the lack of capacity. Rather, a society designed this way would have little mechanism to create large disparities in wealth, or be sufficiently stratified to support a powerful elite. And so the power brokers would never allow it, given their current status. What then is the role of schooling from the perspective of a powerful elite who are vested in maintaining the status quo of a deeply stratified society, with wealth and power concentrated in the hands of the few? This is a tricky question, which requires us to reimagine what an economy is. We are trained to think of an economy as having demands for laborers or workers in the knowledge sectors. We are trained to think of money as wages paid for — for the labor or work of individuals, for the production of goods and services.</p><p>Once robots take over most of that production — we can imagine the “technology spoils” pouring out into learning villages where people who are supported by guaranteed income invest their time in learning and teaching together in a community of practice. This, more than anything, would satisfy their existential needs and create happy, healthy people. People who were no longer laborers, would eventually become no-longer-consumers. IOW, they would no longer be captured by <em>economic drivers</em>, and instead turn to the study and practice of existential values. But this will never happen under the current power structure; because the loss of economic drives would mean the end of the means of stratifying wealth and power.</p><p>What we can expect instead, is for the political economy of late-stage capital states to shift from a production-labor-income tax model to a consumer-sales tax model, with the role of schooling to keep the drivers in place. From the perspective of the power-brokers, the goal is to preserve the mechanisms of redistributing wealth and power from the many to the few. This is what a capitalist system has always been. What would this look like? We are seeing many of the mechanisms already taking shape. The Federal Bank would lend money to the state by printing currency in amounts and at an interest rate they themselves set. The amount of currency and the rates of interest would be determined by the level of production in the system.</p><p>The government distributes the currency in the form of guaranteed income under the rubric of a “technology dividend.” At this point there will probably not be paper currency, but merely digital credits and debits. There would be no tax on federally distributed income. There might, however, be a negative interest charged on the accumulation of income (“savings”) which would drive consumer spending. The net effect is the state switching from one based on the accumulation of wealth, to one on the displacement of debt. Debt will become the new GDP!<a href=\"#_ftn1\">[1]</a> Certainly, as Graeber has argued, money has always been debt. The interest rate on the guaranteed income constitutes the “tax” that will eventually be paid to remunerate the banks, thereby securing one of the distribution mechanisms that is a mainstay of disparity in capitalist economies. The Fed therefore provides one loop.</p><p>The negative interest on income would drive up consumer spending. We are already being conditioned to this by all the sales coupons and credit card points we accumulate that are only valuable if we spend them. Money would become like this too, except there would be a real cost to not spending it. Purchases would be subject to a federal sales tax, funding the federal budget (a big chunk of which is the interest paid back to the fed.) It’s a kind of ponzi scheme that, given its level of complexity, allows us to pretend that the government is not giving with one hand, and taking more with the other. But this is exactly how colonial capitalists turned so called “primitive” cultures into slave laborers, as Graeber has shown with the colonization of Haiti.</p><p>Government issued currency is always a form of debt, and so a nation with an expanding economy, will always require more currency, which means more debt. The government and the banks in turn will fund university and corporate research programs to expand production at very large scales, controlled by AI-automation, and centralized under the Internet of Things and the few who control their digital access and data. This of course will be used to drive consumer demand for products, closing another loop. The net overall effect is to maintain and increase power and wealth disparities. There is no other reason to maintain such a complex economic scheme in a world where advances in technology have reduced the costs of productions of needs to near zero.</p><p>Education, however, has the power to disrupt this system, by fulfilling the core, communal, cosmopolitan and spiritual needs of the whole person, unchaining them from endless consumer drives. Consumer drive rather than scarcity of needs, is the primary “caging force” of civilization today. This both includes consuming education at the curricular level, and consumer education at the ritual, signaling level. This is particularly true today in the developed nations, where school-leaving ages out pace the rise in life expectancy (Illich 1972).</p><blockquote>“Consumer education” will become the human capital theory of the next decade as the global society transitions from economies based on labor and income, to economies based on consumption and debt.</blockquote><p>The power elite have already had practice in designing such economies. Oil production in the Mideast, for example, created the conditions for such an economy, where citizens demanded a cut of the oil revenues. Think of the kind of regimes the logics of capital led to there, and you have a picture of what’s instore for us here. But of course, the world is running out of oil reserves. Here, the turn toward solar power and electric will supply the missing piece. This is what the robots themselves will be run on. There is however, an enormous cost to be paid, with respect to the continued devastation of the planet. We will simultaneously be extracting resources at ever increasing levels, and trying to control the earth and its life force, including human beings, through complex AI surveillance and AI-initiated “interventions.”<br> <br> Neither the left nor the right offers a viable option. We can merely characterize one side as championing one of the loops (production and banking monopolies) while the other champions the other (free goods and services and free money too!). The robots, AI, the IOT, and smart machines will make it all inevitable. In the meantime, people must be trained <em>on a mass level</em> to be consumers. It is to the consumer self that schooling targets. And this is why school <em>has to be obligatory and, eventually all schooling will have to be “free.” </em>“<em> </em>In each country,” Illich (1972) wrote, “the amount of consumption by the college graduate sets the standard for all others; if they would be civilized people on or off the job, they will aspire to the style of life of college graduates.”</p><blockquote>The university thus has the effect of imposing consumer standards at work and at home, and it does so in every part of the world, and under every political system. … The ability of the university to fix consumer goals is something new. In many countries the university acquired this power only in the sixties, as the delusion of equal access to public education began to spread. Before that, the university protected an individual’s freedom of speech, but did not automatically convert his knowledge into wealth. To be a scholar in the Middle Ages meant to be poor, even a beggar. By virtue of his calling, the medieval scholar learned Latin, became an outsider worthy of the scorn as well as the esteem of peasant and prince, burgher and cleric. To get ahead in the world, the scholastic first had to enter it by joining the civil service, preferably that of the Church. The old university was a liberated zone for discovery and the discussion of ideas both new and old. Masters and students gathered to read the text of other masters, now long dead, and the living words of the dead masters gave new perspective to the fallacies of the present day. The university was then a community of academic quest and endemic unrest. (pg. 35)</blockquote><p>In the modern university, postmodern criticism runs rampant. All the inequalities of individual experience are construed to be outcomes of structural or systemic violence. And yet there has never been more demand from students to enter that very system. The demands of the young generations are tolerated because they play into the hands of the elite who get to see the future they are planning for, unfolding before their very eyes. By the time the students graduate they will be hooked on consuming education as experience, information as entertainment, social media as connection, and prescription drugs as a commodity. Note: these are all major demands of the <em>radical left</em>.</p><p>In the process, they will be stripped of their potential to learn, to think seriously about the world they live in, to build real communities, or to take care of their own well-being. Their green new deal will usher in the IOT, and the centralized control of surveillance capitalism. The environment will suffer even more, but topics such as intersectionalism and identity politics will drown out the voices of the few remaining stewards of the earth. The vastly accumulating power of AI will enable unprecedented centralization of power and colonization of the life force. Recent disaster events have shown this is exactly the opposite kind of society we need to survive catastrophic events such as climate crisis and pandemics, since resilience to such events requires distributed, local centers of responsive action. China’s response to recent outbreaks of Covid-19 is a good indication of things to come our way.</p><p><a href=\"#_ftnref1\">[1]</a> As farfetched as it might seem, this is already the case. Most of the GDP posted by advanced capitalist economies result from financial services, aka, return on debt.</p><p>Sources:</p><p>Graeber, David (2014) <em>Debt</em><br>Illich, Ivan (1972) <em>Deschooling Soceity</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=815bfde630d4\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/project-2020z/consumer-ed-815bfde630d4\">Consumer Ed</a> was originally published in <a href=\"https://medium.com/project-2020z\">Project 2020z</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/815bfde630d4",
  "isoDate": "2020-03-02T11:38:04.000Z",
  "publishedAt": "Mon, 02 Mar 2020 11:38:04 GMT"
}