{
  "creator": "Jordan Hall",
  "title": "So it is to be war between us.",
  "link": "https://medium.com/@jordangreenhall/so-it-is-to-be-war-between-us-54f103f5f786?source=rss-affe923beaf9------2",
  "pubDate": "Thu, 14 Nov 2019 17:58:29 GMT",
  "content:encoded": "<p>So it is to be war between us. Very well, war is my native tongue. ;)<br> <br>We are going to need to go far beyond a merely sharp knife. We are going to need a Vorpal blade. Let’s dive in and see what happens.</p><p>Genocide is deeper than Game A. It comes from the primal forces of genetics that seek only to dominate all spellings. But even brute nature knows that actively spending the time and energy to erase a rival spelling is a crude way to achieve domination. Time and entropy will slaughter all. If you seek to win the evolution game, the simple rule is: if in doubt, my spelling wins. Otherwise, mate, eat and keep an eye out. If there are three apples and I need one and you need one, fighting would be a extinction choice. If there are two apples we might eye each other and test for the larger apple, but no more. When there is one apple — now it is time for slaughter. Genocide is part of the code. But It is a dependent part of a deeper mandate, the complex totality of which is War. <br> <br> Game A rarely prosecutes genocide in the crudest sense. Domination, yes. Always domination in some fashion. If in doubt, my spelling wins. But far more useful to enslave (however subtly) than to slaughter. Even more useful to enlist. <br> <br> But here is where we come to my proposition that the Nash Equilibrium of War is a stumble. I certainly don’t mean to say that “War” is a chance or random element of Game A. Far from it. The opposite in fact. What I am saying is that the presence and dynamics of War in the context of a species that is an innovation machine *forces* a very specific (though meandering and largely unwilling) directionality to the evolution of culture. A practical teleology of Power. <br> <br> It is a stumble because of the three distinct tensions I mentioned earlier (integrity of society vis a vis nature, itself, and other societies). The conservative impulse knows that change is disruptive and risky. This is particularly true for those at the top of the ‘internal’ domination hierarchy in a society that is itself at the top of the ‘external’ domination hierarchy (Egyptian aristocrats in 1200 BC, Roman aristocrats in 200 AD, British aristocrats in 1600 and 1900, American aristocrats right now). If in doubt, so long as nothing changes, their spelling wins. But the asymmetry of innovation *requires* change. And not just change in a random direction. Change towards ever greater Power. Ever greater capacity to work your will on the world. <br> <br> Pity the conservative impulse. Innovation stands on the shoulders of giants. It is a curve, not a straight line. This is because in the game of Power innovation in ‘what’ is far less Powerful than innovation in ‘how’. And that is far less powerful than innovation in ‘who’. Culture eats strategy for lunch. Moving from catapults to cannons is one thing and profoundly shifts the Feudal equilibrium. But once the meta-game of ‘innovation on innovation’ sometimes known as Capitalism gets going, Feudalism as a whole is done. Now the conservative impulse is in trouble (and in the West at least there have been no true conservatives for several hundred years). We are no longer using Power to compete on the landscape of spellings. We are using an increasingly conscious intent to compete on the landscape of Power. Acceleration. This dynamic is self-ramifying. No matter how much ground you gained in the last war, in a landscape of accelerating power, if you don’t run faster than your neighbors, the Barbarians will be breaking down the gates in a few decades. Or years. This process results in increasingly heedless acceleration into increasing Power (see the current AI race). And that, of course, is inexorably self-terminating. <br> <br> But herein lies the rub. Each move in the accelerating game of Power *must* be a move towards a “who” that is more capable of a “how” that is more capable of a “what”. And here is the thing that we have known since the beginning of our species: collaboration is always more innovative than domination. In many ways, the essence of Game A has been the myriad efforts of domination to maximize the innovative capacity of collaboration while maintaining the context of domination. Hence its increasing subtlety and ‘softening’. From Egyptian slavery to Feudal serfdom to the Liberal Republic to the modern welfare state. game~b is simply the result of conscious inquiry into the fundamentals of this dynamic and a realization that if you can remove the constraint of ‘conservation of domination,’ if you can move from the anti-rivalrous always in service to the rivalrous to the rivalrous always in service to the anti-rivalrous, you simultaneously innovate at a level that Game A can’t possibly (structurally) achieve and you get off the road to self-termination.<br> <br> And this shift is simple. It involves moving from “spellings” to “values”. If in doubt, my spellings win is fundamentally rivalrous. If in doubt, my values win is fundamentally anti-rivalrous.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=54f103f5f786\" width=\"1\" height=\"1\">",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/54f103f5f786",
  "isoDate": "2019-11-14T17:58:29.000Z",
  "publishedAt": "2019-11-14T17:58:29.000Z",
  "image": "https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=54f103f5f786",
  "collections": [
    "https://medium.com/feed/@jordangreenhall"
  ],
  "_id": "54f103f5f786"
}