{
  "creator": "Jordan Hall",
  "title": "An exciting new idea in Basic Income",
  "link": "https://medium.com/emergent-culture/an-exciting-new-idea-in-basic-income-b1b7bf622845?source=rss----708c0b15465e---4",
  "pubDate": "Sat, 22 Oct 2016 00:36:54 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*QQjcsudcJD3Stw67hhBmKQ.jpeg\" /></figure><p>One of the biggest challenges to the Basic Income movement has been answering the question, “where do the funds come from”? After all, even a basic income of a mere $5,000 per year for every American adult carries a bill of $1.2 Trillion dollars a year — or just about a third of the entire Federal budget! Whether you propose to raise taxes, or to cut back on other governmental expenses to pay this bill, you will find a lot of well defended skepticism.</p><p>Recently, however, I was introduced to a nice model by futurist <a href=\"http://www.singularity2050.com/\">Kartik Gada</a> that quite neatly cuts this gordian knot: <em>let technology pay for it</em>.</p><p>In a <a href=\"http://atom.singularity2050.com/\"><em>painstaking</em> analysis</a>, Gada drills down on the insight that economists have entirely missed a crucial feature of the modern world called “technological deflation”. While the concept is nuanced, the basic point of technological deflation is that technological things (like, say, iPhones) have the funny habit of becoming “almost free” very quickly. Remember that fancy new iPhone 6 you bought for $600 back in 2013? How much is it worth now? Well, today if you are so inclined, you can get a brand-new one for $150. One fourth the cost in three short years. Remember, we aren’t talking about buying a <em>used</em> iPhone 6, these are brand new. In another two years, you’d be hard pressed to give one of these away.</p><p>You don’t see this kind of price deflation everywhere. In fact, in our modern society, we tend to expect to see prices rise over time. Oranges, for example, cost more today than they cost in 2012. Same with milk. A new Eames Chair from Knoll costs a solid $5,000. The same chair <em>brand new</em> cost a mere $310 in 1956. And if you want to ask “how much is that in today’s dollars” you are hitting the point: we are so very used to inflation that we intuitively think of the money itself as different. And yet, a brand new iPhone 6 today costs only one fourth as much as the same phone three years ago. Technological things are, quite vigorously, swimming against the inflationary current.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/660/1*I3JvymELBu6deSm5Mk3TMw.jpeg\" /></figure><p>Gada took note of this fact and then went deeper. He noticed that no economist seemed to be considering technological deflation in their models of national or global economies. This is because, up until relatively recently, technological deflation wasn’t that important. But today, with more than 2% of the global economy subject to technological deflation, the effects are too big to ignore.</p><p>In fact, he argues that that it is <em>precisely</em> this force of technological deflation that is frustrating global central bank’s efforts to drive inflation through things like negative interest rates and “quantitative easing”. The banks are trying like crazy to inflate the economy on one end, but technology is deflating out the other end even faster.</p><p>Moreover, Gada observes that this trend is growing. In 1992, rapidly deflating technologies made up about 0.5% of world GDP, 1% in 2004 and it stands today at 2%. Consider how many consumer electronics devices have been stuffed into that rapidly deflating iPhone.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/830/1*1xPYq1CkblY9Jb3As9jUnQ.jpeg\" /></figure><p>And with things like self-driving cars, 3D printers and AI just over the horizon, more and more of the economy is going to become subject to rapid technological deflation.</p><p>This is a deep point. <em>No existing economic model knows how to deal with the accelerating pull of technological deflation</em>.</p><p>But Gada has a recommendation. And for folks who have been following Basic Income, it is a doozie. He recommends that by far the best, and perhaps the only, way to deal with technological deflation is to counteract its pull with a large and rapidly growing <em>guaranteed income</em> to every adult citizen.</p><p>How large? Well, he reckons that right now in late 2016, the right number would be $5,000 a year per US citizen. Which is nice, but the real kicker comes when he looks at how quickly this stipend would have to grow <em>just to keep pace</em> with technological deflation. The answer? About 20% a year.</p><p>For those who can’t be bothered with math, at an annual growth rate of 20%, this Basic Income would build to $25,000 a year by 2025 and over $100,000 a year by the early 2030’s. You heard that right, Gada is proposing a model that will be guaranteeing a cool $100,000 a year to every citizen of the United States in around 15 years. Not just guaranteed, but <em>absolutely necessary to keep the overall inflation rate above zero</em>.</p><p>And just so we are clear — this Basic Income doesn’t come at the cost of debasing the currency or hyperinflation. It is not like we are going to be giving everyone $100,000 a year but at the cost of driving the price of a gallon of milk to $50,000. No, precisely because the rate of the Basic Income is calculated to counterbalance the force of technological deflation, under this plan, we should expect the price of a gallon of milk in 2030 to be maybe $5.</p><p>In other words, if he is right (and I suspect that he is), we have closed the loop. Technological unemployment and technological deflation are directly connected and perfectly resolved through a unconditional Universal Basic Income.</p><p>This provides a big piece of the path over the next 15 years from scarcity to abundance. It doesn’t solve the whole problem, we still have a bunch of work to do, but it sure helps.</p><p>Sound interesting? Don’t take my word for it. Gada published the entire book <a href=\"http://atom.singularity2050.com/\">here</a>. It is a site that only a wonk could love, but if you want to drill-down drill away.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=b1b7bf622845\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/an-exciting-new-idea-in-basic-income-b1b7bf622845\">An exciting new idea in Basic Income</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/b1b7bf622845",
  "categories": [
    "basic-income",
    "entrepreneurship",
    "technology",
    "economics"
  ],
  "isoDate": "2016-10-22T00:36:54.000Z",
  "publishedAt": "2016-10-22T00:36:54.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*QQjcsudcJD3Stw67hhBmKQ.jpeg",
  "collections": [
    "https://medium.com/feed/emergent-culture"
  ],
  "_id": "b1b7bf622845"
}