{
  "creator": "Dave Spiech",
  "title": "The Barbarism of the Web",
  "link": "https://medium.com/rally-point-perspectives/the-barbarism-of-the-web-929b6de9be72?source=rss----2725c5feff8d---4",
  "pubDate": "Fri, 12 May 2017 19:02:36 GMT",
  "content:encoded": "<p>In his essay on the technology of sensemaking, Jordan Greenhall develops an analogy between the production of weapons and the production of information (<a href=\"https://medium.com/rally-point-perspectives/the-war-on-sensemaking-900086bca636\">The War on Sensemaking</a>). His sketch of weapons evolution progresses from “long rifles to repeating rifles to Gatling guns all the way to Little Boy,” as if atomic weapons represented the ultimate stage of “the deliberate and strategic use of industrializing technology to deliver escalating levels of destructive energy.”</p><p>That nineteenth-century fantasy of evolutionary progress was typical of the sensibility that considered World War I to be the “war to end all wars” and predicted that better dynamite, more bullets per second, and bigger bombs would naturally lead the civilized races to abandon war altogether. In that spirit, of course, the United States Congress has not declared war on anyone since 1942, the same year that Joseph Heller joined the Army Air Corps. Many things make more sense in the context of <em>Catch-22, </em>because collective ideals are often at odds with practical methods.</p><p>Despite the theatrical demonstration of atomic weapons in 1945, the industrial technology of weaponry continued to improve, for example in the strategic development of cheap and effective small arms after World War II. As an apt comparison with modern information warfare, consider the story of the AK-47:</p><blockquote>For the United States military, which had defeated the Japanese army in the 1940s and repelled communist divisions from South Korea a decade later, Vietnam presented a confounding foe. The Vietcong guerrillas and North Vietnamese regulars were marginally educated, lightly equipped, minimally trained. More than half the NVA soldiers in late 1966 had six years or less of education, and three quarters of them had less than eighteen months in their army. They were peasants, agrarian villagers indoctrinated in Marxist-Leninist ideology and fighting according to tactics articulated by Mao. American intelligence officials marveled that few of them had undergone significant training with live ammunition before being sent out against South Vietnamese and American forces. Many captured enemy fighters told of firing weapons for the first time only in combat. And yet by 1967 the Vietcong and the NVA were killing nearly eight hundred American servicemen each month.</blockquote><blockquote>One reason for their success was their weapons. In the mid-1950s, the Kremlin had provided Mao’s arms engineers with the technical specifications for its new assault rifle, the AK-47. <em>(C.J. Chivers, </em>The Gun: A Violent History of the AK-47, <em>as adapted for </em>Esquire Magazine)</blockquote><p><a href=\"http://www.esquire.com/news-politics/a25677/ak-47-history-1110/\">The Gun That Changed Everything</a></p><p>The design and dissemination of AK-47 (Kalashnikov) style guns presents a perfect introduction to the problems of fourth-generation warfare, wherein a country that can unleash unprecedented levels of destructive energy from a single bomb is buffaloed by a bunch of poorly trained peasants with cheaply made assault weapons.</p><p>Likewise, the Weapons of Mass Destruction in information warfare, as famously implemented by luminaries such as Joseph Goebbels, Karl Rove, and James Carville, look quaint in the light of contemporary online media campaigns. Everyone in the past was always impressed by the destructive power of the spinmeisters as they would flood the airwaves with their attacks or deftly insert “leaks” into supposedly objective news stories. They could easily assert broadcast superiority in the regions under their control, and they could permanently occupy vast areas of public life with a few sympathetic newspaper and magazine editors.</p><p>Then broadcast channels proliferated on cable and satellite, fragmenting the attention of the viewing audience, until every single minute had to be filled with sensationalized trivia in order to hold the slightest bit of market share. The Internet turned into the largest collection of nonstop videos and personal opinion columns in history, with access devices being carried around in the pockets of billions of people. The “nuclear powers” of information now seem helpless in the face of the asymmetric warfare waged through social media.</p><p>One of the casualties is the “ability to make shared sense,” that is, the perception that there is one correct version of events that the people would discover if only they were righteous enough to choose a trustworthy source. We long for a unified, omniscient, third-person narrative set down in unchanging text that will explain everything clearly. The sacred words should, we imagine, be revealed in the twinkling of an eye to everyone on earth, smiting all the scoffers who hate the truth. But instead, the people tremble at the twittering from the abomination of desolation, anxiously awaiting the sound of the Last Trump.</p><p>But all that was an illusion, part of a romantic notion that News is the same as Fact because everyone who mattered agreed that it must be True. With the dismantling of massified audiences, the old media institutions are losing the power to transmute News into Truth simply by speaking out loud what is inscribed onto tabloid paper.</p><p>This is leading people back to an older perspective on history, one that never went away, but which was systematically ignored while literacy was increasing in industrialized societies. Walter Ong describes verifiability as an artifact of writing in <em>Orality and Literacy</em>: “Persons whose world view has been formed by high literacy need to remind themselves that in functionally oral cultures the past is not felt as an itemized terrain, peppered with verifiable and disputed ‘facts’ or bits of information” (p. 98).</p><p>Verifiability in a primarily oral culture consists in asking everyone you trust to say what they remember, and then having everyone in the group agree on a single shared story, which then becomes the True story. In a nonliterate culture, there is no such thing as a “fact” that can be verified apart from what is agreed-upon by your personally trusted sources, who are all relying only on their own <a href=\"https://www.youtube.com/watch?v=72dhjGWB0gg\">fallible memories</a>.</p><p>How can we possibly be part of a primarily oral culture, since we are swimming in written words on the Internet? The “oral” ways of relating to people never went away, since they are inborn in everyone. What has happened is that the old exterior social structures built up around the literacy industries are crumbling.</p><p>We are losing our conditioned habits of trusting those industries to supply us with a thin stream of literally true facts that we can measure our lives against. This compels us to confront the reality that what each of us knows is contingent on our social context, on the instinctive trust that we place in the people that we know the best.</p><p>For more about The Red Religion and The Blue Church and collective intelligence networks read Jordan Greenhall’s <a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046\">Situational Assessment 2017: Trump Edition</a>.</p><p>For those who are are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: <a href=\"https://www.facebook.com/groups/625210141012983\">Rally Point Alpha</a> and the subreddit: <a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\">Rally Point Bravo</a>.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=929b6de9be72\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/the-barbarism-of-the-web-929b6de9be72\">The Barbarism of the Web</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Dave Spiech",
  "guid": "https://medium.com/p/929b6de9be72",
  "categories": [
    "catch-22",
    "sensemaking",
    "media-studies",
    "fake-news",
    "cyber-warfare"
  ],
  "isoDate": "2017-05-12T19:02:36.000Z",
  "publishedAt": "2017-05-12T19:02:36.000Z",
  "image": "https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=929b6de9be72"
}