{
  "creator": "Jordan Hall",
  "title": "Beyond torches and pitchforks: reimagining the angry mob",
  "link": "https://medium.com/practical-imagination/beyond-torches-and-pitchforks-reimagining-the-angry-mob-67594032f49d?source=rss----a0abc4f51e04---4",
  "pubDate": "Sun, 22 May 2016 16:10:04 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*m81eJAezydkQq_kqkMuyuA.jpeg\" /></figure><p>One of the key forms of contemporary malaise is our pervading sense of deep powerlessness. Daily, we see things that are clearly wrong. Indeed, they are clearly, terminally unsustainable. They are all around us, maddeningly so. And yet we find ourselves entirely powerless to do anything about them. We want to address these problems, but find that all of the particular paths of agency invented in the 20th century are impotent. Union and protest movements, the democratic process — none of these tools work any longer.</p><p>The problem, however, is not that we lack power. The problem is that we haven’t adequately imagined how to deploy this power into our contemporary environments. “Money power” has upgraded its armory of techniques for influence, control and domination tremendously over the past 50 years. By contrast, we have largely rested on our laurels, confused why our protest signs and calls to our representative no longer work.</p><p>We can do better. Reimagining the “angry mob” into an effective 21st century power is the subject of this most timely Practical Imagination. Lets call it the ‘angry smart mob’.</p><p><strong>Step 1. Pick a Target</strong></p><p>The first step is to pick a Target. The ideal target is some locus of money/power that captures the public ire and yet stands aloof and untroubled. Perhaps some corporation that “everybody knows” does bad stuff and yet seems above both law and public opinion.</p><p>Let’s take Monsanto. While I am sure there are good arguments in defense of Monsanto, when it comes to representing the “evil corporation”, they are an easy target. Many people think that Monsanto is doing nasty things — and yet we seem entirely powerless to push back in any meaningful way.</p><p>The ‘angry smart mob’ can push back. Indeed, the object of the ‘angry smart mob’ is not simply to influence or restrain Monsanto, but to <em>remove Monsanto from the map completely</em>. A good old fashioned “head on a pike” to send a message to all other corporations: a new sheriff is in town.</p><p><strong>Step 2. Make a List</strong></p><p>The second step takes more research: map their supply chain. The objective here is to find every point in the market that is in a position to influence and effect Monsanto <em>and</em> is directly touched by consumers. Let’s say, for example, that McDonalds is a big customer of agribusinesses who are themselves big customers of Monsanto. If so, then McDonalds and their suppliers go “on the List”.</p><p>It is important to do a good job here — you need to identify a big chunk of the “downstream demand” for Monsanto’s products on that List. Not <em>everyone</em> who is their ultimate customer needs to be on the List, but the more the better. And, in particular, the more sociopathic multinational corporations on the List the better. A big part of the ‘angry smart mob’ is using sociopathic corporations against each-other.</p><p><strong>Step 3. Publish the List</strong></p><p>Now the pitchforks. Publish the List. Ideally this takes the form of a nice website (or mobile app) that shows all of the “consumer facing” companies who are Monsanto’s end-customers *and* the companies in their supply chain that connect them “all the way down” to Monsanto. McDonald’s buys from X who buys from Y who buys from Monsanto.</p><p>The site should also list a bit of financial information — like revenues and stock price for as many of the companies on the List as possible. This is important because one of the primary tools of the ‘angry smart mob’ is to make these numbers go <em>down</em>. There is nothing that a sociopathic corporation hates more than its stock price going down.</p><p><strong>Step 4. Create and Share a Pledge</strong></p><p>Time to light the torches: create a pledge. The pledge is simple: “I pledge to not buy anything from any of the companies on the List so long as they do business with any company that is connected with Monsanto.” McDonalds, want me to buy another McWhatever? Then you need to get busy changing to a non-Monsanto supplier for your potatoes.</p><p>Note, if you want to be helpful, you can do the research to identify easy good alternative options/recommendations for McDonalds and their suppliers. The key here isn’t to harm <em>McDonalds</em>. Corporations have a thick skin. They don’t like consumer protest, but they can survive. The objective is to annoy McDonalds enough that they turn against Monsanto. The objective is to completely kill Monsanto. To do that, you have to turn their supply chain against them, and so you want to make it as easy as possible for the companies on the List to break ranks with your Target.</p><p>At a high level, what we are doing is combining social proof (people I know are making this pledge and people I know, know I have done so as well) with a relatively easy action. Not going to McDonalds isn’t quite as easy as clicking “like” but it is in the same ballpark. This kind of combo can both go viral and drive action. Think “ice bucket challenge”. But with a real punch — because if enough consumers take the pledge (even if many of them cheat a lot), this will move the needle for the stock conscious executives at companies on the List.</p><p>And that is when the fire starts to burn. Watch what happens when the hedge funds take note of the growing number of people who have made the Pledge. Five million people have just shot and uploaded short videos of themselves pledging to stop buying from McDonalds until McD’s drops all things Monsanto — I think McDonald’s stock is in for a bad quarter. Ready for a new ‘big short’?</p><p>Pick on the vulnerable. Find companies whose stock has been suffering recently and focus the Pledge’s energy on them. Move that needle. Get the sharks to smell blood and let the logic of the financial markets do most of the work.</p><p>And then be gracious — oh, so gracious, to the first companies on the List who turn. Did Burger King just announce that they are cutting their contract with supplier X? Once they do, don’t just take them off the List, show them the love! Being on the List should mean death — getting off the list should mean life and wealth.</p><p>Will the corporations on the List squirm? Will they cheat? Sure. That is what they do. But keep up the pressure — as long as it is easier for them to choose to sever ties with your Target than to stay on the List, they will do so.</p><p>And when the first few break ranks, the game is done.</p><p>And so is Monsanto. The market is heartless and it is more than happy to eat its own.</p><p><strong>The Aftermath</strong></p><p>It is important to get the first smart angry mob right. Keep up the pressure. While quarter should be given to every company on the List, the Target must die. Not promise to change its behaviour. Not fire its CEO. Not even be bought or merged. It must declare bankruptcy and go into liquidation. Its name and brand must be burned from the supply chain.</p><p>Its head must be cut off and hung from the city gates.</p><p>And then to pick your next Target carefully. Start with the low hanging fruit. Companies who already have a lot of ire pointed at them. Companies who are vulnerable to supply chain switching. As much as you might want to go after Walmart or Goldman Sachs, wait.</p><p>Because if you are careful and successfully pick off companies then the market will be ready to aid and abet your next effort. Prove that you have innovated a new form of social protest that can target and destroy companies and everything starts to move in your direction. Take your time and ultimately the whole of the money power will be in retreat.</p><p><strong>Bonus</strong></p><p>For the over-achiever out there, consider this: make a DAO for your ‘angry smart mob’. Everyone who makes a Pledge earns tokens. Allow anyone to buy tokens (i.e., “invest” in the DAO). Then have the DAO invest the cash it has received in a portfolio of shorts on the stock of companies on the List with a real focus on driving the Target to zero.</p><p>As companies break ranks and are removed from the List, the DAO closes its short position and redistributes the proceed to those companies who remain on the List.</p><p>Ultimately, the only company on the List will be the Target. And once the Target hits zero, the DAO liquidates everything, returns 80% of the proceeds to the original investors and 20% of those who held Pledge tokens (the people who made the Pledge).</p><p>Its like a magic decentralized pop up hedge fund that profits from destroying evil corporations. What could be more fun?</p><p>Note: Years ago, my friend Curtis Faith proposed this idea. I’m taking his idea and running with it.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=67594032f49d\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/beyond-torches-and-pitchforks-reimagining-the-angry-mob-67594032f49d\">Beyond torches and pitchforks: reimagining the angry mob</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/67594032f49d",
  "categories": [
    "ethereum",
    "monsanto",
    "protest"
  ],
  "isoDate": "2016-05-22T16:10:04.000Z",
  "publishedAt": "2016-05-22T16:10:04.000Z"
}