{
  "creator": "Jordan Hall",
  "title": "Holy smokes this UI is hard to use for this kind of dialogue.",
  "link": "https://medium.com/@jordangreenhall/holy-smokes-this-ui-is-hard-to-use-for-this-kind-of-dialogue-22f5dab7b2a9?source=rss-affe923beaf9------2",
  "pubDate": "Mon, 18 Nov 2019 19:10:07 GMT",
  "content:encoded": "<p>Holy smokes this UI is hard to use for this kind of dialogue. Sorry for the relatively slow response rate. I’ve been busy.</p><p>It might prove useful to dig into genocide, but for now I think that to do so would prove a digression. The only thing that came up for me that seemed important here was to remember that when we are talking of ants, the individual ants aren’t objects of selection. Properly speaking the *colony* is the individual. So when an ant colony is at war with another ant colony this is comparable to when a single lion is in conflict with another single lion.</p><p>Skipping to the part that seems neato.</p><p>“I’ll be honest, I’m not sure I understand what you’re saying here at all, and I need you to help me through it. Seems to me that all innovation is innovation in how. Webster says an innovation is a “new idea, method, or device,” and those are all basically things to achieve tasks.”</p><p>OK. (And reading through that myself, it is really unclear. Sorry about that.)</p><p>Let’s see. How about we time travel to the early 70’s in the tech space. Places like IBM and Bell dominate the current state of the art in computation and telecommunications. But we are on the threshold of an innovation in “what”. In this case, the good old “Personal Computer”.</p><p>Now, all things being equal, we should expect someone like IBM to completely own the personal computer. They have the money, the talent, the relationships. In particular, we should expect them to stomp a bunch of fucking hippies into the ground. But they don’t. In fact, we know that none of the lions of the late 60’s tech scene are relevant any longer, while places like Apple managed (for a while) to be the most valuable company in the world. Why?</p><p>Because the much deeper innovation was in “how” than in “what”. The East Coast tech giants organizational structure limited their capacity for innovation “in general”. Where things like punching power mattered more than rate of change (like say government contracts), you saw IBM continue to compete. But anywhere else, the West Coast “how” of innovation rapidly took the whole market. IBM became a bit player (and eventually just gave up entire) and variations on the new species (specifically, “WinTel” vs. “Apple”) became the new landscape.</p><p>And lest we think that this “how” wasn’t really a thing remember how many times old guard companies struggled to find a way to “emulate” the new approach to innovation. IBM, Westinghouse, Xerox, Bell — they all figured out that their form of “collective intelligence” was getting beat by a different approach and they tried many times to copy the how so that they could compete.</p><p>But this didn’t work. Best case study — Xerox’s legendary PARC. Copying (and in many cases simply stealing people and ideas) from SRI ARC, PARC pushed the old innovation envelope. *But* more or less all of their (and SRI’s) innovation ended up being grasped and used (and innovated upon) by West Coast organizations (like Apple) while the suits over at Xerox missed the boat.</p><p>Why? Because ‘culture eats strategy’ for lunch. Xerox (and IBM and. . .) thought that they could simply copy the formal aspects of the West Coast model (a strategy), but the essence of the competitive advantage was much deeper. The organization form and approach of the West Coast model emerged from and was intrinsically connected to the different culture on the West Coast. IBM stiffs running Apple organizational models couldn’t get anything done.</p><p>I should mention by the way that the cultural identify of the West Coast wasn’t so much given companies (e.g., Apple or HP) but the Bay Area in general. The shift from a vertically organized top down box like IBM or Bell to a co-evolving ecosystem of organizations ranging from the large to the garage and with both capital and ideas flowing quite fluidly between them.</p><p>The West Coast figured out a culture that could give rise to a “method of organization” (a form of collective intelligence) that was itself vastly more conducive to innovation. By the 80’s the ability to innovate was so much more valuable than punching power that the mid-century East Coast tech model became essentially extinct.</p><p>We can link this back to Feudalism vs. Capitalism. Round about the middle of the 1600’s Feudalism owned nearly everything in the West. But as the Enlightenment began to percolate, the competitive advantage of a form of collective intelligence that could out innovation the Feudal form began to rise. Capitalism traded money for land and traded effective choice making for caste. Feudal structures had power. Masses of people and resources that could be pointed at a given target. Build a castle or a cathedral? Feudalism.</p><p>But when in Spain you had to get the royalty to agree to allow you to put together an expedition to the new world (and had to give them the lion’s share of the results) whereas in the Netherlands anyone could give it a shot so long as they could convince enough people to give them their support (and the one’s who were successful reaped the rewards), you saw this tiny upstart nation become the most powerful maritime and economic power in the world.</p><p>But, again, as much as places like France tried to copy the strategies of what was eventually to be called ‘capitalism’, the deep competitive advantage was the *culture* that had come together in the Netherlands. A people who have been trained for centuries to bow to their betters and curry their favor just cant run “free enterprise” effectively.</p><p>The key here is the relationship between the context (or the niche) and the kind of collective intelligence that is optimal for that niche. For hundreds of years, the “Dutch model” lacked fertile soil. There wasn’t enough potential for innovation and so the competitive advantage of being able to create and thrive in change faster wasn’t meaningful. The punching power of Feudalism was more fit than the innovation capacity of capitalism.</p><p>But by the 1600’s the niche was changing. Literacy was beginning to support a faster rate of innovation. Change was heating up. And capitalism was becoming more and more fit to this emerging landscape.</p><p>Of course it is critical here to note the feedback loop. Capitalism was more able to respond to change than Feudalism (i.e. could more quickly and effectively exploit new possibilities). But it was also more able to *create* change than Feudalism. So as the 1600’s became the 1700’s became the 1800’s the competitive advantage of the kind of collective intelligence “capitalism” continued to increase. The niche was drifting more and more in the direction of capitalism.</p><p>Hopefully this counts as two different real world examples of the form of Power (IBM, Feudalism) shifting to the form of Innovation (Apple, Capitalism).</p><p>From me:</p><blockquote>“<em>But herein lies the rub. Each move in the accelerating game of Power *must* be a move towards a “who” that is more capable of a “how” that is more capable of a “what”. And here is the thing that we have known since the beginning of our species: collaboration is always more innovative than domination. In many ways, the essence of Game A has been the myriad efforts of domination to maximize the innovative capacity of collaboration while maintaining the context of domination. Hence its increasing subtlety and ‘softening’. From Egyptian slavery to Feudal serfdom to the Liberal Republic to the modern welfare state. game~b is simply the result of conscious inquiry into the fundamentals of this dynamic and a realization that </em><strong><em>if you can remove the constraint of ‘conservation of domination,’ if you can move from the anti-rivalrous always in service to the rivalrous to the rivalrous always in service to the anti-rivalrous, you simultaneously innovate at a level that Game A can’t possibly (structurally) achieve and you get off the road to self-termination.</em></strong></blockquote><p>Your response:</p><blockquote>Let’s run with this for a second.</blockquote><blockquote>Tribe A: anti-rivalrous in service to rivalrous</blockquote><blockquote>Tribe B: rivalrous in service to anti-rivalrous</blockquote><blockquote>In a shooting war, I’m having a hard time believing that Tribe A doesn’t win. In a corporate war, I’m also having a hard time believing that Tribe A doesn’t win. Seems to me that Tribe B only really out-competes Tribe A within this framework down under the Dunbar number, at village scale or family scale interactions.</blockquote><p>1600’s Tribe A: Spain, France. Tribe B: the Netherlands, England.</p><p>1970’s. Tribe A: IBM, Xerox, Bell. Tribe B: Apple, HP, Microsoft.</p><p>Tribe A will have the advantage in bringing to bear the effectiveness of the tools of the past. Tribe B will have the advantage of innovating new tools. Tribe A will have more punching power. Tribe B will have more innovative capacity.</p><p>To the degree that Tribe A wants to become more like Tribe B in its ability to thrive in and take advantage of a new level of innovation, it will have to become more like Tribe B at the level of “culture”. Simply trying to copy at the level of technology or strategy won’t do.</p><p>Does that make sense?</p><p>But of course if we use nuance we can look at the 1960’s. Hippie culture was able to outcompete “the man” in places like innovation technology and media and banking. The straight culture continued to own places like energy and real estate. Society is complex and not everything moves in the same currents.</p><p>Moreover, we have the innovator’s dilemma. Once your innovation has been successful, you have a very strong attraction to hardening your culture (optimizing for efficiency) and switching from B to A. Hence, Microsoft was Tribe B in the 80’s but was Tribe A in the 90’s and beyond. Amazon and Google were Tribe B in the 90’s and early 2000’s but are now more or less Tribe A.</p><p>By making this shift, you can convert “innovation capacity” to “punching power”. Or, more narrowly, you can increase revenues and (even more) profits at the cost of decreasing innovation capacity. i.e., put the anti-rivalrous in the service of the rivalrous. But this kills the culture. Like Feudalism and IBM before you, you are living off the past. Which can certainly last for some time (its going to take a real upgrade in innovation capacity to storm Castle Google and Amazon), but the story is the same. Once you’ve traded a culture of innovation for a culture of power, you’ve won the battle but lost the War.</p><blockquote>More generally speaking, we were talking about tools. I listed a toolkit, and your response appears to have been to issue a <em>concept</em> as your tool. And that’s fine. If I can get the concept, then we can pivot back to talking about <em>tools for spreading that concept</em>, which is really the level at which I’m trying to focus. But I’m a pretty smart dude, and if I can’t get the concept, <strong>you’re going to have a really hard time spreading the concept to the Walmart shoppers. And <em>that’s </em>the task in front of you.</strong></blockquote><p>I don’t agree. And I’ve noticed this disagreement several times so it might be fundamental. (see indoctrination vs. enculturation). I don’t need (or want or intend) to spread the <em>concepts</em>. Propositional knowing is both weak and low fidelity. The key is not to <em>understand</em> game~b or to either know or spread game~b <em>ideas</em>. The key is to <em>become</em> a game~b player. To embody and live it. Participatory knowing. And to make game~b inviting to other people who might choose to become game~b players.</p><p>The suits and marketers and propagandists and strategists can simulate and copy words and ideas. But unless one becomes a game~b player, you can’t do “the thing”. Once you can do the thing, the ideas are grounded in your living and relating.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=22f5dab7b2a9\" width=\"1\" height=\"1\">",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/22f5dab7b2a9",
  "isoDate": "2019-11-18T19:10:07.000Z",
  "publishedAt": "2019-11-18T19:10:07.000Z",
  "image": "https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=22f5dab7b2a9",
  "collections": [
    "https://medium.com/feed/@jordangreenhall"
  ]
}