{
  "creator": "Dave M",
  "title": "Our Collective Intelligence Must Be Embodied",
  "link": "https://medium.com/rally-point-journal/our-collective-intelligence-must-be-embodied-dde890079fb9?source=rss----d41a60e13b7e---4",
  "pubDate": "Fri, 17 Mar 2017 20:59:52 GMT",
  "content:encoded": "<h3>Our Collective Intelligence Must Be Embodied: Response to “Situational Assessment 2017”</h3><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/768/1*nZgabt9JrDbNx6S1-lAifA.png\" /></figure><p>Barely six weeks ago, Jordan Greenhall published his intelligent and perceptive <a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046\">Situational Assessment 2017: Trump Edition</a>, and it’s been on my mind ever since. Things have been moving so fast since then that I’m not even sure how relevant it is anymore, but still, I feel compelled to respond.</p><p>Greenhall’s method of analyzing the current situation has immediate appeal for me. I too am a Deleuze geek, obsessed with chaos theory, nonlinearity, and complexity, so his talk of phase transitions, shifting ecosystemic regimes of power, and adaptive collective intelligence matches the way I instinctively think, intuit the nature of reality, and act within it. Unfortunately for me (and maybe for our greater collective goals), so many of the people who think this way are cyberneticians caught up in what they perceive to be the giddy possibilities of technological innovation to disrupt dominant and moribund political/social forms and to usher in a new, decentralized and “distributed” (to use tech jargon), hopefully more egalitarian future infrastructure.</p><p>Greenhall is just such a cybernetician. From his work in the early days of the MP3 protocol, to his more recent work with blockchain, his biography projects the aura of the Silicon Valley techno-rapturist. [Reading his Situational Assessment piece apparently targeted me as a potential customer of his Neurohacker Collective’s new “cognitive enhancement” product, called Qualia (what looks to be a bottle of pills), because ads for it suddenly appeared whenever I went online.]</p><p>I point this out because it’s this same “mind over matter” approach that marks the limits of the usefulness of his Situation Assessment. From the beginning to the end, the objects of Greenhall’s analyses fall entirely within the realms of info wars, propaganda, messaging, and what he calls “memetic efficacy.” These fronts are important to be sure, but they are only a part of the war. His approach, not just here but apparently in all of his projects including “cognitive enhancement,” seeks to maximize “intelligence.” The team with the <em>smartest</em> read on the situation, deploying the smartest, most optimal strategy, will be poised for the win. <a href=\"https://medium.com/@WocandAlliesRealTalk/drop-apocalyptic-thinking-and-get-in-the-streets-on-white-male-voices-stifling-resistance-d9658f3f43a0\">Others have written</a> perceptively about how prioritizing brain-smarts can paralyze and actually undermine resistance. It’s not that we don’t want to be smart, it’s that when we elevate the workings of the mind (info, propaganda, memes) over and above embodied physical reality, we do so to our peril.</p><p>My personal deployment of neo-Deleuzian nonlinearity theory is typically in anarchist politics, applied vitalism (herbalism, permaculture), and in occult pursuits. In these fields the headiness of theory is continually grounded in day-to-day praxis, in a mutually-reinforcing circuit. The fanciful flights of the mind are kept honest by the <em>weight</em> of the physical. It can be exhilarating to leave the flesh behind and revel in the speed of flow and interconnectivity that disembodied mind can achieve, but it’s the flesh that makes us real. I think that Greenhall’s assessment of the four fronts that he delineates are highly valuable and worthwhile reading insofar as they go, but where I differ from Greenhall is that he seems to believe that these are <em>the decisive fronts</em> of the war, that our weakness or loss on these fronts will lead to victory for the Trump Insurgency. I believe that only the physical can be truly and finally decisive.</p><p>I will demonstrate this perspective in more detail by paying special attention to the section titled “Front Four: The New Culture War,” in which Greenhall declares the obsolescence of what he terms the “Blue Church.” It’s this section that haunted me the most after I initially read his piece.</p><p>But before we get there, I quickly want to point readers to <a href=\"https://medium.com/insurge-intelligence/how-the-trump-regime-was-manufactured-by-a-war-inside-the-deep-state-f9e757071c70\">Nafeez Ahmed’s recent article</a>, which speaks to Greenhall’s “Front Two: The Deep State” by meticulously showing how the Trump regime actually mobilizes an important and mainline faction <em>within</em> the Deep State, targeted not so much towards other factions within the Deep State as towards economic and environmentally-imposed limits to growth and towards popular resistance. This analysis refutes, or at least complicates, Greenhall’s “Trump vs. the Deep State” narrative. Also, in “Front Three: Globalism” Greenhall writes “A cynic might suggest that the [Trump] Insurgency itself is only superficially populist and in fact really simply represents the interests of Energy and Banks against other elites.” The evidence from Nafeez Ahmed reveals that, as far as we can see, the cynic is indeed correct, and that Trump’s attack on globalist ideology is a sham.</p><h4><strong>The Demise of the Blue Church</strong></h4><p>In “Front Four: The New Culture War,” a new battle scene is laid out, a battle between the fit, insurgent “Red Religion” and the tired old “Blue Church,” whose weapons have all become useless. Instead of recapping, I’ll just have you <a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046\">reread it</a> if you’ve forgotten the main points. This section was a bracing, and at times terrifying read, especially for those allied with the “Blue Church” who pursue rigorous self-criticism, at times bordering on self-flagellation for our shortcomings. Nobody, especially in these modern times, wants to find out that their entire cultural and political project is obsolete, old news, outmoded and <em>sub-optimal</em>. The sentence that evokes this disorienting feeling best, and is well-worth a prolonged mulling-over, might be “As of 2016, the shoe in on the other foot — the counter culture has become the mainstream and the [Red] Insurgents are the new counter culture.”</p><p>It’s important to take note of the <a href=\"https://www.reddit.com/r/The_Donald/comments/5nktdn/why_hollywood_is_really_freaking_out_over_trump/\">reddit post</a> that Greenhall uses as the jumping-off point for this section, and from which he borrows the terms Red Religion and Blue Church. The writer is a conservative Christian, and though he has some qualms about the insurgent New Right (he thinks it’s not Christian enough, for one), he is pleased to see the Blue Church vanquished. And what is the Blue Church? It’s the force that’s had a “lockdown on culture” for 30 years. It is what forcefeeds an ideology of tolerance, gender equality, and anti-racism to the rest of America through Hollywood, TV, and the HR department at your job. Apparently the reddit poster has been suffering under a near-total lack of racist and sexist entertainment options for nearly three decades! And so it’s with some satisfaction that he notes the rise of a reactionary right-wing insurgency that has all the fervor of religious conviction, and correctly points out that the new Red Insurgency has no interest in “playing ball” with the old Blue Team. Therefore the Blue Team is in panicked disarray.</p><h4><strong>Donald Trump, the Face of the Singularity?</strong></h4><p>Greenhall picks up the ball and runs with it from this point. His characterizations of the Red Insurgency and its battlefield stance are some of the most compelling in the whole piece, and they largely ring true to me. However, Greenhall goes even further than the reddit poster did by declaring the Blue Church doomed. It’s not just doomed, it’s “killing us.” Greenhall contends that the sooner the Church collapses, the better, and he saves his most rapturous and inspired prose for his forecast of the big event:</p><blockquote>The collapse of the Blue Church is going to lead to a level of “cultural flux” that will make the 1960’s look like the Eisenhower administration. As the Church falls away, the “children of Blue” will explode out in a Cambrian explosion and reach out to engage in all out culture war with the still nascent Red Religion. This Culture War will be unlike anything we have ever seen. It will take place everywhere all at once…</blockquote><p>And so forth, ending with “This will be terrifying. It will also be the source of our best hope.”</p><p>Greenhall’s other writings reveal him to be a believer in a kind of singularity, an imminent phase transition, one that runs the full gamut of technology/politics/culture/economics, a transition both inevitable and hoped-for, that will change the very fabric of human life. Perhaps the dissolution of the Blue Church, instigated by the formation and victories of the Red Religion, has become a proxy for Greenhall to project his desire for the ultimate phase transition onto. We’ve seen Trump dressed up in many different roles: Trump as Savior, as Hitler, as Pepe the Frog, as Troll-in-Chief. But could Donald Trump actually be the face of the singularity?</p><p>Others would no doubt make their own speculations about why Greenhall is so ready to see the Blue Church dissolve (he only offers the cryptic “it is .. holding a ton of stuff that is deeply dysfunctional”), but I am more interested in his tactical analysis: Is the Blue Church truly doomed?</p><p>Neither Greenhall nor the reddit poster provide a useful working definition of what the Blue Church even is. <a href=\"https://medium.com/rally-point-journal/collective-intellignce-and-swarms-in-the-red-church-49f6a6d04825\">One interesting follow-up to the Situational Assessment</a> nearly equates the Blue Church with the campaign to elect Hillary Clinton, and if that’s what it is, then I want to see it explode too. Greenhall only notes that the Church is what calls people “sexist” or “racist,” weapons which he says “have no more sting.” Is the Church another word for liberalism? Or is it the Left? Is it merely a propaganda machine? Has it ever had any power beyond calling people names?</p><p>We’ve got to bring this back to the body, so we can figure out what’s real. A lot has been made of the innovative propaganda and messaging machine employed by the Trump campaign. Brilliant and terrifying. And excellent at shaping discourse. These strategies really come in handy when you’re trying to win elections, because it’s during elections that people’s thoughts and opinions translate directly into political outcomes via the ballot box. Infowars of this kind really have their most relevance in the context of the electoral process.</p><p>But there is a world of power to be gained or lost outside of the electoral system. When I read the words “Blue Church” I think of the diverse movement of people working to build a future free of exploitation based on gender, race, or class, sexual orientation or disability. This movement has a messaging arm for sure, but that’s only one limb of a big chaotic body with many expressions and modes of operation. And its greatest power will always come from the bodies of those who participate. It takes a lot more than “memetic efficacy” to blockade the construction of a pipeline. Or to shut down the speaking engagement of a white nationalist. Or to directly confront the racist police in the streets. These are “Blue weapons” that I’m not sure that the Red Insurgency has developed immunity to. They are “convincing” in ways that no clever meme or well-timed tweet can ever be. And the momentum behind them is growing.</p><p>I actually think that we are at a moment of strength for this Blue Church, despite the rise of the potent new adversary. A discourse based in anti-racism, decolonization, and queer normalization is finally gaining serious ground outside of the academy and a few small cells of radicals. Much of the millennial generation take this discourse, the values it espouses and the confrontations that come with it, to be the accepted norm — the very terrain of life. What Greenhall calls “increasingly desperate ‘doubling down’ on obviously impotent attacks” I take as a show of force, a willingness to “go big” after years of careful and gradual gains. Sure, there’s so much resistance (the Trump Insurgency is one mobilization), but here and there I even see some liberals changing their tune.</p><p>Is it possible that this is merely a semantic argument, and that liberalism is what Greenhall means when he refers to the Blue Church? If so, then I am in full agreement: liberalism is doomed. If the Red Insurgency shreds it to pieces, so much the better. But if the Blue Church includes all of those working by any means against nationalism, racism, sexism, and capitalist exploitation, along with our continually evolving repertoire of tactics, then sorry, we’re not about to collapse just because a political campaign successfully weaponized the offensive-meme contest! (In seriousness I know that the Red Insurgency has more going for it than just that.)</p><p>I am all in favor of innovating a new way to frame the discourse of liberation that does not just repeat the clichés of the Left, the old tropes that may have little effect on this new breed of Red Insurgent (whose ranks I’m still not convinced are growing exponentially, by the way). Beyond reframing, I see the need for a new emergent collective intelligence. I see the weaknesses and the failures in the engagement, and I often think that there must be a better way. But I don’t think we need to crumble and explode ourselves to invent that better way. We will draw from our strengths, and our experience, our knowledge of history and our power to adapt, our resourcefulness, our technological savvy, and the power of our bodies, our bodies massed in the streets if need be — that age-old tactic that still threatens power, it seems, even in the age of spectacle, fake news, and weaponized AI.</p><p>It is here, in real time and through face-to-face encounters that the radically decentralized, super-desiring, multiplicitous power of opposition, manifesting a visceral and responsive collective intelligence, and battling from the future to pull us towards a world free from oppression, is inventing itself. There’s no guarantee of victory — the system is so complex, predictions are difficult. But if and when that power finally takes hold, perhaps this Red/Blue smokescreen will dissipate and we can start dealing with lived reality once again.</p><p>It’s at the very end of the Situational Assessment that Greenhall and I come into perfect alignment. He advises that we need to get better at making friends. Not casual acquaintances and not social media contacts, but friends. I couldn’t agree more. In a world where power thrives on our atomization, our alienation from each other, and now employs digital technologies to reinforce and normalize that alienation, the deep substance of friendship is the building block that we can trust. If you find that your most exciting and promising engagement with this material is happening online, then it’s high time to shift that into real life. It’s going to look and feel different in the embodied world, but that’s where change ultimately needs to take place. And it’s where we’ve always been strongest.</p><p>[Nonetheless, ongoing discussion of the Situational Assessment 2017, it’s context, implications, and possible ways forward is occurring at a facebook group — <a href=\"https://www.facebook.com/groups/625210141012983\">Rally Point Alpha</a> — and a subreddit — <a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\">Rally Point Bravo</a>.]</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=dde890079fb9\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/our-collective-intelligence-must-be-embodied-dde890079fb9\">Our Collective Intelligence Must Be Embodied</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Dave M",
  "guid": "https://medium.com/p/dde890079fb9",
  "categories": [
    "anarchism",
    "2016-election",
    "politics",
    "trump",
    "complexity"
  ],
  "isoDate": "2017-03-17T20:59:52.000Z",
  "publishedAt": "2017-03-17T20:59:52.000Z",
  "image": "https://cdn-images-1.medium.com/max/768/1*nZgabt9JrDbNx6S1-lAifA.png",
  "collections": [
    "https://medium.com/feed/rally-point-journal"
  ],
  "_id": "dde890079fb9"
}