{
  "creator": "Bonnitta Roy",
  "title": "Sensemaking in Organizations Pt. 1",
  "link": "https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-1-e79c4aaf63ca?source=rss----a60ecff0d41a---4",
  "pubDate": "Fri, 18 May 2018 13:10:20 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/760/1*lXtgubwfx0mkmIfZp0MR7Q.jpeg\" /></figure><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fplay.ht%2Fembed%2F%3Farticle_url%3Dhttps%3A%2F%2Fmedium.com%2F_p%2Fsensemaking-in-organizations-pt-1-e79c4aaf63ca&amp;display_name=Play&amp;url=https%3A%2F%2Fplay.ht%2Farticles%2Fe79c4aaf63ca&amp;image=https%3A%2F%2F1%2AScRnohi4lPn9ryXnvglyOw.jpeg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=play\" width=\"700\" height=\"185\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/6434e579dd2971ec5967b3938a75abf0/href\">https://medium.com/media/6434e579dd2971ec5967b3938a75abf0/href</a></iframe><h3>Sensemaking in Organizations Pt. 1</h3><h4>Organizations evolve to make better sense of complexity</h4><h4>This is a three-part story. In part one I will present a brief history of how organizations have changed in the past in order to make better sense of the environments they faced. <a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-2-ebaccf83d3b1\">In part two</a>, I will discuss how agile adoption represents a second wave of sensemaking. In part three I discuss the future of work and the kinds of sensemaking technologies we can anticipate.</h4><h3>Closed organizational types</h3><p>Richard Scott and his teams of researchers studied organizations for over 40 years. They developed a way to describe the evolutionary changes that occurred as organizations faced ongoing pressures to adapt to increasingly complex environments. Scott identified two types of closed organizations: the rational(closed) and the natural(closed).</p><p><strong>The rational organization</strong></p><p>Rational organizations, as Scott describes them are 1) deliberately constructed around 2) the coordination of tasks, performed by 3) the cooperation of people, under 4) specified guidelines and formal arrangements, in order to 5) achieve specified goals. It is easy to see that this type of organizational structure best suits industries such as assembly line manufacturing, where people are tightly coupled to tasks specified by predesigned workflow processes.</p><p>The “machine” is the appropriate metaphor for the rational(closed) organization. It sees people as an extension of the machine. It sees the environment as a resource for raw materials and relies on fairly straight-forward engineering to achieve success. Good engineering guarantees a greater market share — the purpose for which the rational(closed) organization exists. In the context of organizational development, the rational(closed) organization is “engineered to control action.”</p><p><strong>The natural organization</strong></p><p>In recent years, the core operations of this type of organization have been fully automated and embedded in a new kind of organization — what Scott called the natural(closed) organization. This organization is now centered on 1) collectivities of people who 2) pursue multiple interests, 3) operate under informal relations, and are 4) guided by generalized values, in order to 5) perpetuate the organization. In this organization we see for the first time, emphasis on people and their skills (1); a diverse and oftentimes evolving portfolio of interests, such as manufacturing, franchising, servicing and financing in the automotive industry (2); a shift toward human resource development and career relationships (3); and an emphasis on organizational values as the basis for stability (4).</p><p>People, not the environment, are seen as the main resource of this new type of organization. The natural organization derives its sense of <em>inherent value</em> from the sustained corporate culture and ideology, loyalty from employees based on career development inside the organization, and loyalty from customers based on brand identity. The appropriate metaphor here is organization as <em>organism</em>, and as an organism, it has a strong interior-exterior boundary, i.e. it is <em>closed</em> by Scott’s definition. Just like an organism, this organization is designed to <em>grow, learn, develop. </em>As a consequence of its ideology of survival, the environment begins to be seen as a threat against which the organism must adapt to survive. This introduces the problem of continuously increasing complexity. In this case, good engineering is not enough — sophisticated cybernetic and complex dynamic systems thinking are required to insert system-wide control measure to stabilize the organization. This is the domain of <em>The Fifth Discipline</em> — a notion described by Peter Senge and the title of his seminal book. Senge introduces the necessity of perpetual learning, systems thinking, and shared vision into the literature on organizational science. He refers to systems archetypes, ecosystems, and nature’s templates as patterns that can control events. He talks about planning as a balancing process that is meant to “achieve homeostasis” in order to maintain condition for survival in complex environments.<br> <br> The natural(closed) organization signified a radical shift in organizational ideology. In one sense it came with a breath of fresh air. No longer were people seen as mere appendages to the machines. Quite the contrary — it was <em>because</em> people and only people could <em>learn</em> that made them even more valuable than machines. Corporations began to invest heavily in their education, training and career development. Human resources were redesigned to support and facilitate learning, which required them to take care of the well-being of their employees. These were all positive and meaningful consequences of thinking of the organization in a new light. Still, these natural organizations, like the rational organizations that preceded them, remain closed in several key ways:</p><p>1. There is a strong sense of boundary between the organization and the society “at large”</p><p>2. It is expensive to maintain that boundary</p><p>3. Society becomes seen as a threat to the internal organization</p><p>4. The organization adopts policies designed to defend itself against the society it otherwise exists to serve</p><p>5. Corporate benefits are monopolized</p><p>6. Corporate costs are externalized</p><p>7. Behaviors that are seen as unethical “outside” the organization are sanctioned on the “inside”</p><p>8. The organization ‘supervenes’ on the individual and group level</p><p>9. The organization strives to maintain strong power asymmetry between itself and social actors (clients, customers, citizens)</p><p>10. The organization relies on artificial scarcity of information (intellectual property)</p><p>New theories of management and leadership evolved alongside the natural(closed) organization. Managers became increasingly interested in thinking about the organization in terms of complex dynamic systems. They appropriated systems thinking around production and distribution chains, resource flows and markets into the domain of social interaction. Management theories modelled human groups <em>as if</em> they were complex systems, with specifiable boundaries and complex internal relations. Eventually managers took these models literally, and came to think of human groups as systems that could be controlled from the outside, and steered into preferred directions. In other words, when seen as members of a team from the “inside,” people were understood to be free agents who exercised choice in their actions; but from the perspective of the mind of the manager, who considered himself in a privileged position on the “outside,” these same people were seen as de-animated parts of a system that could be manipulated and controlled from the outside. People were self-determined at one level, and simultaneously determined by the system at the level of the “whole.” People came to understand their personal agency in whole-part terms, like the difference between the agency of the cell’s in one’s body, and the agency that the body exercises as the person. Except in this case, the organization represented the whole-body and the individual played the role of the cell-part. The goal of management became that of shaping groups of people into teams that behaved less like a diverse array of individual participants, and more like a “whole organism” that it could modify, steer, direct and teach to speak official scripts.</p><p>As a result of this imperative, organizations began to spend considerable sums of money to provide social and training events so groups of people could be shaped into cohesive teams and come to behave as a “whole organism.” When realized, this whole organism was construed to function with a mind of its own, a larger and higher intelligence which exercised downward causation — an intelligence that organized the minds, intentions, beliefs and values of its member-parts.</p><p>The language people used in systems thinking did not help. It was easy, for example to say that the “organization” learned something new or to talk about organizational intelligence. Rarely did people make the crucial distinctions between what the figures of speech were saying, and the actual reality of organizational life. “It is important to notice how Senge handles the question of the individual and the team,” write Ralph Stacey,</p><p>It sounds as though he is making the group primary to the individual. However, this is not so. Although he says that it is the team that learns … it is clear that … an effective team provides the context within which a number of individuals together learn more than they could on their own. It is still the individuals who learn. They arrive to form a team and an atmosphere … that affects their capacity for learning together.</p><p>If this language of organism and systems theory is taken too literally, if its ideology becomes “calcified in the rhetoric of managers, and reified in the minds of subordinates,” the natural organization reveals a darker side.</p><p>Two key claims open the way for a more worrisome version of the natural(closed) organization. First, the assumption that managers can occupy a position from which they can leverage the behaviors of a group as a whole. Secondly, the anticipation that people had that a collective phenomenon occurs when as a group, they open to the flow of a higher intelligence — either one controlled by the laws of dynamic systems, or one controlled by a larger, more mysterious kind of higher intelligence. The net effect is that people became focused on a higher level of agency and thought of themselves less as self-determined agents, and more as interchangeable parts of a communal field. As part of this communal field, people expected they would share not only social norms and work routines, but also common values and beliefs. People didn’t question the models that managers made of them, and as a consequence, a kind of group think embedded in strong belonging needs, came to permeate organizational life. Entire teams developed a kind of “learned incompetence” that persists throughout our organizations today and represents a major obstacle to creating new workplace dynamics.</p><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-2-ebaccf83d3b1\">You can read part two here</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=e79c4aaf63ca\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/agile-sensemaking/sensemaking-in-organizations-pt-1-e79c4aaf63ca\">Sensemaking in Organizations Pt. 1</a> was originally published in <a href=\"https://medium.com/agile-sensemaking\">Agile Sensemaking</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/e79c4aaf63ca",
  "categories": [
    "management",
    "organizational-change",
    "agile-organization",
    "organization-design",
    "organizational-culture"
  ],
  "isoDate": "2018-05-18T13:10:20.000Z",
  "publishedAt": "2018-05-18T13:10:20.000Z",
  "image": "https://cdn-images-1.medium.com/max/760/1*lXtgubwfx0mkmIfZp0MR7Q.jpeg",
  "collections": [
    "https://medium.com/feed/agile-sensemaking"
  ],
  "_id": "e79c4aaf63ca"
}