{
  "creator": "Jordan Hall",
  "title": "Situational Assessment: Right Now",
  "link": "https://medium.com/deep-code/situational-assessment-right-now-7d9856b562f5?source=rss----7c4eb9aca066---4",
  "pubDate": "Sun, 15 Mar 2020 17:47:43 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/690/1*x6y1LH1D5ONqwfIO8lP3Vw.jpeg\" /></figure><p>[3.15.20]</p><p>The story of the unfolding meta-crisis that we have been watching for the last decade has become enormously more salient over the past few weeks. This is a moment of major risk along many different fronts. It is also a moment of singular opportunity.</p><p>Foremost among them is to learn.</p><p>The Deep Code hypothesis has been that the dynamic attractor of our current civilization (the set of institutions, structures, ideas, habits and feedback loops that keep things hanging together) is in the process of evaporation. Like a tornado that is turning back into wind.</p><p>At the same time, a new dynamic attractor is in the process of formation. We are in the middle of a Great Transition from one attractor to another. Meta-systemic dynamics like the 2008 Financial Crisis (and its child the European Debt Crisis), Brexit, the 2016 election and the present Covid-19 crisis are all examples of and symptoms of that Transition.</p><p>We may or may not manage to navigate the journey, but the journey is underway nonetheless.</p><p>The present crisis is significant. It is also only an example of more to come. We need to navigate this one and learn how to become exquisite at navigating this entire class of events.</p><h4>I. Major Threat Vectors.</h4><p>Let’s begin by looking at what are some of the major threat vectors in the unfolding meta-crisis right now. This is useful both for focusing attention on points of high risk as well as for getting a better sense of how meta-systemic dynamics implicate and intensify risks across systems. Note in particular, how all of the below feed-back on each other.</p><p><strong>Medical System Overwhelm</strong>. When the number of patients needing beds exceeds the number of beds (ventilators, doctors, etc), all harm metrics shift significantly to the worse and you get spillover effects into everything else that the medical system is otherwise managing (e.g., car wreck victims don’t have ER or ICU). Estimated time of arrival: this threat is happening now and is expanding quickly in both breadth (number of locations worldwide) and intensity.</p><p>Note that this risk occurs at hierarchical levels of organization. One hospital might be overwhelmed but the City it is in might not. Wuhan was overwhelmed, but China as a whole was not. Northern Italy was overwhelmed, but at least as of this writing, the EU was not. This allows portable resources to flow from the larger context into areas of local overwhelm. If we cross the point of <em>global</em> medical overwhelm, that will be a worrying development.</p><p><strong>Resource depletion</strong>. Panic buying (resource allocation issues) combined with shut down supply chains (quarantine) can lead to real or perceived threat (e.g., lack of food). This can lead to crime, escalating to civic unrest and beyond. ETA — two weeks. If supply chain / access disruption continues past three weeks this threat begins to move into the red.</p><p><strong>Cash depletion</strong>. 70% of the U.S. population lives paycheck to paycheck. Many will see income drop over the next few days (in many cases to zero), particularly in any sort of quarantine environment. If the disruption lasts four weeks (and certainly by six weeks) you will have tens of millions of people who can’t get access to resources even if the resources are otherwise available. [Special note — different resources are different. Rent and mortgage are subtle and important case likely requiring different approaches than food. Power, water, internet as well.] This cascades both into civil unrest and into deeper, longer term economic harm.</p><p>Note. Civil unrest here does not necessarily mean looting. A well organized “rent / mortgage” strike is a perfectly plausible (and possibly necessary) event. This will move cash depletion risk into financial system risk. Be careful lest the cure is also the poison.</p><p><strong>Supply chain overwhelm</strong>. A mix of these systemic dynamics put pressure on supply chains. The medical risk (for example) could weaken sensitive areas — either directly or indirectly. Grocery chains closing to protect their workers might exacerbate resource depletion issues as would truck drivers getting sick or choosing to socially distance. This threat area includes physical infrastructure (i.e., utilities). Normal interruptions of service might take longer to repair — and potentially much larger than normal use of services might overwhelm infrastructure.</p><p><strong>Civic infrastructure overwhelm</strong>. Reduction in capacity of police, EMS, fire leads to increasing gaps in civic infrastructure. More narrowly, prisons and the homeless are two major areas of concern. As effected populations, as vectors and as systemic risk accelerators. I am currently not aware of any coherent proposals to these two areas of risk.</p><p><strong>Pile-on and copycat events</strong>. Anyone who has been thinking about dropping an asymmetric attack (particularly biowarfare and cyberwarfare) might see this as a high leverage moment. Nature hitting us with another crisis (flood, fire, etc.) is part of this threat category.</p><p><strong>Continuity of governance</strong>. Iran has seen this. The relative balkanization and immaturity of the leadership system in the West (who have for the past decade preferred to squabble in inter-elite competition and virtue signaling) means that even small numbers of specific people getting sick could significantly reduce already contingent sense/choicemaking as the precarious balance of coordination devolves into power grabs.</p><p><strong>Financial System Collapse</strong>. 2008–2015 were never really healed and the global financial system is enormously fragile. The real economic effects of both the virus and the cure (e.g., quarantine) could push a number of fragile financial systems into collapse, potentially triggering a systemic collapse globally. Breakdown of global coordination capability since 2008 likely leads to substantially less effective collective response. Potential downward spiral.</p><p><strong>Authoritarianism</strong>. It is quite likely that a very significant and novel (to our experience) level of authoritarianism will be requested (‘required’) to address the many different aspects of the meta-crisis. Enforced quarantine is one obvious example. This creates a threat of both intentional/strategic (‘bad buy’) and unintentional/systemic transition into a significant (permanent) increase in authoritarianism at the political level across many different dimensions. As we have seen with 9/11 (Patriot Act) these things have a habit of becoming habit.</p><p><strong>Multi-Polar Traps [Political]</strong>. If Culture War 2.0 continues unabated amidst the meta-crisis a number of downward spirals can ensue. For example, a viral containment strategy that involves shutting down elections could (easily) be read as a politically motivated move and lead to a civil disobedience reaction. This, in turn, could ‘justify’ harder authoritarian means to enforce quarantine.</p><p><strong>Multi-Polar Traps [Geopolitical]</strong>. Crisis creates opportunity. Go players everywhere are looking to see how much of the board they can turn their color. Two primary risks: (1) Ordinary geopolitical strategic maneuvering might exacerbate or overwhelm systems in any / all of the above dynamics; (2) Geopolitical maneuvering might escalate out of control. The Saudi/Russia squabble that led to the oil crash might be seen as an example that certainly didn’t reduce the burden on the global financial system.</p><p><strong>Super-fragility [Whole]</strong>. A crucial insight is that the operating logic of our current civilization has been to trade resilience for efficiency (creating fragility). From childcare, family, education and mental health, to supply chains for food, water, material and medicine (watch out for depletion of psychmeds), we’ve been optimizing everything to their limits for half a century. This generates short term profits and long term risk.</p><p>The current situation is pushing on effectively all systems. Many of the vital systems of our civilization are at or near critical points and as the meta-crisis unfolds, small (ordinary) perturbations could break some or the many of these fragile systems. For example, while it might seem relatively trivial right now, large scale school closures and a massive shift to tele-work will not be without durable (and in many ways surprising) consequence.</p><h4>II. Opportunity</h4><p><strong>Learning.</strong> As mentioned at the top, this event provides a uniquely rich and salient opportunity for learning. We are all of us right now faced with making meaningful choices in the context of uncertainty. Did you buy food two weeks ago? Well, for good or for bad, the real situation has changed for millions of store shelves. Choices have real consequences.</p><p>Moreover, many of us are making choices in the context of competing ideological worldviews (see <a href=\"https://medium.com/deep-code/on-thinking-and-simulated-thinking-5e434e92cf86\">Thinking</a>). Is it “just the flu”? We are about to find out in a very real way.</p><p>Finally, we are now faced with increasingly intense consequences under growing complexity. And the dawning reality that the governance structures (see <a href=\"https://medium.com/deep-code/understanding-the-blue-church-e4781b2bd9b5\">Blue Church</a>) that have been making our choices for us for the past 70 years are not well designed to address these kinds of problems.</p><p>So what do we get to / need to learn?</p><p><em>Systemic Fragility</em>. Trading fragility for efficiency is a bad trade. It works great in the short term but will always collect in the end. We need to learn this lesson to the level that creates durable cultural habits like saying “<a href=\"https://en.wikipedia.org/wiki/God_bless_you#cite_note-Whiting1977-8\">bless you</a>” when someone sneezes. It is possible to have <em>both</em> abundance <em>and</em> anti-fragility. Hopefully this year we will begin to learn how to get there.</p><p><em>Decentralized Sensemaking. </em>Many, <a href=\"https://twitter.com/johnrobb\">John Robb</a> foremost among them, have noticed that networks have done a vastly better job of making sense of the unfolding meta-crisis than official channels (e.g, the “main stream media”). This isn’t surprising: those legacy channels simply weren’t cut out for this kind of event at their best — and they are very far from their best. The days of the Blue Church are in the rearview. At the same time, we are still in the early adolescence of decentralized sensemaking. There is an enormous potential here waiting to be realized.</p><p><em>Decentralized Agency</em>. Our legacy institutions are, for the most part, doing their level best to serve us. And in many cases they are succeeding. But as we saw in 2008, both the wisdom and integrity of their choices can often leave much room for improvement. The current crisis is much more complex and is unfolding quickly. We have now both an opportunity and, plausibly, necessity to upgrade our collective decentralized agency and to solve problems together.</p><p>The scope of our decentralized agentic capacity is enormous. Remember, at the base, all agency is grounded in individual people making their own choices. The more we learn how to quickly use our capacity for communicating with nearly anyone in the world in multiple modalities (text, audio, video, symmetric, asymmetric) to orient our attention to the right information, people and projects and then to support coordinated action, the more we can move that agency from the old 20th Century hierarchical bureaucracies that currently run the world to much more flexible, adaptive, nuanced and intelligent 21st Century “self-organizing collective intelligences” (SOCI) that can fully respond to meta-systemic dynamics.</p><p>How do we do this?</p><p><strong>Theory First</strong><br>In some sense, the path forward is surprisingly simple. Six Steps:</p><ol><li>Upgrade your Sovereignty. Increase your ability to make effective choices under a larger diversity and intensity of contexts. There is a lot of room between panic and denial. In the future, everyone counts and has to be able to take responsibility.</li><li>Upgrade your Discernment. Increase your ability to separate signal from noise. In particular, the noise of your own biases and projections. Learn to deal with reality before reality deals with you.</li></ol><p>3. Upgrade your Integrity.</p><p><a href=\"https://www.facebook.com/notes/yasuhiko-genku-kimura/to-be-a-leader/10156853666659856/\">Yasuhiko Kimura</a>:</p><blockquote>The Japanese word “<em>toku </em>(徳)” (<em>teh </em>in Chinese), which is usually translated as “virtue,” also means “power” or “integrity.” <em>Toku</em> is the consciousness of the whole that makes your life coherent, consistent, and integral. Therefore, <em>toku</em> is integrity, and <em>toku </em>is also power because through <em>toku</em> your vision, action, and result become coherent and consistent. Success in life and business requires power to make your vision realized through action. Success thus requires integrity in the sense of <em>toku</em>.</blockquote><blockquote>The English term “integrity” is defined on three levels: (1) being true to your principles; (2) being true to your word or commitment; and (3) being true to your self. Integrity means being true to your principle, your word, and your self, and total integrity involves a total accord between these three levels of being true.</blockquote><blockquote>Men and women of integrity who have the power to sustain their commitment through to the end and achieve their objectives, sometime against all odds, are those in whom their principle, commitment, and self are all in accord. For we can sustain our commitment only when it is one that is in accord with our authentic self and with our deepest values and principles.</blockquote><p>4. Subject to your own Integrity, support others in their Sovereignty, Discernment and Integrity.</p><p>5. Orient your own and others attention to those who have shown (to your Discernment) the most Sovereignty, Discernment and Integrity and the most capacity in supporting others therein.</p><p>6. Build individual and collective skillfullness in all of these things. Note that this definitely includes building physical infrastructure like communications platforms, new economic models, etc. But the infrastructure must always follow and support human capacity and can never replace nor inhibit human development. Wisdom must precede power.</p><p><strong>From Theory To Practice</strong></p><p>Practical realtime solutions are being worked on by tends of thousands of people right now. First order is to try and point the right people to the right problems, then to point the right people to the right developing solutions, then to orient everyone to the resources they need.</p><p>Examples include <a href=\"http://germinfo.com\">germinfo.com</a> and <a href=\"https://coronavirustechhandbook.com/?fbclid=IwAR2qbOgr057uFZ0KVJl2qhK_zQYLmQGc79O9q4mVWyh0jnFpt-vCQkSOS2o\">The Coronavirus Tech Handbook</a>. Good solid projects that are entirely self-organized and providing significant value.</p><p>But there are also people like <a href=\"http://www.nanobiosym.com/our-team/\">Dr. Anita Goel</a> whose team at Nanobiosym have highly innovative science and technology ready to bring to the crisis. Their Gene Radar diagnostics could <a href=\"https://www.youtube.com/watch?time_continue=1&amp;v=rTZBmkvBbB0&amp;feature=emb_logo\">potentially change the game</a> for C-19 (and all other future viruses). Does this kind of potential find its way to the front via legacy institutions, or emergent institutions come to the fore to save the day? Or do we drop the ball altogether? Time will tell. This is a moment of significant risk and opportunity.</p><p>These are just a few of the projects that I am personally aware of. There are many others and will be more on a daily basis. I’ll update this document as more structure emerges to share.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=7d9856b562f5\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/situational-assessment-right-now-7d9856b562f5\">Situational Assessment: Right Now</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/7d9856b562f5",
  "categories": [
    "crisis",
    "corona",
    "finance",
    "virus"
  ],
  "isoDate": "2020-03-15T17:47:43.000Z",
  "publishedAt": "2020-03-15T17:47:43.000Z",
  "image": "https://cdn-images-1.medium.com/max/690/1*x6y1LH1D5ONqwfIO8lP3Vw.jpeg"
}