{
  "kind": "youtube#playlistItem",
  "etag": "n-FI213VEFcN5brMq8BRn02XMZ8",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC5GM0Q3M0MzMzY5NTJFNTdE",
  "snippet": {
    "publishedAt": "2019-11-18T01:21:18Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Session 1 - The Universe Story",
    "description": "Marc, Barbara, and Daniel sit down together to reflect on Barbara’s session from the Center for Integral Wisdom course, Becoming a Future Human. Marc points out that we are locating ourselves in this unique moment in time, reminding us that we might not actually survive as a species if we do not become a Future Human. Facing the fact that each of us is going to die is what Marc calls the First Shock of Existence. Facing the potential extinction of our entire species and destruction of the biosphere is what Marc calls the Second Shock of Existence. The only response to this Second Shock is a transformation of identity in which we actually become the Future Human.\n\nBarbara introduces her famous term, Conscious Evolution, in this conversation. Even though evolution has been happening for billions of years, we are the first generation to be conscious of evolution and conscious that we are affecting evolution; not only that, we are evolution self-aware.\n\nDaniel notes that the universe story that Barbara shared is scientifically literate and also has purpose and meaning while giving us a place and role in the universe. As systems evolve to greater and greater complexity on the exterior, the capacity for greater interior subjective experience deepens as well. More and more complex biology leads to the development of the neocortex and with that the capacity for abstraction and to put oneself outside of the present moment and contemplate the past and the future. With these capabilities, we are able to take greater responsibility, not just for ourselves, but for our impact on the whole.\n\nIn this session you will learn:\n\n-What the Goldilocks Principle is\n\n-That Future Humans are alive now and you are probably one of them; otherwise, you wouldn’t care about this course\n\n-The universe isn’t a fact, it’s a story and we’re the stars of that story\n\n-The definition of prima facie\n\n-Why it is critical that we start taking greater responsibility, not just for our own lives, but for the whole\n\nView the entirety of this course: https://ciwprograms.com/courses/becoming-a-future-human-with-barbara-marx-hubbard-marc-gafni-daniel-schmachtenberger/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/XNxC5UIVUXQ/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/XNxC5UIVUXQ/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/XNxC5UIVUXQ/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/XNxC5UIVUXQ/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/XNxC5UIVUXQ/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 65,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "XNxC5UIVUXQ"
    }
  },
  "_id": "XNxC5UIVUXQ",
  "collections": [
    "https://www.youtube.com/watch?v=-Y_y6DfUyhw&list=PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt"
  ]
}