{
  "creator": "Jordan Hall",
  "title": "Situational Assessment 2018: the Calm Before the Storm",
  "link": "https://medium.com/deep-code/situational-assessment-2018-the-calm-before-the-storm-5a0bd014ec84?source=rss----7c4eb9aca066---4",
  "pubDate": "Thu, 01 Feb 2018 20:15:25 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/690/1*x6y1LH1D5ONqwfIO8lP3Vw.jpeg\" /></figure><p>This series <a href=\"https://medium.com/deep-code/situational-assessment-2015-91222a66c834\">began in 2015</a> with an effort to do a broad assessment of the various risks present in the total global environment. Last year (almost precisely 365 days ago), I focused specifically on the <a href=\"https://medium.com/deep-code/situational-assessment-2017-trump-edition-d189d24fc046\">political situation in the United States</a> and outlined what I considered to be the essential fronts of a new and important kind of war:</p><blockquote>In other words, while 2016 still formally looked like politics, what is really going on here is a revolutionary war. For now this is war using memes rather than bullets, but war is much more than a metaphor.</blockquote><blockquote>This war is about much more than ideology, money or power. Even the participants likely do not fully understand the stakes. At a deep level, we are right in the middle of an existential conflict between two entirely different and incompatible ways of forming “collective intelligence”. This is a deep point and will likely be confusing. So I’m going to take it slow and below will walk through a series of “fronts” of the war that I see playing out over the next several years. This is a pretty tactical assessment and should make sense and be useful to anyone. I’ll get to the deep point last — and will be going way out there in an effort to grasp “what is really going on”.</blockquote><p>As it turned out, this was a deep point and, as far as I can tell, it did prove confusing. Nonetheless, the basic frame of four tactical “fronts” to this war appeared to prove useful and, in the hindsight of twelve months, I consider both the frame and the principal thesis to continue to be good sensemaking.</p><p>Accordingly what follows is an update and inspection of the “four front” framework laid out in 2017, this time with a heavier touch of the central (“collective intelligence”) proposition. It might be useful for anyone reading this document to first go back and read the previous post, however, for those not so inclined, I will try and summarize the central points as I move into the discussion.</p><p>Again, I will end with a more speculative view of the bigger picture.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/576/1*y9r2uXAlZ--c1Lc3T43IxA.jpeg\" /></figure><h3>Front One: Communications Infrastructure.</h3><p>The first thesis is that we are witnessing a transition from one media infrastructure (broadcast and, specifically, <em>Television media</em>) to another media infrastructure (decentralized and interactive <em>Digital media</em>) and that this shift is driving a fundamental change in the very nature of how we go about forming effective “collective intelligence”.</p><p>I spent some time examining the kind of collective intelligence that is enabled by and optimized for the communication flows and control structures of “broadcast-type” media in the post <a href=\"https://medium.com/deep-code/understanding-the-blue-church-e4781b2bd9b5\">Understanding the Blue Church</a>. Later, Medium author <a href=\"https://medium.com/u/33bc71c375e9\">Gustavo</a> wrote an insightful piece exploring the nascent form of collective intelligence that is beginning to form around decentralized media in the post <a href=\"https://medium.com/rally-point-journal/collective-intellignce-and-swarms-in-the-red-church-49f6a6d04825\">Collective Intelligence and Swarms in the Red Insurgency</a>.</p><p>Both of these posts are worth reading, but the crux of the assertion is that media infrastructures can be compared to ecological niches. There are, by example, media “jungles” and there are media “deserts” and different forms of sensemaking and coordination are adapted to these very different environments.</p><p>My observation was and continues to be that the primary battle being fought in the media theater is not at the level of <em>narrative</em>, but at the level of underlying <em>niche</em>. The Red Insurgency is optimized for desert and its primary strategy is to actively convert jungle into desert. By so doing, it is dismantling the underlying media infrastructure upon which the Blue Church is dependent and for which the Church is optimized.</p><p>As far as I can tell, this assessment continues to be accurate.</p><p>Clearly, and to a substantial extent explicitly, the Trump administration and the swarm of the broader Insurgency has identified the entire category of the “Mainstream Media” as an active antagonist, and is daily engaging various strategies to undermine the credibility, effectiveness and internal coherence of legacy entities like the New York Times, CNN, the Washington Post, MSNBC and related channels.</p><p>But the much deeper insight is that (whether consciously or not) the *approach* of the Insurgency is undermining broadcast media <em>in general</em> — not just “Blue” media. To really understand this dynamic, it is crucial to grasp that neither the conscious intent of the actors nor their conscious interpretation of events is particularly meaningful. What matters is how deep forces are actually shifted.</p><p>There are at least three things at play here:</p><ol><li>Attention is attention. By means of direct digital communications, the Insurgency has largely controlled the attention of legacy media (and by proxy the attention of its entire audience). Consider the infamous “covfefe” post of May. Within hours of the post, nearly the entirety of the English-speaking broadcast media was giving its attention to the Insurgency. And while the Blue Church’s <em>conscious</em> evaluation of the event might have been to deride the President as an incompetent, it is the <em>unconscious</em> meaning that matters: they gave him their attention en masse and almost for free. Over and over again in 2017, we saw this dynamic play out. If we think of attention as the primary resource of narrative creation, what we are witnessing is the increasing capacity of the decentralized/digital/interactive media to control the legacy broadcast media’s access and use this resource. Rather than standing as a competitive peer to Digital, Television is slowly becoming an organ and resource of Digital.</li><li>It is <a href=\"https://www.edge.org/response-detail/11783\">Kayfabe</a> all the way down. The power of the Blue Church is premised on a sense of Authority and Seriousness. By pushing the entire conversation into the realm of the absurd (“<em>really</em> Fake News”), the Insurgency robs the Church of its simulacrum of legitimacy. If it is all just a game designed to manipulate your emotions and grab and hold your attention (say for advertising bucks or for political points), then pretenses of Authority and Seriousness are just that: pretenses. 4chan in particular has been playing with this game effectively in the past year — successfully causing the Blue Church to attend with Seriousness the notions that milk, the OK hand sign and a cartoon frog are deep symbols of a Serious alt-right conspiracy. Note — if what I just said here feels shocking, alarming or wrong, this would be a very good point to slow down and consider the frame that I am trying to examine. I am not, for example, saying that there isn’t an alt-right, nor that Pepe the Frog isn’t associated with the alt-right. What I am saying is that if you think Pepe the Frog is the symbol of the alt-right and that the alt-right exists as an ideology <em>in the same way</em> that symbols and ideologies worked under the 20th Century models of Broadcast media (e.g., like Uncle Sam and America or the Swastika and Nazism), then you are missing something unspeakably important. For the Insurgency, what matters is not the symbol or the ideology; what matters is <em>who produces</em> symbols and ideologies and <em>how they hold them</em>. To assume and rely on some Authority to produce them and to take them Seriously is always already to be playing the Blue Church game. Within the Insurgency, the shibboleth is <em>style</em>, not <em>content; disposition, </em>not<em> ideology</em>.</li><li>Velocity, velocity, velocity. The Blue Church is like a Battleship. Very slow moving and able to focus its efforts on only a very narrow set of targets. If you stand around long enough to get punched, it can still land some heavy blows. But if the conditions of the ground are changing faster than the Blue Church can Observe, Orient, Decide and Act, it is constantly caught flat footed and swinging at the wrong targets.The Insurgency, by contrast, is more like a swarm of <a href=\"https://www.youtube.com/watch?v=9CO6M2HsoIA\">Slaughterbots</a> (go ahead and watch that video, it is a very good use of seven minutes): a whole lot of small pieces that can coordinate into a big punch when necessary but more often flow around the landscape taking opportunities when they arise. In this context, <em>velocity</em> is key. If you have been feeling disoriented by the pace and seeming complete disjunction of events in 2017, you are not alone. This is the point: the entire Blue Church approach to collective sensemaking and action <em>requires</em> a particular velocity of change. By moving the entire landscape into a much higher pace, the Insurgency is making it impossible for the Blue Church collective intelligence to maintain effective coherence.</li></ol><p>From my perspective, on this front we are at Dunkirk. The Blue Church has been pushed to the beaches and the only real question is whether or not there is a way to move what resources remain into the redoubts of Internet media structures that are controlled by and allied with Blue (most notably Twitter, Facebook and Reddit). In other words, “the Battle for Television is over; the Battle for the Internet is begun.” More on this on Front Two below.</p><p>So what happens next? A big place to look is at the 2018 mid term election. My basic sense is that the Blue Church *should* be able to out-compete the Insurgency here. After all, winning these kinds of elections is one of the things the Church was optimized to do and these are more or less standing targets for the Battleship’s big guns. So, at least under this model, I would expect some flavor of “blue wave” to show up in 2018, while Red continues to mutate and explore the space of decentralized collective intelligence. If, however, things go the other way and Red — or some <em>other</em> decentralized approach — wins the day in 2018, *that* should be seen as a major turning point.</p><p>Final note, regardless of one’s opinion of the <em>content</em> of the Blue Church and the Red Insurgency, I think it is important to recognize that most future scenarios have the balance of power continually shifting away from Broadcast/Television dominant and into Interactive/Digital dominant.</p><p>Accordingly, if your sensemaker is still entrained to the Blue Church (e.g., if you still look to the New York Times and Harvard to tell you the Truth), you are going to have a hard time. You will likely feel disoriented and anxious and disconnected. Moreover, you will find it harder and harder to make good choices. The future is quite likely going to require moving to the very different <em>form</em> (not necessarily the content) of collective intelligence currently being explored by the Insurgency. To be sure, right now, the Red Collective Intelligence looks and feels a lot like “applied schizophrenia” with a big dose of “indiscriminate paranoia” but the future is very much on the side of this kind of model. The sooner that more people with a wider set of values and perspectives learn how to play this new game, the better for everyone.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/732/1*XLWBzCNii2r9VadWt3mBBg.png\" /></figure><h3>Front Two: The Deep State</h3><p>The second thesis focused on the concept of the “Deep State” and its role as “primary antagonist” for the Insurgency.</p><p>Importantly, when I wrote those words back in 2017, the concept of the “Deep State” was still largely obscure. Only twelve months ago, few people had heard of this notion. Today the idea of the Deep State has moved into common currency and the scene of Front Two has been (at least superficially) playing out on the front pages all year.</p><p>On the one side, the Comey — Meuller “Trump Impeachment” advance with names like Flynn, Papadopolus and Manafort. On the other side, the Nunes FISA Memo “illegal wiretapping” counter attack with names like McCabe and Strzok. Nothing has been as front and center the last year as this expanding narrative.</p><p>At the very least, then, we know that the conflict between the Insurgency and the Deep State has indeed been met. However, the Deep State being the Deep State, we must expect that most of the fight is happening far away from the public’s eyes — with the specific disposition of the various members of the intelligence community being by far the most interesting and obscure.</p><p>If I had to place a bet right now (and I’m glad that I don’t), I’d draw up the teams roughly with the top layers of FBI, CIA, State and a sizable fraction of the tech elite (e.g., Eric Schmidt) on one side and perhaps NSA, military intelligence (Navy) and the FBI rank-and-file as forming up on with the Insurgency. Perhaps also elites from finance and big energy. I might even be right — but I’m probably missing widely at this level of detail.</p><p>What is much more clear and much more important is that the Deep State seems to be both divided against itself and still operating according to old doctrine.</p><p>My assessment from last year:</p><blockquote>[i]t seems highly likely that the Deep State is prepared to fight “the last war” while the Insurgency is bringing an entirely different kind of fight. The Deep State developed in and for the 20th Century. You might say that they are experts at fighting Trench Warfare. But this is the 21st Century and the Insurgency has innovated <em>Blitzkrieg . . . </em>If my read is correct, the balance of the struggle between the Deep State and the Insurgency will be determined by how quickly the Deep State can dispense with old and dysfunctional doctrine and innovate novel approaches that are adequate to the war. In other words, is this the Western Front (France falling in six weeks) or the Eastern Front (the USSR bleeding and giving ground until it could innovate a new war machine that could outcompete the Wehrmacht).</blockquote><p>I’m tempted to stick with this metaphor and identify the Mueller investigation as a sort of Maginot line from the last war, combining 70’s era “leaks” from the Establishment media with near omnipresent “frame control” from the overall Blue Church. As far as I can tell, the outcome of this part of the conflict is very much uncertain — although if my model is correct, I would predict that little of real consequence will come of the Mueller investigation.</p><p>At the same time, the Blue side of the Deep State has clearly been innovating its ability to fight the next war. Anyone watching the struggle of the last year would have to have noticed the extraordinary conflicts happening online with the combination of Blue Church extensions like ShareBlue Media and the either explicit or tacit alliance with Twitter, Reddit and Facebook elites meeting in an Iwo Jima (or perhaps Heartbreak Ridge?) like conflict with the “swarms” of the Insurgency. My sense here is that it feels a bit like a draw: Blue’s mass firepower and control of the platform v.s. the Insurgency’s improvisational capability and grassroots fervor.</p><p>Looking forward, the perspective remains the same as identified in 2017. On the one hand, the blue side of the Deep State needs to up the pace of its learning curve and continue to innovate its capacity to wage war on a Digital battlefield. On the other hand, the Insurgency needs to reduce the Deep State’s strategic agency and accelerate its lead in this new kind of conflict. My read is that there is still a long way to go on Front Two, but that it could break at any moment. Broadly speaking the Insurgency’s faster OODA loop should be able to take advantage of strategic surprise better than the Deep State. We shall see.</p><p>Final note here: it appears that there is now a decisive line connecting both Front One and Front Two: the major Internet media platforms (Google, Facebook, Twitter, Reddit, etc.). While the decentralized nature of the Internet renders it more naturally in alignment with the strategic mode of the Insurgency, the “network effects” of Platforms appears to be a natural characteristic of the terrain that is fully available to the modes of the Church (islands of stability and control).</p><p>This dynamic requires <strong>much</strong> deeper consideration. Consider, for example, the tacit alliance between the rapidly proliferating “blockchain” community and the Insurgency. Whether or not there is an “ideological” overlap between the two, there is a fundamental dispositional alliance: both prefer a “smooth” and highly decentralized landscape. So, for example, if we were to witness the emergence of real threats to Platform Hegemony from the Blockchain (say a tokenized Twitter competitor), this would radically shift the balance of power to the Insurgency.</p><p>On the other hand, consider phenomena like “increasing returns to scale” and the strategic advantages of being in the technological vanguard of “exponential growth”. Machine Learning and Quantum Computing are the Radar and Atom Bomb of this conflict — with the broader Blue Church alliance at least currently firmly in the lead. Is there any way that a decentralized approach to science and technology could emerge that could erase or usurp this advantage?</p><p>However it goes, we should be clear: as important (and viscerally entertaining) as the surface conflict between “Trump” and “the Establishment” might be, this conflict is not of the essence. The “world historic” aspects of this war show up in the exploration of different forms of collective intelligence and power in the emerging landscape. More on this at the end.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*HtKFWdKeAEz_00Fe3UQ_MA.jpeg\" /></figure><h3>Front Three: Globalism</h3><p>This front appears to continue to be the most straight-forward of the war. The Insurgency has been explicitly anti-globalist and as far as I can tell has been running the table all year.</p><p>TPP is dead. The Paris Accords are dead. NAFTA is next in line. Brexit appears to be progressing. Le Pen and Wilders show up as legitimate candidates in the EU. Trump is greeted with notable pomp and circumstance in China and Saudi. (Something <em>very</em> important happened in Saudi Arabia this year). The US actively clips the UN’s wings and even Davos appears to have capitulated to a major shift in the winds towards multi-polar nationalism.</p><p>Essentially, as long as the Insurgency holds position on Fronts One and Two it appears well positioned to establish terms on Front Three.</p><p>After 2017, I noticed that many people seemed focused on this Front. A major question: is the Insurgency “really” populist or is it simply a cover for one alliance of global corporations (Energy and Finance)? Certainly we have heard very, very little of the economic/financial crisis that was burning up the world from 2008 to 2016. Why?</p><p>After all, at a high level, things like global debt to GDP continue to break records in a bad direction and there seems to have been little to nothing actually done to heal the economic situation in the EU, China, Japan, Brazil, etc.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*N6TNssE_FPJ6ngK55SSIqw.jpeg\" /></figure><p>Yet, global stock markets continue to rise and in the United States at least, the economic situation is <em>apparently</em> as solid as it has been in more than a generation. Is this a consequence of a new nationalism that is able to balance the interests of national citizens (and their economies) with global institutions? Is it a straight up conspiracy shamelessly manipulating economic metrics and exploiting late-stage capitalism’s delirium?</p><p>These are legitimate questions, but they will have to be reserved for a different discussion. What we can say here with some confidence is that the forces (“Neo-Liberalism”?) behind the hegemony of globalist institutions over the last twenty or thirty years have been broken. What is in the process of replacing them is much less clear — but here we should again take note of the bigger picture.</p><p>The most important aspect of the First and Second Fronts was the change in the fundamental landscape of power and how different collective intelligences were adapting to this change. The same holds true on the Third Front. For example, it matters little what initial power position Big Oil has in the new geopolitical framework: the pace of accelerating change has already put a stake in the heart of that 20th Century power. Electric cars and solar energy are quickly accelerating past the point of critical mass. While the inertia of Big Oil (money and influence to be sure) will continue to be felt for years to come, this is a power that is on the wane, not the wax.</p><p>Power in the 20th Century was largely a balance between Energy and Innovation — this balance showed up in the form of Industrial might. Already in this Century, Innovation has begun to consume Energy and will continue to do so. Innovation will consume Energy, Military and Media — all of the foundations of 20th Century power. Even Food and Water will get swept up in the wave of accelerating change. Optimizing for Innovation is the crux of power in the 21st Century.</p><p>We live in a non-linear world. Stop thinking linearly.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*G0IoJQdC5Heexaq7PMIj8w.jpeg\" /></figure><h3>Front Four: The New Culture War</h3><p>My sense is that the Fourth Front attracted the most attention in 2017. This was where I specifically called out the concept of the Blue Church and its cultural conflict with the emergent “Red Religion” (both terms I explicitly stole from an anonymous Redditor).</p><p>And boy did this fight light up in 2017. Pussy Hats, Falcon Punches, ANTIFA, neo-nazis, meme wars, #Resistance, campus struggle sessions, you name it: the New Culture War is raging.</p><p>It is worth reviewing the central assertion. My argument was that by the mid-1990’s the old Culture War of the Boomers had been settled and the set of values largely identified with the New Left became the tenents of the Blue Faith and the ideological content of the Blue Church.</p><blockquote>Yet, even as the Blue Church was achieving dominance, the roots of the Insurgency were being laid. And, like bacteria becoming increasingly immune to an antibiotic after constant exposure, those aspects of the emergent “Red Religion” that were able to survive <em>at all</em> began to coalesce and expand. What has now erupted into the zeitgeist is something new and almost completely immune to the rhetorical and political techniques of the Blue Church. To call an adherent of the Red Religion “racist” is unlikely to elicit much more than a “kek” and a derisive dismissal. The old weapons have no more sting.</blockquote><blockquote>Moreover, the Red Religion does not intend to engage the Blue Church in any way other than “outright rejection.” It considers the Church and its adherents to be acting in bad faith by default and the doctrines of the Church to be little more than a form of mental illness. Accordingly, the Red Religion has no intention of dialogue, conversation or even sharing power with the Church.</blockquote><blockquote>The Blue Church should expect to meet the Red Religion in war. And in this conflict the Red Religion has the advantage.</blockquote><blockquote>In the nature of every movement that has endured the crucible of selection, the Red Religion is much more coherent and focused than the dominant Church which is criss-crossed with internal conflict and in-fighting. The Red Religion was born into and optimized for new media (e.g, optimized for memes rather than films) and as the balance of power shifts from 20th Century media to 21st Century media, this inures to the advantage of the Reds. Going deeper, even as the Red Religion has developed an immunity to most of the primary techniques of the Blue Church, it has simultaneously developed its own memetic/values structure connected with deep human values that stem from ancient “tribal selection” and are highly attractive to the portions of the human family (both men and women) who are focused on protecting and defending their tribe (hence the Red Religions’ intrinsic focus on Nationalism).</blockquote><blockquote>In other words, over the short to mid term, most of the humans who are best prepared to wage war — who are most attuned to and psychologically ready for war — will be attracted to the Red Religion. They will be focused, almost entirely immune to the entire portfolio of Blue weapons and they will be armed with and optimized for 21st Century techniques of waging culture war.</blockquote><blockquote>As a consequence, the result of this conflict will almost certainly be fatal for the Blue Church. We are already witnessing it, in the form of both an increasingly desperate “doubling down” on obviously impotent attacks and a creeping demoralization within the fabric of the Church. I expect to see this accelerate and as the Insurgency wins on other fronts, the set of alliances that hold the Church together will begin to unravel and the Church will collapse.</blockquote><p>I continue to believe that this analysis is correct, and I am now prepared to go deeper.</p><p>At the level of Culture War, Blue is facing two distinct disabling limitations.</p><p>The first is the locus of its operational coherence: the Blue Church itself and its dominant control of media, education and government. This was hard won territory in the old Culture War and it is still a location of significant power and at least coordination (if not coherence) today. But as we have been discussing throughout this piece, the Blue Church is <em>structurally</em> obsolete and, therefore, increasingly inefficient. Yet, at least for the most part, Blue is still almost entirely operating through and with the institutions and modes of the Church.</p><p>Part of the reason for this is the unwillingness of the elders of the Church to let go of power. (The last ride of the Boomers). Another part of the reason is that Blue has not yet discovered a coherent and coordinated form of collective intelligence outside of the old Church. As a result, a lot of Blue’s energy is being directed and controlled by a system that is a bad combination of ineffective and cynical. To put it bluntly, they have the power to stop Bernie Sanders — but not to stop Trump. And they have been repeating this losing strategy continuously throughout 2017.</p><p>The second major challenge for Blue is the ideological content of the Blue Faith. This is the mix of ideas and strategies broadly contained by the frame of the New Left that merged with each other to effectively out-compete the mid-century ideologies of the 1950’s Establishment. These ideas and strategies (including, among many other things, deconstruction and postmodernism, critical race theory, queer theory and both second and third wave feminism) proved extremely effective as *critical* strategies. But thus far (and perhaps precisely because they are fundamentally critical frameworks), they are proving remarkably incapable of forming a coherent structure around which to build an effective new collective intelligence.</p><p>Moreover, even as critical modes, the articles of the Blue Faith showed in 2017 how dull their blade has become. Late in the year, I identified the rising star of Dr. Jordan Peterson as a sort of exemplar of the dynamic. Conveniently, Dr. Peterson recently participated <a href=\"https://www.youtube.com/watch?v=aMcjxSThD54\">in a televised interview</a> that provides an almost flawless demonstration.</p><p>In this exchange, the interviewer played the combined Blue Church and Blue Faith hand in textbook fashion. One might imagine how effective this approach would have been even a short decade ago, when the necessity of being part of the Blue Church’s “good opinion” was firmly established. But the world has changed.</p><p>On the one hand, Peterson failed to respond to the increasingly transparent performative content of the interview. He didn’t play along with the Blue Church script and, therefore, showed that the apparent “good opinion” of the Blue Faith was nearly absent of content.</p><p>On the other hand, and this is I think where we really get clarity on the new state of affairs, the Blue Church tried and failed to control the frame <em>after</em> the interview. Try as they might, the combined forces of television and print media failed to form “common knowledge” and “good opinion” around what the interview really meant. Why? Because the meaning of the event is no longer decided by “Broadcast consciousness”. In the 21st Century, meaning is decided on and by the kind of intelligence that is forming around the interactive Digital media. Broadcast consciousness is beginning to decohere and, for now at least, only Red has begun the hard work of adapting a mode of collective intelligence that is coherent around Digital.</p><p>In this context, it isn’t surprising that what we are witnessing from Blue is for the most part a mix of performative “virtue signaling” and self-destructive critique; combined with a building agitation and anomie. The tides have changed and the once dominant modes of Blue are now very much a fish out of water.</p><p>Where does Blue go from here?</p><p>My sense continues to be that the right model is “<a href=\"https://en.wikipedia.org/wiki/Catastrophe_theory\">catastrophe theory</a>.” From last year:</p><blockquote>Right now, the Church is killing us. While it is holding many important, necessary values, it is also holding a ton of stuff that is deeply dysfunctional. But by monopolizing the instruments of culture and power, it inhibits us like a well meaning but overbearing parent from being able to form the new innovations in culture, practice and value that are necessary to our age. The collapse of the Blue Church is going to lead to a level of “cultural flux” that will make the 1960’s look like the Eisenhower administration. As the Church falls away, the “children of Blue” will explode out in a Cambrian explosion and reach out to engage in all out culture war with the still nascent Red Religion.</blockquote><blockquote>This Culture War will be unlike anything we have ever seen. It will take place everywhere all at once, constrained less by geography than by technical platform and by the complex relationship between innovation and power on an exponential technology curve. It will be a struggle over not just the content, but the very <em>sense and nature</em> of identity, meaning and purpose. It will mutate so quickly and will evolve so rapidly that all of our legacy techniques (both psychological and institutional) for making sense of and responding to the world will melt into so much tapioca. This will be terrifying. It is also the source of our best hope.</blockquote><p>When might this happen? Well, like any system poised on the edge of catastrophe, the timing is intrinsically unpredictable. However, as a gesture at a prediction the 2018 elections seem sure to at least pose a test. If the Church is able to pull off a “blue wave” in the 2018 elections, it would seem likely that this event would serve to continue to keep Blue energy and attention captured by the Church, at least for a little while. If not, I would expect to see the Church in tatters and the “cambrian explosion” of the “children of Blue” in full force.</p><p>What happens then?</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Z7gmc9S0c130onvEpzT_Iw.jpeg\" /><figcaption>Ice crystals poised for a phase transition.</figcaption></figure><h3>The War for Collective Intelligence</h3><p>For those who want to step up to 40,000 feet and look at the landscape free from the biases and contamination of American politics, we can scan an apparently different zone of the broader war to see what I think shows up as the exact same dynamics: the blockchain.</p><p>In this domain, the forces arrayed are the <em>Ancien Regime</em> of Silicon Valley style Venture Capital and Startup Culture against the unwashed revolutionaries of cryptocurrencies, decentralized consensus and autonomous organizations. In other words, the military-industrial arm of the Broadcast collective intelligence against the emerging swarm of a new interactive, Digital, decentralized collective intelligence.</p><p>If this shift of perspective makes sense to you, then we have made contact. While the specific battles (e.g., politics, means of production, etc.) matter, this is a war that is much, much broader in scope than any of the singular battlefields. And the only way to win this war is to first become aware of the actual nature of the war itself.</p><blockquote>The world we live in today — the world of the 21st Century — is a world of continuous innovation.</blockquote><blockquote>In this environment, for the first time ever in history, the ability to innovate is decisively superior to the ability to deploy power. Prior to today, the rule of “the battle goes to whoever gets there the first with the most” was a decent rule of thumb. Of course, this has never been strictly the case. Most of the great stories of history are built around moments of innovation where the smarter but less powerful group was able to outwit and undermine their opponent with superior technique, technology and strategy. Over time the balance has slowly but consistently moved in the direction of innovation. Ask Turing and Oppenheimer about the accelerating pace of innovation as it relates to war.</blockquote><p><em>The</em> conflict of the 21st Century is about forming a collective intelligence that can outwit and out innovate all of its competitors. The central challenge then is precisely to innovate a way of collaborating and cohering individuals that maximally deploys their individual perspectives, capabilities, understandings and insights with each-other. To achieve a decisive advantage in innovative capacity.</p><p>Have you been paying attention? Have you noticed the pace of change in, for example, <a href=\"https://www.popularmechanics.com/military/weapons/news/a27511/russia-drone-thermite-grenade-ukraine-ammo/\">drone warfare</a>? Or in <a href=\"https://gizmodo.com/stunning-ai-breakthrough-takes-us-one-step-closer-to-th-1819650084\">self-improving AI</a>? <a href=\"https://qz.com/1185488/chinese-scientists-used-crispr-gene-editing-on-86-human-patients/\">Crispr Cas9</a>? This is nothing compared to the pace of innovation that will be unlocked once a functional decentralized collective intelligence emerges. In 1000 AD, the tribes of Western Civilization were a backwards and dirty lot barely interesting to the other Civilizations of the world. By 1500 AD, the West had cohered a new form of collective intelligence that, as it turned out, proved decisively more generative than any previous Civilization. By the 19th Century, the unwashed barbarians had comprehensively conquered the world and launched us on our current exponential trajectory.</p><p>In this exponential context, the intelligence amplifying implications of even a slightly positive exponent (i.e., scalable) collective intelligence — particularly one that can connect with and amplify any human being connected to the global Internet-is not comparable to anything that has been seen in human history. It is certainly more important than the innovation of writing. Likely more than the innovation of speech. Quite possibly, this transition will prove more significant than the transition from single cell to multi-cellular life two billion years ago. Everything that happens next is dependent on what happens <em>here</em>.</p><p>Obviously, this is daunting. By definition, no one is prepared for this kind of question. So — what is one to do? Oddly, the right approach is actually rather simple and I believe my recommendations from last year continue to be completely applicable both to the local political situation in the United States and the West as well as to the bigger picture:</p><ol><li>The Blue Faith, the Deep State, the old media and all the other aspects of the Blue Church are holding you back. Free your mind. This is going to be much harder than it sounds. For most people, your entire development has taken place within the context of the Blue Church and under the articles of the Blue Faith. Whether your values are Blue or Red, many of your deepest assumptions of how to think and know are going to have to be revised. And many of your deepest values are going to have to be examined with brutal honesty and courage.</li><li>All Collective Intelligence is gated by Sensemaking. Right now, our collective sensemaking systems are in complete disarray. We don’t know who or what to trust. We barely even know how. Find ways to improve your individual sensemaker and collaborate on collective sensemaking systems. Re-learn how to perceive reality. This should get easier as the fantasyland of old media and the Blue Church collapse.</li><li>All of our old ways of collaborating with other people are either suspect or obsolete. You are going to have to (re)learn how to build real, faithful relationships. Get <a href=\"http://jordangreenhall.deviantart.com/journal/On-Friendship-298794833\">much better at making friends</a>. I don’t mean casual acquaintances. And I definitely don’t mean social network contacts. I mean the kinds of people who ready willing and able to actually care for you — even at risk to themselves. Not because of shared ideology or even shared mission, but because of the deep stuff of human commitment. There is something new to be discovered here. Some renewal of the most ancient aspects of being human together combined with a new approach “from the future” as it were that enables us to combine meaningful relationship with effective collaboration on a global scale.</li></ol><p>Good luck.</p><p>[Note: this was published in <a href=\"https://medium.com/deep-code\">Deep Code</a> and is intended to be challenging and to move the conversation forward. Comments that are thoughtful and contribute will be greatly appreciated. Comments that are not will be deleted.]</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=5a0bd014ec84\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/situational-assessment-2018-the-calm-before-the-storm-5a0bd014ec84\">Situational Assessment 2018: the Calm Before the Storm</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/5a0bd014ec84",
  "categories": [
    "politics",
    "business",
    "tech",
    "life",
    "technology"
  ],
  "isoDate": "2018-02-01T20:15:25.000Z",
  "publishedAt": "2018-02-01T20:15:25.000Z",
  "image": "https://cdn-images-1.medium.com/max/690/1*x6y1LH1D5ONqwfIO8lP3Vw.jpeg",
  "collections": [
    "https://medium.com/feed/deep-code"
  ]
}