{
  "creator": "Jordan Hall",
  "title": "Announcing the Literati Project",
  "link": "https://medium.com/practical-imagination/literati-d84cd453c3db?source=rss----a0abc4f51e04---4",
  "pubDate": "Wed, 25 Feb 2015 17:33:07 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*kL5J5Hp1eQtP8C_nwp-7IA.jpeg\" /><figcaption><a href=\"http://www.indiana.edu/~e251/Su_Shi_rock-tree.jpg\">http://www.indiana.edu/~e251/Su_Shi_rock-tree.jpg</a></figcaption></figure><p>I think we can do better with books. If you agree, read on. If I can get 1,000 people to send me an email that they want to see this happen, I’ll make it happen. [Update, we now have a simple website landing page: <a href=\"http://www.eliterati.com\">http://www.eliterati.</a>com.]</p><p>Books are important. I know, this is a hackneyed notion, but, really. The books you read not only tell a lot about who you are and what you care about — they contribute mightily to <a href=\"https://medium.com/emergent-culture/constructing-a-new-narrative-6b717b566fc4\">who you are and what you care about</a>. Books are character-building. And, in the aggregate, they are <a href=\"https://medium.com/deep-code/the-art-of-culture-war-2e4a1ccce351\">culture-building</a>.</p><p>And I think we can do better. I like to read books. I read a lot of books. And in spite of the social web and two decades of e-commerce, I still have a hell of a time making sure that I am focusing on <em>exactly the best books that I should be reading right now</em>.</p><p>I think we can fix that. I think that the technology exists to do a <em>much</em> better job figuring out what books to spend our valuable time and attention on.</p><p>And, if we can pull that off, I think we can do a better job getting the right people to write the right books. But more on that later . . .</p><p>There are a lot of technical behind-the-scenes ideas for how to improve “book recommendations,” but I’ll outline the two main thrusts that I’d like to play with.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*DuYKVIiWCPu4C2P-NboBiQ.jpeg\" /></figure><p><strong>First</strong>: <strong>pay the curators</strong>.</p><p>I’ve run some numbers and it seems to me that there is actually a lot of $$ out there in the book publishing market that *ought* to be going to people who aren’t currently getting paid a dime. Think about it — when you are looking for a book to buy, where do you go? If you are like me, you spend a pretty decent amount of time reading reviews on places like Amazon or in genre blogs.</p><p>Well, that kind of function — helping a product find its audience — is often called “marketing” and usually represents a sizeable chunk of any market. But because of the specific way that the online book market matured, almost none of the good folks helping us find the right books to read are being paid for what they are doing.</p><p>What would this look like? Well, I’ve spent some time with some models and it looks to me like you could “easily” see 50,000 people making upwards of $3k a month just for doing a good job recommending books. Of course, depending on how you engineered the system, that might mean a few making real bank while others make just enough to buy a nice dinner. But the point is, we are talking real money here.</p><p>And shouldn’t value created be rewarded with value where and if it can? Sure it should — if you ever find a market where people are creating value without being rewarded, you can be sure that a) this is a classic ‘market inefficiency’ waiting to be fixed; and b) that someone out there is gathering up all of that value to themselves.</p><p>So, innovation number one is directly compensating the curators for reading a lot of books, cultivating good taste and taking the time to share it clearly and effectively with us. [And if we happened to use an easy to convert digital currency to do that, all sorts of fun things might follow . . . ]</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/586/1*AeBnZ6q726HNKPlKHfU3Lg.jpeg\" /></figure><p><strong>Second: be more discerning</strong>.</p><p>Let’s face it, the state of the art in “book recommendation” technology isn’t very state of the art. The “five star” rating system and old school “book review” have been the mainstay since the beginning of time. They were good enough to crush the old brick and mortar (aka “browse and pray”) approach — but its time to innovate a bit.</p><p>We need a better way to get more useful information out of book reviews. Ideally a way that not only accounts for, but really takes advantage of different tastes and points of view. I’ve been playing with this novel scheme for categorizing books. I’ve introduced it to a few people and they’ve seemed to find it useful as well. So, take a look and let me know what you think. [If you have a better idea, I’m *all ears*. Just make sure that its something that can be implemented right now. No magic!]</p><p>My scheme completely dispenses with the “star rating” approach. Instead, it asks the reviewer to put a book into one of four categories:</p><ol><li>Foundational. These are books that are closest to your personal heart, soul and/or mind. They are the ones that grabbed you and didn’t let go. They might be mainstream but are often highly idiosyncratic. Regardless, if you thought someone else would be able to appreciate them, you’d not hesitate to recommend them. If you’ve ever bought a dozen copies of a book and handed them out to friends, its a pretty good chance that book was Foundational.</li><li>Canonical. These are rock solid. But not, necessarily, genius. Or, if they were once genius they have become so much a part of the zeitgeist that they are no longer at the vital edge. To be sure, if someone is interested in some genre or topic, these are definitely on the list. They often find their way onto the top of reading lists and syllabi. You can’t go wrong with Canonical books.</li><li>Experimental. This is the hardest category to describe. These books usually come in two flavors. One flavor is the “wheat and the chaff” — a book that is 85% meh (or even downright bad) but has a nugget or two that is worth it. For those who have the right kinds of filters, that is. The other flavor is possibly nuts (or wildly experimental), but for the right person might be a delightful fit. High risk — potentially high reward. You might be embarassed to recommend these to people. But at the same time, most Foundational books started out as Experimental! (Pssst! Heard of <em>Origin of Species</em> . . . ?)</li><li>Error. These are books that are potentially highly seductive, but really, you’d recommend against. Sure there are a lot of bad books, but that’s not what this category is about. These are books that you really think have got enough downside in them that you’d advise against them. Harsh? Sure — but a lot of stuff out there is written to be read, not to be right.*</li></ol><p>Of course, any astute reader will want to make these categorizations along genre lines. While I think it is useful and important to categorize the books that are truly Foundational for you as an individual, its really not reasonable to try to compare <a href=\"http://www.amazon.com/Watchmen-Deluxe-Alan-Moore/dp/1401238963\">The Watchmen</a> to <a href=\"http://www.amazon.com/Liberty-John-Stuart-Mill/dp/1584772212\">On Liberty</a>. (Well, maybe it is, but if you are ready to debate <em>that</em>, then you already get my point!) So it will be important to allow individuals to categorize books by genre. Fair enough. Fortunately, we have several centuries of library science to make that easy enough to do.</p><p>Make sense? No? Well, lets try with a few of mine.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1000/1*tjZXsKfXtbJYs0v_gVu6og.jpeg\" /></figure><p>For example, I consider the Philosopher Gilles Deleuze (especially his <a href=\"http://www.amazon.com/Difference-Repetition-Gilles-Deleuze/dp/0231081596\">Difference and Repetition</a>, <a href=\"http://www.amazon.com/Nietzsche-Philosophy-Columbia-Classics/dp/0231056699\">Nietzsche</a> and <a href=\"http://www.amazon.com/Spinoza-Practical-Philosophy-Gilles-Deleuze/dp/0872862186\">Spinoza: Practical Philosophy</a>) to be <strong>Foundational</strong>. Also Manuel Delanda (<a href=\"http://www.amazon.com/Thousand-Years-Nonlinear-History/dp/0942299329\">A Thousand Years of Non-Linear History</a>, <a href=\"http://www.amazon.com/Intensive-Science-Philosophy-Bloomsbury-Revelations/dp/1780937997\">Intensive Science and Virtual Philosophy</a>) and Carol Quigley (<a href=\"http://www.amazon.com/Evolution-Civilizations-Carroll-Quigley/dp/0913966576\">The Evolution of Civilizations</a>, but not T<a href=\"http://www.amazon.com/Tragedy-Hope-History-World-Time/dp/094500110X\">ragedy and Hope</a> which is much more in the Experimental category). And Joseph Tainter (<a href=\"http://www.amazon.com/Collapse-Complex-Societies-Studies-Archaeology/dp/052138673X\">The Collapse of Complex Societies</a>).</p><p>Already you are getting a sense of what kind of <a href=\"https://medium.com/emergent-culture/constructing-a-new-narrative-6b717b566fc4\">Sensemaker</a> I’ve got running, and I <em>guarantee</em> you that if even one of these is on your Foundational list, we are going to have a good conversation.</p><p>I’ll also add <a href=\"http://www.amazon.com/Invisibles-Book-One-Deluxe/dp/1401245021\">The Invisibles</a> by Grant Morrison. A comic book! Absolutely. And, again, I’m giving you the inside scoop. If you are a fan of both <em>The Invisibles</em> and any one of the books above, call me immediately! If I just lost credibility with you — perfect! The objective is to try to dial-in who should be taking recommendations from whom.</p><p>Lets also add <a href=\"http://www.amazon.com/Childhoods-End-Arthur-C-Clarke/dp/1624901646\">Childhoods End</a>, <a href=\"http://www.amazon.com/Lord-Light-Roger-Zelazny/dp/0060567236\">Lord of Light</a>, <a href=\"http://www.amazon.com/Stranger-Strange-Land-Original-Uncut/dp/B0014DWIZW\">Stranger in a Strange Land</a> (uncut) and <a href=\"http://www.amazon.com/Diaspora-Novel-Greg-Egan/dp/1597805424\">Diaspora</a>. Maybe <a href=\"http://www.amazon.com/Daemon-Daniel-Suarez/dp/0525951113\">Daemon</a>, but I suspect that will end up with David Brin’s <a href=\"http://www.amazon.com/Earth-David-Brin/dp/055329024X\">Earth</a> in the Canonical category — as so much of what made them amazing in their day was their prognostication of futures that have already come to pass. (Lest you think me <em>too</em> nerdy, there is a Foundational spot in my heart for <a href=\"http://www.amazon.com/Kill-Mockingbird-50th-Anniversary/dp/0061743526\">To Kill a Mockingbird</a> and <a href=\"http://www.amazon.com/Whom-Bell-Tolls-Scribner-Classics/dp/0684830485\">For Whom The Bell Tolls</a>.)</p><p>Don’t get me started on children’s books (<a href=\"http://www.amazon.com/Evolution-Calpurnia-Tate-Jacqueline-Kelly/dp/031265930X\">The Evolution of Calpurnia Tate</a>, <a href=\"http://www.amazon.com/Wrinkle-Quintet-Swiftly-Tilting-Acceptable/dp/0312373511\">The Wrinkle in Time Trilogy</a>).</p><p>My <strong>Canonical</strong> books are equally revealing. <a href=\"http://www.amazon.com/Moby-Dick-Collectors-Library-Herman-Melville/dp/1904633773\">Moby Dick</a>, <a href=\"http://www.amazon.com/Cats-Cradle-Novel-Kurt-Vonnegut/dp/038533348X\">Cat’s Cradle</a>, <a href=\"http://www.amazon.com/Treatise-Human-Nature-David-Hume/dp/1466297468\">A Treatise on Human Nature</a>, <a href=\"http://www.amazon.com/Road-Serfdom-Documents---Definitive-Collected/dp/0226320553\">The Road to Serfdom</a>, <a href=\"http://www.amazon.com/Brave-New-World-Aldous-Huxley/dp/0756973848\">Brave New World</a>. <a href=\"http://www.amazon.com/Pragmatism-Philosophical-Classics-William-James/dp/0486282708\">William James</a>, <a href=\"http://www.amazon.com/Relativity-Special-General-Albert-Einstein/dp/1619491508\">Einstein</a>, <a href=\"http://www.amazon.com/Looking-Spinoza-Sorrow-Feeling-Brain/dp/0156028719\">Damasio</a>, <a href=\"http://www.amazon.com/QED-Strange-Princeton-Science-Library/dp/0691164096\">Feynman</a>, <a href=\"http://www.amazon.com/Programming-Universe-Quantum-Computer-Scientist/dp/1400033861\">Seth Loyd</a>, <a href=\"http://www.amazon.com/Mathematical-Theory-Communication-Claude-Shannon/dp/0252725484\">Claude Shannon</a>, <a href=\"http://www.amazon.com/Can-Capitalism-Survive-Creative-Destruction/dp/0061928011\">Schumpteter</a>, <a href=\"http://www.amazon.com/Understanding-Media-Extensions-Man-Critical/dp/1584230738\">Marshall McLuhan</a>. <a href=\"http://www.amazon.com/Eichmann-Jerusalem-Hannah-Arendt/dp/0670290386\">Hannah Arendt</a>. There is a lot that goes here. All of it good. And if it is your sort of thing, all of it highly recommended. But if its *not* your sort of thing, skip it. There is a lot to read in this world.</p><p>How about my wild crazy <strong>Experimental </strong>side? How about <a href=\"http://www.amazon.com/Prometheus-Rising-Robert-Anton-Wilson/dp/1561840564\">Robert Anton Wilson</a>, <a href=\"http://www.amazon.com/Rainbow-Worm-Physics-Organisms/dp/9812832602\">Mae Wan Ho</a> and <a href=\"http://www.amazon.com/Creative-Transformation-Practical-Maximizing-Creativity/dp/0874260566\">John David Garcia</a>? Very useful if you have the right eye. But confusing or even confounding if not. Possibly even nuts.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/328/1*L6iKWGEz-gf4UXgIGaWz_A.jpeg\" /></figure><p>I’d even put <a href=\"http://www.amazon.com/Finite-Infinite-Games-James-Carse/dp/1476731713\">James Carse</a> and <a href=\"http://www.amazon.com/Singularity-Near-Humans-Transcend-Biology/dp/0143037889\">Ray Kurzweil</a> here. Solid stuff and Foundational for some people — but also a complete mess for others. Or <a href=\"http://www.amazon.com/Fourth-Turning-American-Prophecy-Rendezvous/dp/0767900464\">The Fourth Turning</a>. There is definitely something really useful there. And also a big chunk of distraction. I’d put a lot of Alan Moore here. I love <a href=\"http://www.amazon.com/Promethea-Book-1-Alan-Moore/dp/1563896672\">Promethea</a>, but its definitely an acquired taste.</p><p>As for <strong>Error</strong>? Anything by <a href=\"http://www.amazon.com/Tipping-Point-Little-Things-Difference/dp/0316346624\">Malcolm Gladwell</a> ;) Too seductive and not enough upside. Also Deepak Chopra. Naturally, I haven’t poured over the works of either author. So my categorization here could be prejudicial. But, again, that’s the point. For some reason, I am repulsed by these two authors. Its probably just me. But — if you love them then its reasonably likely that we just have some different taste. Wouldn’t you rather <em>know</em> that than have to deduce it from some two star book review.</p><p>Now is it making sense? Here is the bet — the more you connect with me on this categorization, the more likely that something in my schema will hit you in the right spot. (And, contrariwise, if Gladwell is Foundational for you, we might not have much alignment.) If we have five or ten people to compare and contrast with, a scheme like this we can pretty quickly get to a book recommendation cooperative that will have a high chance of success. And, of course, if we dig deeper into specific genres, then the mapping gets even more precise.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/546/1*4Jc-BKPSEJo9WjAZzrmWag.jpeg\" /></figure><p><strong>Epilogue</strong></p><p>Naturally, this is just a taste. In depth, we’d want to have the ability to identify people who’se recommendations we know we’d like to have (a few days ago I met a fellow who I am dying to get some Science Fiction recommendations from.) And, we will want to have nice narrative reviews of books alongside this kind of classification. Perhaps using some new <a href=\"http://www.sensemaker-suite.com/\">Sensemaking</a> techniques to make them more useful.</p><p>Moreover, if and when this becomes a thriving community for book discovery, it is a natural move to plug early authors into recommenders and at long last Reinvent book publishing. All in due time.</p><p>Here is the crux: I think this is a very interesting project. And I happen to have the time and expertise to build something along these lines. But an initiative like this really only works if there is a core community around it who believe in it and want it to exist (for the right reasons).</p><p>So, here is the question, what do <em>you</em> think? If you’d like to see Literati come into existence and would be willing to review at least a few books, this is what I ask:</p><ul><li>visit the website at <a href=\"http://www.eliterati.com\">http://www.eliterati.com</a> and submit your email.</li><li>Forward this article to everyone who you honestly think would also be interested in helping out.</li><li>Oh, and if you have good ideas for making this happen better, faster, stronger, by all means — lets co-create this thing.</li></ul><p>If I can get 1,000 people to make a commitment to do at least a few reviews, I’ll bring you all on board as “co-founders” and make it real.</p><p>If not, then it is an excellent exercise in Practical Imagination.</p><p><a href=\"https://medium.com/deep-code/a-note-on-method-5372399f7008\">A Note on Method</a>. If you like this idea so much that you decide to steal it, no problem. Just do a good job. I really do need help in finding out precisely the best places to spend my all too precious time.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=d84cd453c3db\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/practical-imagination/literati-d84cd453c3db\">Announcing the Literati Project</a> was originally published in <a href=\"https://medium.com/practical-imagination\">Practical Imagination</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/d84cd453c3db",
  "categories": [
    "innovation",
    "startup",
    "books"
  ],
  "isoDate": "2015-02-25T17:33:07.000Z",
  "publishedAt": "Wed, 25 Feb 2015 17:33:07 GMT"
}