{
  "creator": "Jordan Hall",
  "title": "On Sovereignty",
  "link": "https://medium.com/deep-code/on-jordan-peterson-and-the-future-51402a370d79?source=rss----7c4eb9aca066---4",
  "pubDate": "Mon, 19 Feb 2018 15:21:45 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*SRVx_O3YfDYmhqmP8cImCQ.jpeg\" /></figure><p>It might very well be the case that 2018 will be known as the “Year of Jordan Peterson”.</p><p>If you happen to have read anything that I’ve written, you will have noticed that I come from a very different place than Dr. Peterson. I spend most of my time in high abstraction, thinking about global systems and long term dynamics. Not about how important it is to clean your room. Accordingly, if you are <a href=\"https://medium.com/deep-code/on-thinking-and-simulated-thinking-5e434e92cf86\">thinking</a>, you might be puzzled. Just what could I mean by proposing that Peterson is not merely popular nor controversial. But that he is important and precisely of the moment.</p><p>In this essay, I will endeavor to explain. Naturally, I will be using my own personal approach to making sense of things. So if you are a Dr. Peterson aficionado, this might be a bit of an odd journey. Perhaps you might consider this an invitation down a particular rabbit hole. I wouldn’t be spending the time to write this if I didn’t think it worth your time. But, of course, the choice is entirely yours.</p><p>I would like to begin with a concept that I think is both deeply powerful and not broadly used. In this case, I’m going to be treading the dangerous waters of trying to articulate something that is similar to, and therefore might be mistaken for, a bunch of other concepts that are kind of in the same space.</p><p>I’m going to take the bold path and challenge you to really think. I’m going to intentionally use a word that typically comes loaded with a whole lot of “understanding.” And I’m going to re-load that word with a meaning that I believe is much more clear and true and useful.</p><p>That word is “sovereignty.”</p><p>By sovereignty, I do not mean the notion that nation-states have the right to self-determination on the geopolitical stage. I also don’t mean that human individuals are magically able to separate themselves from the rest of the human world and make up their own rules. I mean something very specific, very central to being in the world and, if properly understood, very empowering.</p><p>Sovereignty is the capacity to take responsibility. It is the ability to be present to the world and to respond to the world — rather than to be overwhelmed or merely reactive. Sovereignty is to be a conscious agent.</p><p>As it turns out, sovereignty can be understood as consisting of three distinguishable capacities.</p><ol><li>Your ability to relate to the world. This includes things like your ability to perceive the world. Reality. To be sensitive to what is going on in all sorts of different ways. To be able to listen and see. And feel. To “tune in” to what is going on without preemptively closing off the world with your own frames or judgements. Or to be overwhelmed by what the world is sending at you.</li><li>Your ability to make sense of the world. This includes your ability to skillfully select frames and concepts that are appropriate to what is really going on. And to create new ones when the old ones won’t do. It is a measure of both speed and precision. Move too slowly and the world has passed you by. Move too haphazardly and you will confuse sense with error.</li><li>Your ability to make and effect choice in the world. This includes both the ability to actually move the world with your actions (your ability to deploy a force on the world) and your capacity to do so with both wisdom and elegance. That is, your ability to move from sense to action with sound judgement (to make good choices) and your ability to do just and only what you intend. No more, no less. And with as little effort as necessary.</li></ol><p>Of course, these capacities overlap and mingle with each-other. This distinction is merely a way of looking at things that might prove helpful in your own practices of sovereignty.</p><p>Consider, for example, that a major challenge to sovereignty is an imbalance of these capacities. If you have much more ability to perceive the world than you have ability to act in the world, you might feel powerless and non-responsive. If you have much more ability to act than you have the ability to make sense, you might find yourself doing more harm than good.</p><p>Then of course, you have the relationship between your own sovereignty and the world that you are trying to navigate. As an infant, your sovereignty is minuscule and you are entirely dependent on other people to help you survive and, hopefully, to increase your own sovereignty.</p><p>As you develop, if you are lucky, you learn something. You increase your ability to relate to the world and to make sense of it. And, ultimately to make good choices. This is a virtuous cycle. The more good choices you make, the better positioned you are to make good choices in the future.</p><p>The opposite is also true. If and as you get off track, your sovereignty gets overwhelmed and you get out of balance. Like a boxer who has been stunned by a blow, you might find yourself no longer able to skillfully respond to the world. Not in a good position to make good choices; and all too likely to get yourself into trouble.</p><p>Sovereignty is the center. If you are anchored in sovereignty and able to fully respond to the world, you are able to do the best you can do. It might not be enough, but it is the best you can do. If you are out of sovereignty, try as you might, you will not be giving your best. And, in the process, you might likely find yourself making things (and yourself) worse off in the process.</p><p>Thus it is that growing your sovereignty, improving your ability to fully respond to the world, is a singularly useful pursuit.</p><p>In this pursuit, perhaps you will discover the value of developing two specific capabilities. The first: awareness. Are you equal to the circumstances you find yourself in, or are you in over your head? Are you swimming effortlessly, or are you starting to struggle? Is your sovereignty increasing or is it beginning to falter? Or has it gone altogether and you have plunged into reaction?</p><p>This is an omnipresent challenge. You never know what is going to happen. The world is a crazy place and we are all deeply vulnerable. One moment you might be the rock of Gibraltar, able to face the world with equanimity and competence. The next, something has happened and you are a seething teenager, barely able to avoid slamming the door and stomping away. You can get better and better at responding to the world, more resilient in your sovereignty. But you never know what is going to happen and being aware of where you really are is a useful thing.</p><p>And then you might also be well served by building a repertoire of skills and practices for regaining your sovereignty when you have stumbled. The world is rich with such things, and many of them work. I have found breathing to be enormously useful. Specifically, I have worked on a habit of taking deep breaths throughout the day. When I feel like I’m moving out of sovereignty, I can use this habit to slow things down with a few breaths and then to recenter myself.</p><p>There are a lot of good practices out there and many good teachers. But getting good at regaining your sovereignty when you have been knocked out of balance is no joke. This is a something that takes time and effort. Moreover, it is not something that you can be taught. You can be invited to the work, but you must undertake it yourself.</p><p>And then there is the issue of maintaining your sovereignty. This is also an art. You must become sensitive to things like nutrition and sleep, to the kind of media you consume and the relationships you maintain. You are an enormously complex creature and every aspect of your total environment plays a role in your sovereignty.</p><p>Sadly, for all of its wealth and power, our contemporary environment does a rather poor job at helping us in this work. Our media deceives and manipulates us. Much of our food is only a simulation of nutrition. Our ideologies are often confused and self-destructive — leading us away from rather than towards a position of sovereignty and responsibility.</p><p>Of course it could be worse. Our ancestors had to deal with cholera and the killing cold of winter. As they say, “it is what it is.” You are here, now, and this is the world you must navigate. And this is the life for which you are responsible.</p><p>Hence the deep wisdom of Dr. Peterson’s injunction: “clean your room”. Sort yourself out. First. When it comes to relating to the world, remember, the world starts with <strong>you</strong>. Before you can begin to extend yourself into the complex dance of the larger universe, you need to get a handle on yourself. You need to achieve balance, to improve your sovereignty. And then a mastery of maintaining that balance and regaining it when lost. Only then can you proceed into the problems of the outside world.</p><p>These days that might seem like a bit of a burden. In the past it was merely called “being an adult.”</p><p>It seems odd that in this moment of so much consequence, when it is possible that everything is at stake and that we are at the threshold of unspeakable power that the most wise and most <em>intelligent</em> thing that can be urged is “grow the hell up.”</p><p>But consider Stewart Brand. In 1968, he opened the Whole Earth Catalog: “we are as gods and <em>might as well</em> get good at it.” At that quintessential moment of the Boomers coming of age, he sensed a choice.</p><p>In the 20th Century, humanity had crossed a Rubicon. The powers unlocked by science and technology had put us onto a path of exponentially growing power.</p><p>For the totality of human existence until 1945, we could do terrible things, but we couldn’t put the entire species at risk. Then, suddenly, in the Atomic Age we found ourselves faced with the real possibility of ending everything as a result of an excess of power and a lack of wisdom.</p><p>So far, we’ve managed not to end the story. But history hasn’t even slowed down. Every day we increase our ability to deploy force in the world. Increasingly, we are bulls in a china shop. And so, in 2009 an older (and perhaps wiser) Brand revised his maxim. “We are as gods and we <em>must</em> get good at it.”</p><p>In other words, we need to grow the hell up and take the responsibility that is ours to take.</p><p>This is no easy task. In fact, it appears to be excruciating. We seem to have become enthralled with increasing our power without appropriate regard to increasing the sovereignty necessary to wisely deploy that power. Does Mark Zuckerberg have the sovereignty to be controlling something as forceful as Facebook? Do the folks at Google have the sovereignty to be choosing how our collective intelligence perceives the world? Does anyone? Could anyone?</p><p>Hmm. And what of nanotechnology and AI?</p><p>I’m not pointing fingers here. We are, all of us, faced with the same basic set of choices. Are we taking full responsibility? Are we being careful to grow our sovereignty in alignment with our power? Are we able to take complete responsibility for what we find ourselves capable of doing?</p><p>Here is the final thing. No one is going to come close to being able to do this on their own. And no one is coming to save us. We are it.</p><p>If this seems overwhelming, return to Jordan Peterson. Yes, the world is in trouble. And yes, we are going to need to do incredible things to make it through this transition. But until you have achieved your own sovereignty, you are as likely to make it worse as you are to make it better. Thus the task is simple. Whether you are seated at the throne of Empire or are struggling to just make ends meet, the right, best and only path begins at the center of you. Clean your room. Get yourself sorted out. Build yourself into a rock upon which profound things can be set. Then, and <strong>only</strong> then, is it time to begin taking care of the rest of the world.</p><p>Slowly and deliberately become a master of your own sovereignty. And then, find the load that is <em>yours to carry</em> and carry it.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=51402a370d79\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/on-jordan-peterson-and-the-future-51402a370d79\">On Sovereignty</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/51402a370d79",
  "categories": [
    "jordan-peterson",
    "economics"
  ],
  "isoDate": "2018-02-19T15:21:45.000Z",
  "publishedAt": "Mon, 19 Feb 2018 15:21:45 GMT"
}