{
  "creator": "Bonnitta Roy",
  "title": "Refactoring Path Dependencies",
  "link": "https://medium.com/open-participatory-organized/refactoring-path-dependencies-9c130487d009?source=rss----68aa8a9faca8---4",
  "pubDate": "Sun, 22 Jan 2017 16:09:06 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*11lPLQcsvqliOCoksqmc7g.jpeg\" /></figure><h4>the problem with roles</h4><p>Part III of a series on Releasing Complexity. <a href=\"https://medium.com/open-participatory-organized/release-complexity-d3f7390e622d#.sugdjrbqu\">Part I here</a>. <a href=\"https://medium.com/open-participatory-organized/the-power-matrix-e94f670cfc7c#.i8182d8hs\">Part II here.</a></p><p><a href=\"https://medium.com/open-participatory-organized/a-brief-history-of-management-23361290a08b#.cjj6uqd7r\">For a brief history of how we got to this place, read here</a></p><blockquote>The term “path” describes the order, sequence, stages and steps in which work is accomplished. Path dependency is composed of two kinds: role dependencies and route dependencies. This article is about role dependency. The next article deals with route dependencies.</blockquote><h4>Unlock role dependencies</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/961/1*8lG0EOmsAqHGW1vPCtOQ3g.png\" /></figure><p><strong><em>Role dependencies</em></strong> are created when operational flows are required to pass through specific people and their roles in order for the work to proceed. Traditional organizations design <em>role dependencies</em> into operational flows in order to control costs and assure quality, and as a way to make individual managers accountable through policies that require them to approve, prioritize and “make the final calls.” Agile and lean organizations have proved that when teams are assigned the responsibility for the quality of their work, including costs, value, and ROI, they do a <em>better job at it</em> than when these control requirements are exported to managerial levels. In addition, adding full responsibility of the work at the team level, <em>actually helps build </em>better smarter, and more innovative teams<em> </em>by necessitating deeper engagement through the need to participate in strategic conversations. Engaged teams in turn, become perfectly capable of designing and implementing their own <em>decision-making process</em> which is more likely to be responsive to the context in which they work, more likely to suit their skills and value-set, and more likely to be optimized to the task demands they are responsible for. This releases the organization from a “one-size-fits-all” mentality which leads to unnecessary complexity in some places, and practical “work-arounds” in others.</p><p><strong>Allow teams to innovate operational flows</strong></p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/961/1*5JxJe3ApdfQdLJ9x1ihu3w.png\" /></figure><p>Front line teams who are most familiar with the operational contexts and whose core competencies are more closely matched with the task demands of the operation should be allowed to innovate the operational frameworks for the workflows inside their teams’ location. This includes staging and prioritizing, as well as designing shared facilities and allocating resources and tools. Advanced teams can be given the responsibility to propose budgets and set salaries through collaborative team processes. Experiment and improvisation allows teams to discover key workflow innovations that are otherwise hidden in plain sight from higher-up managers or design and engineering professionals, who do not participate in the ordinary, everyday task demands of front line teams. Periods of work stoppage caused by moving in and out of operational domains, and into departmental, administrative, managerial or legal domains, should be eliminated altogether, by including smart and efficient evaluative procedures as part of the core team operations.</p><h4>Switch to the notion of locations</h4><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/961/1*jdoAZ6d6_22gyUK8iQkuYg.png\" /></figure><p>Organizations can shift away from using roles altogether by employing the notion of “locations” as fundamental building blocks. A location can be physically occupied by co-located workers, or can be virtually occupied by members connecting via digital technology — or a hybrid of both. A “location” is a single strategic entity, defined by the performance, objectives and values (POV) that capture its core orientation, using simple prompts such as</p><p><strong>&gt; <em>What is happening here?</em></strong></p><p>- A description of why the location exists, what strategic piece does it hold, orienting teams toward prioritizing at different strategic junctures</p><p><strong><em>&gt;</em></strong><em> </em><strong><em>What does good work look like here?</em></strong></p><p>- A description of evaluative judgement, helping teams enact continuous quality improvement</p><p><strong><em>&gt; What tasks must we accomplish to do good work here?</em></strong></p><p>- A backlog of work, continuously updated to respond to changing conditions and re-contextualizing the location</p><p><strong>&gt; <em>What values will motivate people to do good work here?</em></strong></p><p>- An honest recognition of the personal value set that must resonate for people to enjoy and flourish in this work</p><p>Locations can be thought of as strategic “bets” that attract enough interest and talent that people self-organize to pursue them. The more adequately the POV of a location can be defined and shown to be a “good bet” — the more easily it can be filled with people who have the cross-functional skills and leadership depth that optimize performance in teams. In these locations, people will automatically and naturally self-organize into suitable roles through the natural human processes of negotiating asymmetric needs(wants) and skills(resources) as they navigate the complexities of 21st century work. Once underway, locations co-evolve along with the people who occupy them, through the decisions they make every day as a team, as well as through larger strategic conversations with other teams in other locations. Furthermore, teams in different locations can be allowed to design a governance and set decision-making policies that best fit the context and conditions of their work and responsibilities. In this way, a company’s risk can be mitigated in many different ways, at many different levels, simultaneously — building in what we call <em>strategic depth</em>.</p><p><strong>Design locations for strategic depth</strong></p><p>Locations are best designed as semi-autonomous entities that enable maximum responsibility and creativity for the teams that occupy them. There are two classes of locations</p><p>· <em>core locations:</em> where teams are responsible for generating new value</p><p>· <em>network locations:</em> where teams are responsible for transacting that value with the customer/society/world</p><p>Teams in both classes of locations assume strategic orientations to their work, and are responsible for understanding the <em>strategic relevance </em>of their work as it relates to larger and larger <em>strategic wholes</em>. This way of designing for<em> strategic depth</em>, allows front line workers in core locations to prioritize decision-making by integrating local contexts with larger strategic considerations. As a result, double and triple loop learning practices are designed into the structural architecture of the organization.</p><p>Building strategic depth also means designing practices which continuously “push strategic responsibility” down to core value locations. This is a process of “operationalizing strategy” that has enormous capacity to reduce organizational complexity and relieve organizational debt. Take for example, how agile organizations have moved the customer closer to, if not in direct contact with the developer team. Just a decade ago, customer relationships were siloed into departmental and managerial pools who then commanded front lines teams to execute on their plans. By placing customers and their needs, in direct contact with core teams that exist to satisfy them, not only do organizations build strategic depth and the resilience that comes with it, but also create more powerful incentives for teams to produce high quality products and services.</p><p>Next generation leaders will understand how to design workplace practices such that strategic needs are sensed, scanned and scoped out in network zones. This can be easily done through interactive practices such as attention mapping. Afterwards, collaborate teams drawn from both network and core locations, work together to turn strategic opportunities (or “bets”) into well-defined core locations that will be responsible for pursuing and executing them. Newly established locations are then populated by cross-functional teams who go on to create the operational frameworks and workflows that meet required objectives in fulfilling the performance goals of the location.</p><h4>Focus locations on strategic value</h4><p>A company’s <em>strategic value is its capacity to self-organize</em> <em>to solve customer problems.</em> Through a variety of value transactions, customers look to organize with companies to distribute the energy load of the task demands associated with their needs and wants. The company’s value to customers, is a result from having organized the talent, skills, resources and capacities for them. Customers represent the transactional resources to satisfy the company’s needs and wants, namely liquidity of cash and resource flows, infrastructure development and profit. In this sense, a company and its customers also self-organize, creating a power-value matrix at a larger strategic level. Brand-loyalty is a way for organizations to vie for a unique value-laden identity with their customers, while customers continuously seek parity with organizational heft through market negotiations that up-scale products and services while driving prices down. At even larger strategic levels, companies compete with each other creating complex asymmetries in the power-value matrices. In an ideal market, prejudiced neither by regulation nor monopolization, production value flows toward needs and wants and transactional value flows toward the skills and resources needed to satisfy them. Disruptive innovation puts more production value into the hands of the customer, essentially eliminating the power-value asymmetry across which transactional value flows, leading to net-zero production margins, a tendency we are seeing today. For example, prior to the internet, people relied on travel agents to book air flights. Afterwards, people still had needs and wants to travel, but technology has raised their skill (resource) level to eliminate the production value of the travel agent.</p><p>Likewise, <em>inside the organization</em>, disruptive innovation in workflow design produces strategic value, by <em>decreasing the costs of production</em>. Smart design, aided by technology can greatly reduce the dependencies between role and route, and create simpler, more direct pathways toward getting things done. As long as managers’ roles are coupled with the <em>need to manage for complexity</em>, disruptive innovation <em>inside the workplace</em> will run into a great deal of resistance from managers whose roles would become obsolete. Next generation leaders, therefore, must design career paths for managers based on their ability to build strategic depth and increase strategic value both inside and outside the organization per se.</p><p><a href=\"https://medium.com/open-participatory-organized/re-routing-work-2346ef819081#.dddxfyi8s\">[Part IV here]</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=9c130487d009\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/open-participatory-organized/refactoring-path-dependencies-9c130487d009\">Refactoring Path Dependencies</a> was originally published in <a href=\"https://medium.com/open-participatory-organized\">Our Future at Work</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Bonnitta Roy",
  "guid": "https://medium.com/p/9c130487d009",
  "categories": [
    "leadership",
    "management",
    "compleity",
    "strategic-innovation"
  ],
  "isoDate": "2017-01-22T16:09:06.000Z",
  "publishedAt": "Sun, 22 Jan 2017 16:09:06 GMT"
}