{
  "creator": "Jordan Hall",
  "title": "Seems reasonable to keep this here now that it has some kind of flow.",
  "link": "https://medium.com/@jordangreenhall/seems-reasonable-to-keep-this-here-now-that-it-has-some-kind-of-flow-a4b56fb9801b?source=rss-affe923beaf9------2",
  "pubDate": "Thu, 21 Nov 2019 00:42:07 GMT",
  "content:encoded": "<p>Seems reasonable to keep this here now that it has some kind of flow. Will be interesting to see if anyone chooses to follow it (and if Medium can handle this level of nesting!).</p><blockquote>I get the rest of the Silicon Valley vs Big Tech analogy you lay out, but it seems almost tautological. It seems the lesson you’re teaching is <em>“people are more creative when they collaborate as peers instead of reacting to rigorous authoritarian hierarchies.” </em>To that assertion I would probably say something like “duh,” if I wasn’t trying to be polite and engaged. It sounds as if you’ve “stumbled into a truism,” as my dad used to say to me.</blockquote><p>I agree! And if you can imagine, for me the entire rest of the Game A -&gt; game~b story is equally ‘duh’.</p><p>So notice that if the above is tautological, we need to explain why nearly every damn time the “Game A” side of the equation has to be dragged kicking and killing into the future. The answer of course is that “people are more effective” when they are reacting using well understood approaches than trying to invent new ones. So we get a classic “hill climbing” vs. “valley crossing” balance. If the landscape favors the old game then we will find ourselves migrating towards “excellence” “hill climbing” “game ant”. If the landscape favors the new then we will find ourselves migrating towards “remarkableness” “valley crossing” “game b”.</p><p>The meta-landscape seems like it started in the “95% of the time the old ways are better”. So most of the time going with “rigorous authoritarian hierarchy” was the best idea. Hence the Bronze Age.</p><p>But each time there was a little nudge in valley crossing direction, the meta-landscape shifted a bit in the “valley crossing direction”. So in the 1100’s in the West we were still, say, 80/20 hill climbing. By the 1600’s it had shifted to like 70/30. By the 1800’s to maybe 60/40. By the 1950’s to 50/50. Ish. By the late 70’s we were crossing the Rubicon to a point where (for the first time ever) the meta-landscape fundamentally favored “valley crossing” over “hill climbing”— but the “Great Moderation” (aka Globalist Neo-Liberalism) since then has been a tremendous rearguard action trying to keep the fundamental architecture of Game A in place.</p><blockquote>And if that’s the case, then the devil is obviously in the Dunbar Details. How do you scale collaborative efforts past the social connection boundary . . .</blockquote><blockquote>The answer to scaling past Dunbar boundaries is re-enculturation of a different set of behaviors at a massive scale. This is why Communism “works” in North Korea. They’re uniformly indoctrinated.</blockquote><p>This is the Game A answer. And, of course, it works in the sense that it does scale. But it does so in a fashion that fails for all the various reasons <a href=\"https://jimruttshow.blubrry.net/jordan-greenhall-hall/\">I’ve outlined elsewhere</a>. If we would like to drill down here we can, of course.</p><blockquote>This is where you lose me, and perhaps where all of Game B might lose me. It’s the place where our conversation begins to sound like Scott Alexander’s <a href=\"https://slatestarcodex.com/2015/04/21/universal-love-said-the-cactus-person/\">Universal Love Said the Cactus Person</a>. (If you’re not familiar, go read that and come back) What you said above sounds a hell of a lot like <em>“you can’t be told how to become enlightened, you just have to discover it and then do it.”</em></blockquote><blockquote>And I think there’s real value in that perspective, and I think I hold it to a large degree myself, but if Game B is an unspeakable enlightenment, then what’s in it for me over Zen Buddhism? Game Zb has been around for a while already.</blockquote><p>Ah. Yes, I get this and it makes sense. I think this is because the “transcendent industry” has had to manufacture a lot of confusion in order to maintain its niche. My experience is that this stuff is simpler. For example, you are jumping all the way from “participatory knowing is the thing” to “unspeakable enlightenment”.</p><p>Participatory knowing isn’t == “unspeakable enlightenment”. It is juggling. Or shooting a basketball. Or speaking French. You can read about it in a book. I can talk to you about it <em>ad nauseum</em>. But until you actually do it for yourself (and do that thing where your specific individual way of being in the world conforms to the subtle set of things necessary to actually have this capacity), you aren’t going to make much progress. A good coach doesn’t coach free throws by drawing a diagram. He gives you a ball, points you at the basket, maybe repeats some mantras (“bend your knees”) and tells you to come back when you are hitting the shot.</p><p>There is a lot of area under the curve between “disseminating concepts” and “unspeakable enlightenment”. The same goes for the thing you are pointing to as “spirituality”. Spirituality is like how you can learn how to be a better parent or partner by learning how to take responsibility for your own reactions and practice better ways to communicate. Its practical stuff closer to how you make a good house [hint bricks better than straw if you are in a region notably habited by wolves] than what the Burning Man folks traffic in. A truly spiritual person isn’t someone who speaks nonsense and imagines that sage scares away spirits. A truly spiritual person has lived life deeply and has integrated the highest joys and pains into a quality that could be called “wisdom”.</p><blockquote>And the religions that won out in the game of religious Darwinism where not the most spiritual ones, <em>they were the ones with the most effective program</em>.</blockquote><p>We return to the Big Tech vs. Silicon Valley analogy. In this analogy, Big Tech has the most effective program (strategy). Silicon Valley is “more spiritual” (culture). In each step up the stairway, we go through a phase of “most effective program” working for a while and then a phase when “most spiritual” zips ahead (the Axial age famously is a big example). Again — when the landscape favors hill climbing, the “most effective program” will tend to win. When it favors valley crossing, the “culture most capable of cultivating wisdom” will tend to win.</p><p>This is the thing. Bret hits on this a lot. The dead center of game~b is the recognition that we are (whether we like it or not) crossing that rubicon in novelty. As the “stumble” of War continues to move us up the ratchet of accelerating change, Darwinian action is resolutely selecting for cultures that (a) are better at creating change; and (b) are better at thriving in that higher rate of change than the legacy cultures. Capitalism *categorically* outcompetes Feudalism because it changes the landscape into something that Feudalism can’t survive in.</p><blockquote>(spooky story therefore behave thusly) is a complete end-around to having to explain the actual reasoning behind (behave thusly). The efficacy and robustness of the world’s religions is not tied to the (spooky story), it’s tied to the behavior attached to the story. And through Darwinist action, the religions that had the best set of (behave thusly) won out. I often hear the thought experiment “maybe one of our current religions are right,” but the funner one to me is <em>“what if one of the dead religions was right?” </em>How did that dead religion die? Because its version of (behave thusly) was less optimal than the ones we have today.</blockquote><p>Yep. This is the same dynamic of “local optima” vs. “global optima”. Or “bad parenting”. It is indeed the case that if you smack your kid when they do X, they will stop doing X. And if you are in a situation where X is fatal, that might be a decent approach (i.e., your kids will survive while those without that code die). But you are now on the religio — credo reversal death spiral that Johnny V has been talking about.</p><p>For simplicity, I’ll define the approach of “(spooky story behave thusly)” as “morality”. Morality (in this sense) is a strategy that optimizes for achieving particular behaviour [code]. In contexts where very little changes, you can get a long way via Morality. As you say, it is much easier to scale Morality than it is to cultivate Wisdom. And as long as the evolutionary process (Darwinist action) has time to do its work, it will ultimately select for a Morality that is a ‘good’ fit to the context.</p><p>But if the context changes, you are in deep trouble — because you have been training your entire society to “run code” rather than to “respond to reality”.</p><p>Back to Big Tech vs. Silicon Valley. You are going to see this “duh” dynamic showing up over and over.</p><blockquote>It seems obvious to me, after years of chewing on this, that what we need is Religion Zero. [Outline of Religion Zero]</blockquote><p>Here is where you lose <em>me</em>. Actually a lot of what you say here seems right to me (particularly the first three bullets), but the essence is off. Perhaps simply practically: we are entering an accelerating phase of what I have been calling “The War on Sensemaking”. In this war, the gloves are off in an total war on the front of “propositional knowing”. The technologies of propaganda, manipulation, etc. are going to go through the same kind of acceleration that the technologies of blowing shit up went through between 1939 and 1945. The entire capacity for “spooky stories” to do anything at all is going to be so much toxic mush. The SJW religion (and its co-conspirator the alt-right religion) will simultaneously fragment and spiral with each other into a vapor of increasingly hyper-potent ideological fixation. [They will be helped of course by any agents playing variants of Game Ant that are still functional — looking at you China.]</p><p>This is the ideological part of the endgame of Game A. The Run Code function of the mind that Game A so successfully exapted is tapping out.</p><p>This part, however, I think is both possible and good:</p><blockquote>The best possible goal for Religion Zero would be to create a framework that is scientifically believable, but which also didn’t conflict with any major world religions today. Better, it would explain how each of those religions could also be literally scientifically true. This is the holy grail. If you can build that, you can piggyback Religion Zero into the teachings of any and all major world religions, which would not only give you a viral pathway to spread it, but also connect people of different existing religions through the Religion Zero lexiconic pathway.</blockquote><p>So we are now starting to get very close to the center of this thing.</p><blockquote>And if that’s the case, then the devil is obviously in the Dunbar Details. How do you scale collaborative efforts past the social connection boundary . . .</blockquote><p>Yep. This is where the OG game~b team sat about nine or so years ago. More specifically, Game A scales — but at an exponent that is below 1 (so you get “decreasing returns to scale”) and with a system design that intrinsically vectors towards systemic fragility. We need to find a way to scale at an exponent greater than 1 and with a system design that is ‘anti-fragile’.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=a4b56fb9801b\" width=\"1\" height=\"1\">",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/a4b56fb9801b",
  "isoDate": "2019-11-21T00:42:07.000Z",
  "publishedAt": "2019-11-21T00:42:07.000Z"
}