{
  "creator": "Jordan Hall",
  "title": "Swell Vision",
  "link": "https://medium.com/swell-considerations/swell-vision-92ed397ea99f?source=rss----3c55c4eb0532---4",
  "pubDate": "Tue, 07 Oct 2014 17:06:35 GMT",
  "content:encoded": "<h2>it’s simple, really …</h2><h3><strong>everything is better when it’s made by someone who cares</strong></h3><p>Products that are built by people who care about what they are doing are more effective, more innovative, more beautiful, more sustainable. Better in ways we all care about.</p><p>Moreover, when teams of people who care have the resources to compete against the monolithic forces of corporate indifference, they win. And the world gets a little bit better.</p><p>So, we envision a world where the best, most thoughtful, beautiful, sustainable products created by people who really care get elevated. They are easier to find and consume and share. Their creators prosper and create more wonderful things and we are all better off.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/649/1*2UcLOuZbFrBlr47sHVFuSw.jpeg\" /></figure><p>Our mission is to create a special kind of place. A place where people who care are empowered to actively and effectively help each other and product creators by championing the products that they think are worthy, special, important and/or that they would swear by.</p><p>A place where these products get a fair-hearing in the marketplace. A place where <em>everything</em> that is there is there because someone feels strongly that it is worthy and that it is the kind of thing that will make the world better if more people knew about it.</p><p>A place that is free from the distraction and influence of the forces of monolithic corporate indifference (aka ‘Leviathan’).</p><p>A place where individual Appreciation is deeply Respected.</p><p>A place where Care and Quality are Honored.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/800/1*j9EGZOCYPAL3yBE9Kno-Uw.jpeg\" /></figure><p>In many ways, it’s the same old tech story: The world is changing, improving…. getting connected, getting democratized, becoming disintermediated, empowering individuals. We see bootstrappers, self-publishers, app coders, kickstarter hackers, etc. emerging in ways never before possible.</p><p>We believe that given a fair opportunity in the economy of ideas, people who care will always ultimately win. We believe that they really are Better. They are more true, more effective. Their products are more beautiful. More Awesome. More conscientious. More responsible. More authentic. Smarter. Faster. In many ways, this has in fact been the story of our own careers. This story has been our life’s work. It’s an optimistic story and we are optimists, BUT we aren’t naively optimistic. There are emergent real obstacles to these trends, real threats — this is not the opening chapter of this story.</p><p>The outcomes we foresee are not inevitable. They must be fought for. There are Dragons to be slayed. The forces of monolithic corporate indifference are real and powerful. The playing field is far from fair. The good guys have had some wins over the past fifteen years, but the game is far from won. It is time for the next wave.</p><p>What is needed most <em>now </em>is attention. Leviathan is good at buying lots and lots of it. We can’t. What we can do is share. We can thoughtfully and intentionally deploy our attention and energy; spending both to support authentic and caring creators. We can move from discerning <em>consumer</em> to <em>champion</em>. Take the special things that we’ve discovered in our lives and help them get the attention they deserve. That’s why word-of-mouth works and is so threatening. That’s why if you share something awesome that deserves attention you really are making a difference. And if we all do it together, we might just change the world.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*4YZXMVgVh0lflLD2qRCpvQ.jpeg\" /></figure><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=92ed397ea99f\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/swell-considerations/swell-vision-92ed397ea99f\">Swell Vision</a> was originally published in <a href=\"https://medium.com/swell-considerations\">Swell Considerations</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/92ed397ea99f",
  "isoDate": "2014-10-07T17:06:35.000Z",
  "publishedAt": "Tue, 07 Oct 2014 17:06:35 GMT"
}