{
  "creator": "Jordan Hall",
  "title": "The War on Sensemaking",
  "link": "https://medium.com/deep-code/the-war-on-sensemaking-900086bca636?source=rss----7c4eb9aca066---4",
  "pubDate": "Sat, 28 Sep 2019 23:05:02 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*VOWHyoei6hGVIP2pE5JE2w.jpeg\" /></figure><p>I’d like to propose that we are <em>already</em> fighting World War III. We are not merely getting perilously close or or waiting for the other shoe to drop. We are in it. We are in fact neck deep in the next “War to End All Wars.”</p><p>Allow me to explain.</p><p>In 1740, Jacob Dickert began experimenting with a long barreled musket with a groove in the barrel. They called this new innovation a “rifle”. Thus began the last war.</p><p>This war unfolded over centuries and phases, but was fundamentally about the deliberate and strategic use of industrializing technology to deliver escalating levels of destructive energy. Power during this era most certainly came from the barrel of a gun and the alliance between technology and industry proceeded from battle to battle to move us progressively higher and higher on the ladder of destruction. Until at Hiroshima we reached the final level and the beginning of the end of the last war.</p><p>In 1917, a young <a href=\"https://en.wikipedia.org/wiki/Edward_Bernays\">Edward Bernays</a> was asked to help the American war effort by applying his uncle Sigmund Freud’s theories of the unconscious to a new German technique called “propaganda”. Thus began the current war.</p><p>While we continued to fight the last war in trenches and hedgerows, a new form of war was developing <em>in medias res</em>. This war wasn’t one about destructive force in the energetic sense. This war was fought on an entirely different battlefield — sense and meaning. Guns, germs and steel began to give way to spies, lies, distraction and seduction.</p><p>By the 1970’s it was clear to anyone who was watching that the old way of waging war was over. It mattered little how many bombs were dropped on Vietnam. The real war was to be found in the battle for hearts and minds.</p><p>The technology of war moves quickly. In the span of one and a half centuries, the last war leapt from long rifles to repeating rifles to gatling guns all the way to <a href=\"https://en.wikipedia.org/wiki/Little_Boy\">Little Boy</a>. The warfighters of the current war haven’t dawdled. The wars of culture, meaning and purpose have seen innovation on an “exponential technology curve.” The artisanal efforts of Bernays and Goebbels have been left far in the past by modern methods. Consider: concepts like “false flag” and “deep state” are now part of common vocabulary. Everyone is familiar with confirmation bias and psyops. We are all <a href=\"https://en.wikipedia.org/wiki/James_Jesus_Angleton\">James Jesus Angleton</a> now.</p><p>By my estimation we are getting rather close to the Hiroshima of the current war. Perhaps we are in the moral equivalent of trench warfare, perhaps we are storming the beaches of Normandy. It’s hard to say. After all, the main thrust of the current war is that making any sense at all is getting harder and harder.</p><p>Take a look at Syria [2020 update — replace Syria with Coronavirus]. What exactly is happening? With just a little bit of looking, I’ve found at least six radically different and plausible narratives:</p><ul><li>Assad used poison gas on his people and the United States bombed his airbase in a measured response.</li><li>Assad attacked a rebel base that was unexpectedly storing poison gas and Trump bombed his airbase for political reasons.</li><li>The Deep State in the United States is responsible for a “false flag” use of poison gas in order to undermine the Trump Insurgency.</li><li>The Russians are responsible for a “false flag” use of poison gas in order to undermine the Deep State.</li><li>Putin and Trump collaborated on a “false flag” in order to distract from “Russiagate.”</li><li>Someone else (China? Israel? Iran?) is responsible for a “false flag” for purposes unknown.</li></ul><p>And, just to make sure we really grasp the level of non-sense:</p><ul><li>There was no poison gas attack, the “white helmets” are fake news for purposes unknown and everyone who is in a position to know is spinning their own version of events for their own purposes.</li></ul><p>Think this last one is implausible? Are you sure? Are you sure you know the current limits of the war on sensemaking? Of sock puppets and cognitive hacking and weaponized memetics?</p><p>All I am certain of about Syria is that I really have no fucking idea what is going on. And that this state of affairs — this increasingly generalized condition of complete disorientation — is untenable.</p><p>By the end of the last war, the world found itself face-to-face with the sobering realization that continuing progress in the art of killing had reached a terminal point. We had become so good at destruction that unless we were very, very careful, we would end up killing everyone.</p><p>If anything, the current war is even more dangerous. As our ability to make shared sense evaporates and as meaning and purpose are fragmented into so many shards, it becomes increasingly difficult to make good choices. In fact, it becomes increasingly difficult to even want to make good choices.</p><p>I suspect that we have a little ways to go. We have not yet hit “rock bottom.” But I hope that soon there will be a deeply shared acceptance that none of our current institutions are trust-worthy and a deeply shared conviction that we can and must (re)build trust ourselves.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=900086bca636\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/the-war-on-sensemaking-900086bca636\">The War on Sensemaking</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/900086bca636",
  "categories": [
    "sensemaking",
    "syria",
    "fake-news",
    "war",
    "collective-intelligence"
  ],
  "isoDate": "2019-09-28T23:05:02.000Z",
  "publishedAt": "2019-09-28T23:05:02.000Z"
}