{
  "creator": "Joe Brewer",
  "title": "The Politics of Fighting Against Ourselves",
  "link": "https://medium.com/rally-point-perspectives/the-politics-of-fighting-against-ourselves-ea8d06d53e96?source=rss----2725c5feff8d---4",
  "pubDate": "Fri, 26 May 2017 18:51:59 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*RnEww4nfga9yNgA45v0Jnw.png\" /><figcaption>Pathologies run so deep in society that people can no longer tell who their enemies are.</figcaption></figure><p>I want to share a reflection on deep problems in US and world political culture… people are so hurt and confused that they no longer know who their enemies are. I wrote a <a href=\"https://medium.com/personal-growth/how-the-bad-guy-hides-in-your-mind-d76653eca723\">related article</a> last year about how the enemy “hides” in our own minds.</p><p>This week I have been monitoring a series of events (see <a href=\"http://www.washingtontimes.com/news/2017/may/25/evergreen-state-students-demand-professor-resign-f/\">here</a> and <a href=\"https://www.theamericanconservative.com/dreher/hunting-of-bret-weinstein-evergreen-state/\">here</a> for more backstory) that are unfolding at Evergreen College in Olympia, WA — where a thoughtful, politically progressive, and socially engaged professor is being targeted by a witch hunt from “anti-racism” student activists who are demonstrating the most blatant kinds of emotive and judgmental reactionary behaviors.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*raBkiuqkbzJI-WM5wZlUOQ.png\" /></figure><p>Without going into the details (which you can Google or simply read on the wall of this professor, <a href=\"https://evergreen.edu/directory/people/bretw\">Bret Weinstein</a>, who happens to be a friend of mine), I want to share a perspective based on my research into the psychological dynamics of political behavior among people who claim to promote social justice, yet are so deeply broken down by the larger pathologies of Western culture that they have lost the ability to tell friend from foe.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*olVWxYiwhtyM-BXpSoq92Q.png\" /></figure><p>In the last year, I had a similarly dramatic experience where social justice activism was blindly pursued in a manner that caused otherwise good-hearted people to turn on one of their own. Blindly in their fear, these people lashed out and hurt me with cruel and empirically incorrect judgments about my behavior in their group.</p><p>At a deeper level, there is an <a href=\"https://extranewsfeed.com/the-information-age-is-weaponized-4d9f2bda8224\">information war</a> being waged against our societies that is designed to create this kind of anguish and confusion. Divide and conquer is the age-old strategy here. <strong>Get us to fight amongst ourselves and it is easy to keep status quo systems in place. This is a natural outcome of what Jordan Greenhall describes in his excellent (yet disturbing) article, </strong><a href=\"https://medium.com/rally-point-perspectives/the-war-on-sensemaking-900086bca636\"><strong>The War on Sensemaking</strong></a><strong>.</strong></p><p>What I am seeing in these patterns is a profound inability to discern what is really going on in the world. When student protestors accuse a person who has consistently stood up for racial equality and cultural diversity of being a racist (as is happening now at Evergreen), there is call for taking pause to reflect on just how deeply confused so many among us have become.</p><p>Millions among us fear Trump supporters when they don’t realize that the real danger comes when social unrest grows to the point that ANY group begins expressing emotionally intense rage without critical inquiry at another group. Let me state it plainly — the only reason social groups exist at all is because the human mind creates mental categories to help us navigate the immense complexities of our social worlds.</p><p>We are ALL HUMAN. Every single one of us. And yet it is far too easy to project dehumanized mental images onto others when our tribe becomes dogmatically on the side of “The Good” — which automatically frames any oppositional group as “The Evil.”</p><p>As the world continues its descent into intensifying crisis, we will have even more difficulty keeping emotions in check. Expect more outbursts like this (which are fueled by the chronic experience of existential angst, something an unequal world going through ecological collapse creates in droves) and prepare yourself both for critical analysis to discern what is real and compassionate action to guide you through times when many among us (ourselves included) are suffering, confused, and in pain.</p><p>Onward, fellow humans.</p><p><em>Want to support my work? Appreciate my writings? Make a contribution </em><a href=\"http://paypal.me/culturedesign\"><em>here</em></a><em>.</em></p><p><strong><em>For those who are interested in discussion, elaboration, and action around these ideas, check out the Facebook Group: </em></strong><a href=\"https://www.facebook.com/groups/625210141012983/\"><strong><em>Rally Point Alpha</em></strong></a><strong><em> and the subreddit: </em></strong><a href=\"https://www.reddit.com/r/Rally_Point_Bravo/\"><strong><em>Rally Point Bravo</em></strong></a><strong><em>.</em></strong></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ea8d06d53e96\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/the-politics-of-fighting-against-ourselves-ea8d06d53e96\">The Politics of Fighting Against Ourselves</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Joe Brewer",
  "guid": "https://medium.com/p/ea8d06d53e96",
  "categories": [
    "culture",
    "politics",
    "social-justice",
    "psychology",
    "media"
  ],
  "isoDate": "2017-05-26T18:51:59.000Z",
  "publishedAt": "Fri, 26 May 2017 18:51:59 GMT"
}