{
  "kind": "youtube#playlistItem",
  "etag": "z4-Yhztquco0jO6sLdLKTegSODI",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC44QTA1QTQyRTc3M0VGQzYx",
  "snippet": {
    "publishedAt": "2019-11-18T01:56:24Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Session 5: Four selves & Three faces of love",
    "description": "This conversation re-emphasizes the importance of tying together our personal and collective evolution. What you do affects the entire world. Your personal life and all of humanity are inescapably linked. You need and are needed by the whole; you affect and are affected by the whole. Not only is this more clearly evident than ever before at this current time, it is also more true. With globalization and our interconnected planetary systems and technologies, as well as all of our global crises, such as climate change and ocean acidification, there is no “away” or someplace to which we can escape. That is a part of the uniqueness of the time we are alive in.\n\nIn this conversation, Marc and Barbara explain why they refer to sacred texts, bringing up the importance of transcending and including. Rather than dismissing the Great Traditions, the evolutionary impulse is to reclaim the beautiful parts, divesting them of the parts that are no longer relevant, and evolve them. Evolving the Great Traditions is the ultimate devotion. Every generation does this. Barbara adds that this is not just about going back because it’s important; there’s something there that takes us forward. There are also many people who cannot locate themselves in a Great Tradition. They are also welcome.\n\nIn this session you will learn:\n\n    What Marc means when he says that the process of evolution is to transcend all dualities/splits and to externalize interiors\n    How pathological evolution happens\n    What it means to wake up, show up, and grow up\n    What are the stages of growing up\n    What are the Three Divine Forces and how do they relate\n    What it means to be a religious dual-citizen\n    The importance of aggregating, integrating, and evolving\n\nLearn more about the course:\nhttps://ciwprograms.com/courses/becoming-a-future-human-with-barbara-marx-hubbard-marc-gafni-daniel-schmachtenberger/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/psqAvYmEg5A/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/psqAvYmEg5A/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/psqAvYmEg5A/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/psqAvYmEg5A/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/psqAvYmEg5A/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 70,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "psqAvYmEg5A"
    }
  }
}