{
  "kind": "youtube#playlistItem",
  "etag": "7lKrsdswRvHESgJOxpkWbInfmNw",
  "id": "UExwUkVoRzdHdGp0QWJDTUdYd0pwVXI4eFdpZl9kZ0R3Ny4wMTcyMDhGQUE4NTIzM0Y5",
  "snippet": {
    "publishedAt": "2019-12-16T05:41:32Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "97 - Zak Stein on Love in a Time Between Worlds: A Metamodern Metaphysics of Eros",
    "description": "Listen to the full episode here::\nhttps://www.patreon.com/posts/22684128/\n\nThis week’s guest is Dr. Zak Stein, an author and educator whom I met as fellow students of the work of philosopher Ken Wilber over ten years ago. Zak took the road of serious high academic scholarship while I was learning the less laudable and messier way through immersion in the arts and entertainment world, but here we are converging to discuss one of the most important issues of our time: the need for a new human story that includes both modernity’s rigorous scientific inquiry and postmodernity’s revelation of how everything we know is framed by language, culture, and perspective. Without some clever, soulful balance of the two we’re stuck in a “post-truth” era where our need for answers to our fundamental questions leads us backwards into “isms” instead of forwards into something more good, true, and beautiful than what has come before.\r\n\r\n\r\nZak’s answer (like so many other guests on Future Fossils) is to get MORE rigorous about the scope and limits of the world disclosed by science, MORE honest with ourselves about the context-bound claims we can make on knowledge, and MORE open to how all “reality” starts in direct experience, as conscious subjects – where we meet to make new, open-ended, ever-more refined, evolving answers to the questions:\r\n\r\nWhat is human? What is love? What are we here to do?\r\n\r\n\r\nRead Zak’s new paper, “Love in a Time Between Worlds: On the Metamodern ‘Return’ to a Metaphysics of Eros”:\r\n\r\nhttp://www.zakstein.org/love-in-a-time-between-worlds/ \r\n\r\n\r\n‘Where modern scientists often critique the claims of metaphysics as unverifiable and thus untrue, postmodernists critique both science and metaphysics for making truth claims in the first place. Either way, to call an idea or theory “metaphysical” has become another way of saying it is unacceptable. Often with comes with some implication that the theory is a kind of superstition, which means metaphysics is taken not as an attempt to engage the truth but rather as a kind of covert power play or psychological defense mechanism. I argue the opposite: metaphysics is what saves us from a descent into discourses that are merely about power and illusion. Believe it or not, there are metaphysical systems that survived postmodernism and popped-out of the far end of the 1990’s with “truth” and “reality” still intact. These include object oriented ontology and dialectical critical realism, among others.’\r\n\r\n\r\nZak is also the Co-Presdient and Academic Director at the Center for Integral Wisdom:\r\n\r\nhttps://centerforintegralwisdom.org/ \r\n\r\n\r\n…and on the scientific advisor board at Neurohacker Collective:\r\n\r\nhttps://neurohacker.com/ \r\n\r\n\r\n— In this episode we discuss:\r\n\r\n\r\nLewis Mumford, Ken Wilber, Barbara Marx Hubbard, Jurgen Habermas, Seth Abramson, Timothy Morton, Rudolf Steiner, Alfred North Whitehead, Hanzi Freinacht, Daniel Schmachtenberger, Jordan Greenhall, and many other luminaries.\r\n\r\n\r\nRight-wing and authoritarian political thought is resurgent today because of the absenceof reasonable discourse about metaphysical realities during a time when exactly these realties are being put in question due to the apocalypse of global capitalism and the accompanying planetary transition into the Anthropocene.\r\n\r\n\r\nThe way we answer questions like, “What is the human?” will determine the next century because of the emerging power of new technologies that render the human mailable in unpresented ways, which has been made clear by writers like Yuval Harari.\r\n\r\n\r\n“The difference between metaphysics and science is not about what you can see and what you cannot see. It is about what you are paying attention to when you are seeing.”\r\n\r\n\r\n“What we call postmodernism is just modernism with the volume turned WAY up.”\r\n\r\n\r\nThe difference between modern, postmodern, and metamodern views on science and the realities disclosed by science.\r\n\r\n\r\nWhat does it mean to cut a definition of the human out of our education systems?\r\n\r\n\r\nThe relevance of Rudolf Steiner’s metaphysics and pedagogy in 21st Century education – especially its attention to subjectivity and interiority.\r\n\r\n\r\nHow fundamentalism, nationalism, racism, and other regressive movements in society are symptoms of a postmodern assault on consensus reality.\r\n\r\n\r\n“In the absence of metaphysics, there’s a vacuum of meaning…what can step into that is not always pretty.”\r\n\r\n\r\n“After postmodernism, we can’t return to some pat, totalizing answer for everybody. After postmodernism, when we begin to build a new coherence, it’s always going to be a polycentric and dynamic and always renegotiated coherence. And that’s what science ought to be, which is to say, knowledge building, and not knowledge finding. Period.”\r\n\r\n\r\n“Ideas matter – and right now, we live in a context where ideas matter only insofar as they can be leveraged for clicks on websites that generate advertisement revenue.”\r\n\r\n\r\nWhen did we start gladly giving our decision-m",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/_uMgBoorlDQ/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/_uMgBoorlDQ/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/_uMgBoorlDQ/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/_uMgBoorlDQ/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/_uMgBoorlDQ/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtAbCMGXwJpUr8xWif_dgDw7",
    "position": 2,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "_uMgBoorlDQ"
    }
  },
  "_id": "_uMgBoorlDQ",
  "collections": [
    "https://www.youtube.com/watch?v=QkV_EkxbVms&list=PLpREhG7GtjtAbCMGXwJpUr8xWif_dgDw7"
  ]
}