{
  "creator": "Jim Rutt",
  "title": "Sigh … while as you know I mostly agree with your formulation, I must take great exception to your…",
  "link": "https://medium.com/@memetic007/sigh-while-as-you-know-i-mostly-agree-with-your-formulation-i-must-take-great-exception-to-your-648d2618308?source=rss-d14f90fcad6c------2",
  "pubDate": "Sat, 26 May 2018 16:18:57 GMT",
  "content:encoded": "<p>Sigh … while as you know I mostly agree with your formulation, I must take great exception to your terminology.</p><p>Why would one want to name as “Religion”: “the domain of how we enter into relationships with each-other so as to form a community that is both coherent and thriving in the world.”</p><p>The words “culture” or “society” cover the ground well without the implication of metaphysics.</p><p>If one wanted new terminology — indeed you’ve used it in the past — the construction “social operating system” fits almost precisely.</p><p>And then there is “Spirituality”. You said:</p><blockquote>“I’ll call it “Spirituality.” I would like to propose that Spirituality is a good word to describe the relationship between our lived experience of reality and our (interior) Self. That is, to the degree that we are able to develop “character” or “integrity of Self” and bring our lived experiences into relationship such as to improve our character and/or maintain the integrity of our Self, this is a “Spiritual” practice.”</blockquote><p>This sure seems to me to be nothing more than personal development or the development of character. Maybe if you wanted to get a little fancy you might call it “cognitive-social tuning”. Why bring in the baggage of “spirits” and the metaphysics that implies? Your formulation works just fine without any metaphysical baggage.</p><p>This tendency towards misleading vocabulary is unfortunately congruent with the slippery language of Jordan Peterson. He wraps fairly commonsense ideas in the dubious vocabulary of Jungianism. And despite being a professed non-believer in Christianity, a typical not deep reader of his <strong><em>12 Rules</em></strong> would likely come away with the belief that Peterson is not only a Christian but a Christian propagandist.</p><p>What Comes Next must get beyond the bad habit of wrapping social operating and personal development concepts in the language of metaphysical bogosity.</p><p>It sells, but it isn’t right.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=648d2618308\" width=\"1\" height=\"1\">",
  "dc:creator": "Jim Rutt",
  "guid": "https://medium.com/p/648d2618308",
  "isoDate": "2018-05-26T16:18:57.000Z",
  "publishedAt": "Sat, 26 May 2018 16:18:57 GMT"
}