{
  "creator": "Jordan Hall",
  "title": "Considering Anti-Fragility",
  "link": "https://medium.com/deep-code/considering-anti-fragility-495494ce259a?source=rss----7c4eb9aca066---4",
  "pubDate": "Tue, 23 Oct 2018 21:50:29 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/700/1*eLzM0HcXp6-5a1WIIz2UZA.jpeg\" /></figure><p>Nassim Taleb famously brought the notion of anti-fragile into our consciousness in his <a href=\"https://www.amazon.com/Antifragile-Things-That-Disorder-Incerto/dp/0812979680?SubscriptionId=AKIAILSHYYTFIVPWUY6Q&amp;tag=duckduckgo-d-20&amp;linkCode=xm2&amp;camp=2025&amp;creative=165953&amp;creativeASIN=0812979680\">book by that name</a>.</p><p>I recently noticed that I have a conception of that notion that might bear sharing. I think this can be done somewhat quickly, so here goes.</p><p>First as a caveat, herein I will be using the term “anti-fragile” to mean that which is being described here. While this might be fully the same as the notion of anti-fragile introduced by Taleb, it might also only represent an aspect of that “larger” notion.</p><p><strong>Transmogrification</strong></p><p>To begin, consider a pocket watch. More specifically, consider the spring of a pocket watch. Notice that you wind the watch, applying some amount of mechanical energy (likely sourced by converting ATP into muscle contractions). And that this same energy is then converted into the rotational movement of the hands over some duration. This is “conversion”. Energy in, energy out. In point of fact, of course, by the laws of thermodynamics, less energy out.</p><p>Now move our object of contemplation to a very simple “barrel” music box. This contraption consists of a spring attached to a barrel that has some number and arrangement of pins that when turned ‘just so’ pluck metal armatures so as to cause them to vibrate at different (hopefully sonorous) tones.</p><p>To begin, let us assume that the pins on the barrel are completely randomly arranged. In this case, we have something quite similar to the watch. We convert ATP into muscle contractions to wind the spring and then the spring unwinds in a fashion that turns the barrel — producing a random arrangement of sounds. Energy in, (less) energy out. Perhaps ten turns of the key results in two hundred rotations of the barrel.</p><p>Now replace the random barrel with one that has been so arranged that the sounds played are the notes of “twinkle twinkle little star”. This time, something new has happened. From one perspective, it is the same. Ten turns of the key, two hundred rotations of the barrel. But from another perspective, ten turns of the key has resulted in a song. Twinkle, twinkle.</p><p>Now replace this barrel with one so arranged that the sounds played are the notes of Beethoven’s 9th Symphony. Ten turns of the key. Beethoven’s 9th Symphony.</p><p>There is something happening here. Something different from mere energy conversion. I’ll call it “transmogrification”. The same energy in can be transmogrified into really rather strikingly different results.</p><p>We can, of course, do the same thing with Beethoven himself. Ludwig Van, we might imagine, takes in about 3,000 calories a day. Most of the time, this 3,000 calories produces, let’s say, random noise. The normal day to day business of being a human in the world. But some of the time, this same 3,000 calories a day produced “the 9th Symphony”.</p><p>Transmogrification is not the same as conversion. The laws of thermodynamics don’t tell you much about transmogrification. The same amount of energy in can result in very different results.</p><p>This is the key to my understanding of anti-fragility.</p><p><strong>Anti-Fragility</strong></p><p>Consider robustness. This is the ability to resist some force while being what (and where and how) one is. If I am standing in front of you and you shove me, if I am robust, I remain un-moved. Energy vs energy.</p><p>Consider resilience. This is the ability to respond to some force by being able to return to what (and where and how) where were before the force was applied. If I am standing in front of you and you shove me, if I am resilient, I can return to my original position (and disposition). Energy vs. energy.</p><p>Now anti-fragility. This time, when you shove me, I invent Aikido. Transmogrification.</p><p>A city is anti-fragile when it responds to a flood by coming together, improving social capital and innovating new ways to respond to the future. A company is anti-fragile when it responds to market competition by innovating new ways to market or design or . . .</p><p>The strong version of this proposition is that transmogrification — the translation of energy from the energetic to the informational or from the rivalrous to the anti-rivalrous — is precisely all that can be meant by anti-fragile.</p><p>The weak version is that transmogrification is one of the more powerful and, I would suggest, interesting aspects of anti-fragility.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=495494ce259a\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/deep-code/considering-anti-fragility-495494ce259a\">Considering Anti-Fragility</a> was originally published in <a href=\"https://medium.com/deep-code\">Deep Code</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/495494ce259a",
  "categories": [
    "antifragile"
  ],
  "isoDate": "2018-10-23T21:50:29.000Z",
  "publishedAt": "Tue, 23 Oct 2018 21:50:29 GMT"
}