{
  "creator": "Jordan Hall",
  "title": "We Interrupt This Program . . .",
  "link": "https://medium.com/emergent-culture/we-interrupt-this-program-75214813bb54?source=rss----708c0b15465e---4",
  "pubDate": "Tue, 12 Jul 2016 15:52:57 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/630/1*d0jqliHX8uvC_3DUXj5YwA.jpeg\" /></figure><blockquote>During liminal periods of all kinds, social hierarchies may be reversed or temporarily dissolved, continuity of tradition may become uncertain, and future outcomes once taken for granted may be thrown into doubt. The dissolution of order during liminality creates a fluid, malleable situation that enables new institutions and customs to become established.</blockquote><p><strong>Remembering Liminal Space</strong></p><p>If you can, I would like to invite you to go back and recall the days and weeks following September 11, 2001. Not the version of events that has been produced by “The Narrative”, mind you, the actual lived experience you had being there. Remember?</p><p>I’ve noticed that many people shared some similar experiences. For a few days, it seemed like everyone “woke up” and had a moment of clarity. For a little while, the Narrative was disrupted and we looked around, no longer distracted by artifice and spectacle, to wonder, confusion and . . . a sense of the real? For a little while the talking heads and carnival barkers who produce The Spectacle were, briefly, silent. We entered something like a sacred space — and they seemed ashamed to violate it.</p><p>This lasted for several days. Maybe even a few weeks. For a brief moment, everything was uncertain — anything was possible.</p><p>Then the lies started. The Spectacle began re-establishing itself. More, it reached into that sacred, liminal, space and began imposing a new Narrative upon us. One of WMDs and Homeland Security; of Patriot Acts and Missions to Accomplish.</p><p>We trusted. What we now know were not just lies, but in the main were <em>calculated</em> lies. Manipulation intended to drive a vision of a New American Century. Or some bullshit like that.</p><p>And so the moment was lost, the door was closed, and we entered into the story that has dominated the world for a decade and a half.</p><p><strong>Fool me once . . .</strong></p><p>I predict that a new threshold will soon be upon us. It is exceedingly unlikely that it will look like September 11th for the simple reason that we now know all too well how to “make sense” of such events. “Acts of Terrorism” no longer have the ability to shock us out of our dogmatic slumber.</p><p>But the Narrative is shaky. Every day, it seems that more and more people see the man behind the curtain. Every day, it seems that the Spectacle loses its grip. Sometime soon, perhaps even very soon, some event will occur that once again will drop us out of the matrix and into liminal space.</p><p>If and when that happens, I have a request.</p><p>Don’t let them fool you again. The individuals and institutions that we have relied upon for decades to help us “make sense” of the world can no longer be trusted. For whatever reason, they are liars and to pay them even a moment of attention is, well, shameful.</p><p>How do you do this? Simple — don’t listen to them. And, since they completely control all forms of mass media, don’t listen to that. Turn off your TV. Turn off your Radio. Put down your Newspaper. In fact, don’t listen to <em>anyone</em> who you don’t know from <em>personal experience</em> is both honest and wise. No pundits, no authorities, no experts. I am not arguing that these are wicked people — only that every single aspect of the architectures of mass media are wholly corrupt. Even if these people are trust-worthy, the media that they use, the Spectacle, cannot be trusted.</p><p>Instead of giving your attention to the Spectacle; instead of seeking guidance from Authority; instead of being <em>afraid</em> of liminal space, <em>allow</em>. Allow liminal space to remain open. Allow it to remain sacred. Reconnect with meaning and purpose. Anchor yourself in it. And then listen <strong>from</strong> that center.</p><p>Listen to people. Real people. People you know and people you trust because you know they are trust-worthy. Don’t just listen. Engage. And expand your web of trust. Find out who the people you trust, trust and engage with them.</p><p>This is our most hopeful future. One where the entire Spectacle is “turned off” and we are connected to each-other in a network based on real relationships. The kinds of relationships that are nearly impossible to fake and are really hard to game. And the kind of trust that is strong because it will not be betrayed.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=75214813bb54\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/emergent-culture/we-interrupt-this-program-75214813bb54\">We Interrupt This Program . . .</a> was originally published in <a href=\"https://medium.com/emergent-culture\">Emergent Culture</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jordan Hall",
  "guid": "https://medium.com/p/75214813bb54",
  "categories": [
    "mindfulness",
    "media",
    "politics",
    "liminality"
  ],
  "isoDate": "2016-07-12T15:52:57.000Z",
  "publishedAt": "2016-07-12T15:52:57.000Z",
  "image": "https://cdn-images-1.medium.com/max/630/1*d0jqliHX8uvC_3DUXj5YwA.jpeg",
  "collections": [
    "https://medium.com/feed/emergent-culture"
  ],
  "_id": "75214813bb54"
}