{
  "creator": "Jim Rutt",
  "title": "Blood in the Streets: Red vs Blue",
  "link": "https://medium.com/rally-point-perspectives/blood-in-the-streets-red-vs-blue-5168fe3f17e5?source=rss----2725c5feff8d---4",
  "pubDate": "Wed, 03 May 2017 12:13:40 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/0*HPYcHjm1evbDsqxb.\" /></figure><p>This is the first in a series of articles examining events that may occur in the near future. Events that would define the futures that come after them. I call such moments “cusps” because decisions made during these critical moments effect the subsequent unfolding of the future in profound ways.</p><p>While the fictional events in this article are by no means certain to occur, I consider them likely enough to make anticipating the implications of each branch at the cusp worth thinking about.</p><p><strong>The Battle of Pottstown</strong></p><p><strong><em>RPX news: July 28, 2017 5:25pm EDT Pottstown Pennsylvania</em></strong></p><p><em>Late this afternoon, gunfire erupted during a pro-Trump rally in Pottstown PA when Trump supporters where attacked by counter-demonstrators. At least 20 counter-demonstrators are down and police are reporting multiple fatalities.</em></p><p>Twenty-six anti-Trump demonstrators were shot in Pottstown. Twelve were dead; three more were critically wounded and in intensive care units at area hospitals.</p><p>There were no injuries among the Trump supporters.</p><p>But — as soon became apparent — this was no random clash.</p><p>The counter-demonstrators who’d attacked the Trump supporters were self-styled “Antifas,” short for “anti-fascists.” For the past three months, Antifas had been attacking Trump supporters at pro-Trump Free Speech rallies across the nation, resulting in multiple arrests and injuries on both sides. And the violence was escalating: A month ago, in late June, a clash in Oakland California had sent ten people to the hospital. One was still in a coma; if she came out of that coma, doctors were unsure that she’d ever be able to lead a normal life.</p><p>But the Pottstown showdown was the first time fatalities had occurred.</p><p>The Antifas at Pottstown were a loose federation of traveling anarchists and left-wing students from local colleges. Many dressed in black and wore masks during the attacks. They carried mace and clubs. They were eager and ready to do what they’d done before.</p><p>But at Pottstown, they encounter an opponent that they had not faced before: The Militia of America.</p><p>The police identified 14 shooters. All wore red tee-shirts with a logo consisting of the letters “MOA” overlain by rifle scope cross hairs. The MOA shooters had remained at the scene and had made no attempt made to escape.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*DETkzXBDpcInK_edThhuhg.png\" /></figure><p>When the police swarmed in, the shooters placed their weapons on the ground and raised their hands in the air.</p><p>While remaining calm and friendly, the shooters declined to talk to the police about the shootings. Each shooter handed over a business card from the same local lawyer. Each shooter spoke the exact same words: “I am exercising my right to remain silent, and I want to speak with my attorney.”</p><p>With a little Googling, the media quickly discovered that “MOA” referred to the “Militia_Of_America” subreddit (a named forum) on the Reddit online platform.</p><p>More research revealed that the Militia_Of_America subreddit had 31,742 members and that an anonymous user “eegori1789” had established it on May 26th 2017.</p><p>The “pinned post” at the top of the forum was entitled “Manifesto of the Militia of America”:</p><p><em>“I ask who are the militia? They consist now of the whole people.” </em>— <em>George Mason, Address to the Virginia Constitution Ratifying Convention, June 4, 1788</em></p><p><em>Since the beginning of 2017 there have been repeated brutal physical attacks on political supporters of our President as they peacefully assemble to express their political beliefs.</em></p><p><em>Speaker after speaker has been attacked and driven from the stage at college campuses across the country. Many more speakers have been terrorized into silence.</em></p><p><em>Thus our most holy civil and political rights are under siege. And the “authorities” do nothing.</em></p><p><em>The perpetrators of these heinous acts dare call themselves “anti-fascists” or “Antifa” while engaging in just the kind of brutal totalitarian tactics made famous by the fascists of Europe in the last century. As our parents and grandparents defeated those fascists, let us now organize to defeat this new breed of would-be tyrants.</em></p><p><em>Let the </em><strong><em>Militia of America</em></strong><em> leap forth in spontaneous action to defend our most precious rights.</em></p><p><em>Smash Antifa!</em></p><p><em>“The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.” <br> Thomas Jefferson</em></p><p>Poring though the voluminous online discourse revealed that by late July, there was MOA activity in at least 35 states.</p><p>And the MOA appeared well organized. The subreddit included detailed analyses of the firearms laws in every state. Optimal locations for MOA actions, multiple posters pointed out, were states that had “shall issue” concealed carry, open carry, and “stand your ground” laws. Pennsylvania had all three.</p><p>There were protocols for videoing any and all actions, for arranging with a sympathetic local lawyer in advance for representation, and for remaining at the scene but invoking the Constitutional right to remain silent.</p><p>There was a doctrine — endlessly repeated: to always know and to strictly obey the law. A substantial amount of the online discourse involved the posting of scenarios followed by both tactical and legal analysis by the participants.</p><p>The consensus strategy appeared to be for MOA T-shirt clad members, with concealed carry permits and large capacity pistols, to attend rallies and other events that appeared to be likely targets for Antifa attacks.</p><p>As the moment of crisis approached, the MOA members were to converge at what looked like the most likely location where the Antifas would attack. They were to deploy into a defensive line and to wait. Simply <em>wait. </em>Without provocation. Remaining silent.</p><p>As the Antifa attackers grew close, MOA members were to draw their pistols and yell, “Halt!” If the attackers continued forward, MOA members were to fire and to keep on firing until all the attackers were down.</p><p>At Pottstown, the plan was executed almost exactly as it had been written about in the MOA subreddit scenarios.</p><p>As the media continued to investigate, they were surprised to find that the MOA, while clearly well organized, wasn’t an organization at all — at least as the media understood organizations.</p><p>The movement had no website or domain name. No mailing lists, no post office box. It was not a legal entity. Where the media expected to find the usual tangle of red tape that signifies organizational existence in the 21st century, it found nothing.</p><p>MOA was entirely self-organized with what appeared to be only transient, spontaneous leadership as necessary for specific purposes. No permanent “leader” or “leaders” existed. The anonymous user “eegor1789” who’d established the MOA subreddit and who’d posted the Manifesto of the Militia of America disappeared after posting those artifacts and was never heard from in the subreddit again.</p><p>Further investigation revealed that since the June Antifa attack on Trump supporters in Oakland, the #moa hashtag had been appearing at an increasing rate in comments in another Reddit subreddit, “The_Donald”, which was a prime organizing venue for Trump supporters. The #moa hashtag was most commonly attached to comments inspired by announcements of upcoming Trump rallies.</p><p>When researchers reviewed video footage from the pro-Trump rallies in the earlier weeks of July, they saw only a few MOA T-shirt-clad attendees. But the number of MOA T-shirts at Trump events continued to grow as the month went on. No Antifa attacks occurred at any of those rallies before Pottstown.</p><p>In retrospect, an event like the Battle of Pottstown seemed overwhelmingly likely. A growing number of armed, autonomous, and self-mobilizing MOA members were attending Trump rallies, and the next time the Antifas attacked, there would be blood in the streets. But the “where” and the “when” were unpredictable.</p><p>In addition to the T-Shirt clad firearms carrying members, the MOA protocols also called for multiple plainclothes MOA members to attend Trump rallies and to make videos. Plainclothes MOA members were to make sure to document what happened as the T-shirted MOA members started forming their defensive lines.</p><p>As prescribed in the MOA online protocols, all such videos were immediately turned over to the attorney selected by the shooters. The attorney then released them to the media.</p><p>And the videos clearly showed that the Antifas were the aggressors. The videos showed that the MOA members were “standing their ground” within the letter of the law as the attackers grew close. The videos also showed that the MOA gave a final order to “halt”, which was ignored by the Antifas, before the MOA opened fire.</p><p>Since the MOA shooters appeared to have acted lawfully under Pennsylvania’s “stand your ground’ law, they were all released the next morning as the investigation continued.</p><p><strong>Nearing the Cusp</strong></p><p>The Battle of Pottstown drove the country wild.</p><p>Many Trump supporters were ecstatic that the Antifa thugs had finally gotten their comeuppance. “It’s about time” was a common sentiment. Page views in the MOA subreddit soared, and the number of post escalated almost exponentially as the #pottstown and #moa hashtags spread. These hashtags initially resonated on “deep red” sites, but they quickly spread across the entire web. The MOA shooters were guests on practically every right-leaning talk radio show. A dozen more pro-Trump Free speech rallies were announced around the country.</p><p>At the same time the mass media and the Democrats were outraged. “Another Oklahoma City” was the lead cry. ‘Brown Shirts” said others. The release of the MOA shooters sent large crowds into the streets shouting “No to Fascism”.</p><p>On the night of the shooting President Trump had made a neutral statement lamenting the loss of life but counseling waiting for more evidence before saying more.</p><p>When the videos from Pottstown were posted later that night and the shooters released the following morning, Trump clearly had to make a stronger statement. This was a decision point for Trump, a cusp.</p><p><strong>This Is the Cusp</strong></p><p>On one hand, Trump’s family and his New York City-based advisers were advising the President to condemn the MOA, to instruct the FBI to investigate them, and to order the Justice Department to prosecute them for <em>something</em>.</p><p>On the other hand, Bannon and most of the Red websites and talk radio hosts were advising the President to side with the MOA as law-abiding defenders of civil rights. They counseled President Trump to describe Pottstown as an unfortunate but justifiable outcome of Antifa’s illegal attacks on civil liberties.</p><p>What will Trump decide? Either way, this moment is a critical fork in terms of “what happens next.”</p><p>To see what happens next read: <a href=\"https://medium.com/rally-point-perspectives/blood-in-the-streets-part-2-after-the-cusp-646f5a1ca5f1\">Blood in the Streets Part 2: After The Cusp</a></p><p>If you liked this story, consider sharing it in Facebook or Twitter.</p><p>It would also be helpful if you would click on the green heart to ‘recommend’ the story to others.</p><p>Inspiration for this essay came from Jordan Greenhall’s <a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046\">Situational Assessment 2017</a>.</p><p>Thanks! Jim</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=5168fe3f17e5\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-perspectives/blood-in-the-streets-red-vs-blue-5168fe3f17e5\">Blood in the Streets: Red vs Blue</a> was originally published in <a href=\"https://medium.com/rally-point-perspectives\">Rally Point Perspectives</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Jim Rutt",
  "guid": "https://medium.com/p/5168fe3f17e5",
  "categories": [
    "militia",
    "trump",
    "antifa",
    "2016-election",
    "politics"
  ],
  "isoDate": "2017-05-03T12:13:40.000Z",
  "publishedAt": "2017-05-03T12:13:40.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/0*HPYcHjm1evbDsqxb.",
  "collections": [
    "https://medium.com/feed/rally-point-perspectives"
  ],
  "_id": "5168fe3f17e5"
}