[
  {
    "text": "So if I’m in a competitive game and I havesome information about reality, the reality",
    "begin": "00:00:04.500",
    "end": "00:00:12.510"
  },
  {
    "text": "of the playing field that I’m in then thatinformation can be a source of strategic competitive",
    "begin": "00:00:12.510",
    "end": "00:00:18.180"
  },
  {
    "text": "advantage against whoever I’m competingagainst and so I have an incentive to withhold",
    "begin": "00:00:18.180",
    "end": "00:00:22.750"
  },
  {
    "text": "that information from other players and maybeeven disinform the other players.",
    "begin": "00:00:22.750",
    "end": "00:00:26.940"
  },
  {
    "text": "So we see this is actual games.",
    "begin": "00:00:26.940",
    "end": "00:00:30.019"
  },
  {
    "text": "This is bluffing in poker.",
    "begin": "00:00:30.019",
    "end": "00:00:31.380"
  },
  {
    "text": "This is fake left and go right in soccer,football.",
    "begin": "00:00:31.380",
    "end": "00:00:35.900"
  },
  {
    "text": "But we also would see this in keeping theknowledge to ourselves of where the water",
    "begin": "00:00:35.900",
    "end": "00:00:40.920"
  },
  {
    "text": "is or where the goal is from another tribeor another kingdom or whatever and maybe even",
    "begin": "00:00:40.920",
    "end": "00:00:45.120"
  },
  {
    "text": "trying to throw them off the scent trail withan intentional leaked fake treasure map that",
    "begin": "00:00:45.120",
    "end": "00:00:50.110"
  },
  {
    "text": "has them going the wrong direction so theydon’t accidentally discover what we discovered.",
    "begin": "00:00:50.110",
    "end": "00:00:53.990"
  },
  {
    "text": "Things like that.",
    "begin": "00:00:53.990",
    "end": "00:00:55.540"
  },
  {
    "text": "So within a rival risk context where informationis strategic competitive advantage there is",
    "begin": "00:00:55.540",
    "end": "00:01:00.960"
  },
  {
    "text": "an incentive to disinform.",
    "begin": "00:01:00.960",
    "end": "00:01:04.350"
  },
  {
    "text": "And as we get increasing information technologywhich is media technology and computational",
    "begin": "00:01:04.350",
    "end": "00:01:12.150"
  },
  {
    "text": "technology and statistics and all these thingswe have, we really have exponential information",
    "begin": "00:01:12.150",
    "end": "00:01:18.409"
  },
  {
    "text": "processing but applied to disinformation,the incentive to disinform we have exponential",
    "begin": "00:01:18.409",
    "end": "00:01:24.220"
  },
  {
    "text": "disinformation capacity which means the abilityto customize inflammatory, fake news, propaganda,",
    "begin": "00:01:24.220",
    "end": "00:01:32.960"
  },
  {
    "text": "narrative warfare to specific demographicsand all the way down to specific types of",
    "begin": "00:01:32.960",
    "end": "00:01:37.200"
  },
  {
    "text": "people that are the types that are most likelyfor that person to believe, be upset by, affect",
    "begin": "00:01:37.200",
    "end": "00:01:43.000"
  },
  {
    "text": "their actions.",
    "begin": "00:01:43.000",
    "end": "00:01:44.650"
  },
  {
    "text": "So we see with social media platforms likeFacebook the capacity to be able to target",
    "begin": "00:01:44.650",
    "end": "00:01:52.259"
  },
  {
    "text": "the things that are going to be the stickiestfor an individual and the stickiest often",
    "begin": "00:01:52.259",
    "end": "00:01:56.000"
  },
  {
    "text": "is by appealing to limbic hijacks of whatis scariest to them or hits addiction buttons",
    "begin": "00:01:56.000",
    "end": "00:02:01.780"
  },
  {
    "text": "the most or creates a sense of ingroup-outgroupdynamic or things like that.",
    "begin": "00:02:01.780",
    "end": "00:02:06.490"
  },
  {
    "text": "So when you think about having a society thathas an incentive to both withhold information",
    "begin": "00:02:06.490",
    "end": "00:02:13.970"
  },
  {
    "text": "and to disinform and you think about a hugenumber of different agents who all have increasing",
    "begin": "00:02:13.970",
    "end": "00:02:21.550"
  },
  {
    "text": "disinformation capacities and you also thinkabout the radical asymmetry between an individual",
    "begin": "00:02:21.550",
    "end": "00:02:27.319"
  },
  {
    "text": "just trying to make sense of the world anda huge platform like Facebook or Google or",
    "begin": "00:02:27.319",
    "end": "00:02:31.569"
  },
  {
    "text": "a company that is doing split test, optimizedmarketing you have an asymmetric information",
    "begin": "00:02:31.569",
    "end": "00:02:38.700"
  },
  {
    "text": "warfare of the largest powers in the worldwith agendas that are not the same as the",
    "begin": "00:02:38.700",
    "end": "00:02:45.550"
  },
  {
    "text": "agenda of the individual for themselves beingput forth on radically powerful information",
    "begin": "00:02:45.550",
    "end": "00:02:53.480"
  },
  {
    "text": "technology platforms.",
    "begin": "00:02:53.480",
    "end": "00:02:54.800"
  },
  {
    "text": "So you look at the world today and whetherit’s climate change or whether it’s what",
    "begin": "00:02:54.800",
    "end": "00:03:00.261"
  },
  {
    "text": "the extent of the damage at Fukushima is orwhat the actual tactical capabilities of North",
    "begin": "00:03:00.261",
    "end": "00:03:04.489"
  },
  {
    "text": "Korea are or how long we actually have withcoral die off or most any of the things that",
    "begin": "00:03:04.489",
    "end": "00:03:10.870"
  },
  {
    "text": "are the most critical issues in the world.",
    "begin": "00:03:10.870",
    "end": "00:03:12.750"
  },
  {
    "text": "What goal other countries or what effect othercountries had in influencing U.S. elections.",
    "begin": "00:03:12.750",
    "end": "00:03:20.290"
  },
  {
    "text": "No one really knows the most important thingsclearly to be able to inform good choice-making",
    "begin": "00:03:20.290",
    "end": "00:03:27.030"
  },
  {
    "text": "even about how we survive as a species.",
    "begin": "00:03:27.030",
    "end": "00:03:30.040"
  },
  {
    "text": "So this is critical when we’re trying tounderstand the current information ecology.",
    "begin": "00:03:30.040",
    "end": "00:03:33.989"
  }
]