{
  "creator": "Andrew Venezia",
  "title": "Intro to Rally Point Alpha",
  "link": "https://medium.com/rally-point-journal/intro-to-rally-point-alpha-fa001c532c14?source=rss----d41a60e13b7e---4",
  "pubDate": "Wed, 05 Apr 2017 22:01:23 GMT",
  "content:encoded": "<p><em>Note: this began as an introduction to a Facebook group and began ballooning into something much more than that, so I decided to put it up here. I recommend you read the “</em><a href=\"https://medium.com/rally-point-journal/situational-assessment-2017-trump-edition-d189d24fc046#.d1o98d7cj\"><em>Situational Assessment</em></a><em>” article first, though I’ve also posted relevant quotes that I’m responding to.</em></p><p><em>All direct quotes, unless otherwise noted, are from that article or others by Jordan Greenhall, each of which are linked to within the ‘Situational Assessment’ article.</em></p><p>Hi there everyone!</p><p>I’m here and interested because I’m fascinated with collective intelligence and have been studying and researching it for the last 7 years or so, mostly from a consciousness and identity oriented angle. I undertook a two year research project for my Master’s Degree focusing on what is called “We Space” — Intersubjective Awareness Practices, <a href=\"https://newwaysofhumanbeing.com/2013/10/13/finally-my-thesisfinal-project/\">which you can find here.</a> We Space is one name for the more directly contemplative practices of ‘Collective Intelligence’ though I also include organizational practices such as Theory-U in the rubric.</p><p>More recently I’ve also been pulling together much of what I’ve learned in the last 15 years in various traditions (largely Tibetan Dzogchen, the various Intersubjective approaches mentioned above, schools of depth and transpersonal psychology, subtle energy work) into an approach I call <a href=\"http://www.bedreaming.weebly.com]\">Dreaming</a>, which you can find more out about here.</p><p>**</p><p>“We are currently undergoing a <strong>major</strong> transition from a world dominated by the forces of scarcity to a world dominated by the forces of <em>abundance</em>. This is a <a href=\"https://medium.com/deep-code/foundational-assumptions-e81b5b55e3ff\">once in a thousand-year level (or larger) transition</a> and must be understood in that context.”</p><p>“It will be a struggle over not just the content, but the very <em>sense and nature</em> of identity, meaning and purpose. It will mutate so quickly and will evolve so rapidly that all of our legacy techniques (both psychological and institutional) for making sense of and responding to the world will melt into so much tapioca. This will be terrifying. It is also the source of our best hope.”</p><p>“But change is never easy, and the childbirth of an abundance society will likely be as messy as any other. Many of the right ideas for how we architect around abundance are out there. But a complete system that is adequate to transition us through from an addiction to scarcity is only faintly on the horizon.”</p><p><strong>I take this rapid shift in Identity and What is Real as central for a great transition.</strong></p><p>Rather than 1,000 years, I would argue that we haven’t experienced such a shift in the essential ways we address the questions of what it means to be, and what it means to be human, since we have known ourselves to be human. What’s happening now is on a fundamentally different order than anything that’s happened since, though at the very least we haven’t experienced such a transition since we began thinking of ourselves as separate individuals, a transition that itself took from 5,000 to 500 years ago.</p><p>One of my favorite thinkers and philosophers is Jean Gebser, and he termed the phase of Human Being that we’re transitioning out of “Mental.” The word means something very specific, so even if you feel more like a ‘feeling’ person, or are more of a body-oriented person, you’re still a primarily “Mental” being. Basically, if you think of yourself as being an “I,” then you’re operating Mentally.</p><p>Gebser also outlined in a preliminary way what he saw as coming next: Integral Being. Those of you who are familiar with the term “Integral” are likely mostly familiar with it through the work of Ken Wilber, and the “AQAL” framework, and I’d ask you to try and bracket that out for this article, as Wilber’s Integral and what I mean by Integral have a complicated relationship. I think Wilber — however he understands Gebser in his own mind — misrepresents him horribly. In any case, what I mean by “Integral” is <em>not</em> “AQAL Metatheory.”</p><p>Neither is Integral ‘the next step,’ something that builds on what has come before — although it does that also in a way. To give a sense of what Integral is I’m going to frame the evolution of human self-awareness &amp; use of Symbolic Abstraction through three critical points, obviously cutting out a whole hell of a lot of the nuances and details.</p><p>So first, we’re animals. Conscious, aware, but not self-reflexively, and with little to no ability to creatively combine abstract, conceptual understandings about life and our experience. We don’t ‘know’ that we’re ‘alive,’ because this ‘knowledge’ is implicit. ‘Thought’ is more a sense, an intuition, than what we think of as thought — whether implicit or explicit. It was certainly not Symbolic, or Linguistic.</p><p>Then we gain a first and basic conceptual, abstract sense of being, of the environment, and of being human. Not to any depth of sophistication, but we get the first sense of ‘object-ness,’ of ‘thing-ness’ and are able to mediate our world through different concepts and arrange them in other simple possibilities in our minds — I call this ‘yoking’. The classic example of this would be a word, though I don’t imagine a word as we’d initially recognize one would have started this whole process. “Bear!” meaning — not a particular kind of animal, but a particular kind of <em>danger</em>, the expression divorced from any pre-coded one-to-one correspondence of signifier and signified (as contrasted with the calls of certain animals that have referents, but where those referents are invariant.) Flexible enough to continually adjust the tool as the environment — as life — dictates.</p><p>We have our first conceptual binding of the world. Notice that ‘bound’ here has these two interrelated but seemingly opposite connotations: to bind two (or more) separate things together (yoking), and to create a separation. [“To Bind” and “Bound” have a separate etymology at least as far back as proto-indo-european, however.]</p><p>Unity becomes differentiated from Chaos. In from Out. Day from Night.</p><p>Fast forward… a lot… to the development of the ‘Ego.’ While there are many different twists and turns on this river, that prima-boundary — the one between sense and non-sense, has developed into a sense of Reality. There are things that are Real, and things that are not Real. The seat of things that are Real is the “I” sense, or the Ego — it is the sense of self-being that emerges from what I call “Reality-Location,” and that is something of a referent-hub for other acts of Reality-Location.</p><p>Mentally, we take the different categories as being given, and rather obvious. Real, and Not-real, are different. You and I are different, action and non-action are different, etc. While we tend to think of the ‘categories’ as being opposite, contradictory — as being <em>fundamentally and existentially different and finally differentiatable</em> — what is happening underneath is that we are ascribing a basic, essential, existential Reality to the products of the creative discovery of the <em>act of discerningly navigating</em>. We make sense of the world through locating reality here, and not there, but where we draw that boundary is basically limited only by physics, biology, and psychology/sociology.</p><p>Looking through this lens, it appears self-evident that there is a difference between ‘Reality,’ and “Non-Reality,” without realizing that this difference exists within our symbolic, abstract world. It is as if we are playing a video game, so immersed in our avatars that we no longer recognize that we’re only interacting with little colored bits of light on a screen.</p><p>This does not mean that there is no Reality. Symbolic Abstraction has worked for human culture up to this point remarkably well — though we’ll have to see whether or not we make it out of this century to pass a judgment on it. But it has allowed for everything we think of as Human to happen.</p><p>The words we use to describe what we think is most Real — especially a word like “I,” are much more like the word “hello,” than like “table.” They are socially regulative convention. What does ‘hello’ mean exactly? It’s not a thing — it’s more like a set of instructions, of information: “I am acknowledging and engaging you.” Of course, <em>how</em> we use this convention is where all the art lies. Hello has as many ‘meanings’ as times it’s been said, many of them contradictory (say, carrying ‘you may speak with me,’ or ‘you may not speak with me.’)</p><p>I think the way that we use “I” is out of date, and that something else is possible. The radical move here is not to get rid of our sense of “I,” or identity, but to identify ourselves with… everything. Even a word like ‘node’ is not radical enough. We are individually and collectively this entire universe human-ing. I am a node of this and all of this at the same time.</p><p>This sense can be something that is just as clear, direct, and obvious (and is equally as constructed!) as the sense that I am an individual, floating along in space and time, with my own sense of choice and free will (or my own prison cell in a determinite universe — the twin sides of the coin of being a Mental I).</p><p>It also means that “Integration” (as in “Integral) is not the re-integration of separate, and contradicting, categories of being, but the recognition that those categories of being were always and only creative, skillful activities. We create and condition the world that we are through these fundamental assumptions and Reality Locations.</p><p>We are more like a fountain than ladder-climbers. Integration means not to take all of the water spurting in every which direction and make it go higher, or gather it all up together, it’s to de-identify with any particular location in the fountain without shutting it off, sink below the whole edifice, <em>turn the pressure up</em> and <em>turn the light on.</em></p><p>Clearly technology has a constraining and potentializing effect on consciousness. But the solutions we’re looking for are not merely better technical solutions, and my sense is the kind of possible community that can win the endgame of Mental consciousness would be actively inquiring into the nature of (our) being itself, together, <em>while</em> continually generating tools and technologies. I think this is actually necessary to fully take advantage of what we’ve created to this point without sending ourselves into some hell spiral.</p><p>Isn’t this happening as a natural consequence of technological development? Why would we pay attention to the nature of our consciousness, our being-as-the-world-together? Why not simply pour all of our attention on the technical, organizational aspects of all of this? Why is this relevant?</p><p>In what I’m pointing to, our actively engaged collective inquiry <em>is a reflection of the process which also appears as technological development. </em>Calling attention to and engaging with it is one of its central activities.</p><p>You are not reading the words of a single, individual human mind reflecting on a process — these words, and the activity underneath your own co-creation of them as your experience, are an outpouring of that process responding (playing, relating) to itself.</p><p>— —</p><p>“This means more than just to come to a consensus on how the world works and how our actions impact it — it means to really coordinate in a way that we haven’t experienced as humans since we first began building the walls of Jericho.”</p><p>“The resolution of this challenge is going to require deep systemic change. For example, we are going to have to dispense with the extraordinary bullshit that we call dialogue these days and develop a collaborative truth-seeking function that is up to the task of getting eight billion <a href=\"http://zenpundit.blogspot.com/2006/10/super-empowered-individual-man-is.html\">super-empowered</a> people to dance. “</p><p>Truth in an evolutionary sense is ‘what works.’ We know this about our own perception, as well. We don’t see ‘objective facts’, we see what helps or hinders us from whatever our particular goals are. When we were animals, these were essentially survivalist in nature, and exclusively action-based. With the development of concepts and abstractions, we could rig more and more interesting and engaging games on this basic wiring, and became able to create and meet more and more fulfilling goals, including more wonderful ways of having fun and playing together, but also more and more powerful ways of turning our environment to our advantage. We’ve gotten so good at this that we’re no longer playing a survival-based game, though as a species we’re in an existential crisis precisely because we’ve gotten so powerful. It is possible that your own individual actions matter almost none for the long-term survivability of humanity, and even have a rather small effect on the survivability of those you see and interact with often — traditionally those whose side you’re on. And yet, individuals are simultaneously becoming more and more powerful.</p><p>Abundance is a way of saying it; Flourishing, Wellbeing, Creativity, Expression, Joy.</p><p>In this discussion I think a better term might be something like “truth-being” or “truth-making,” rather than ‘truth-seeking’ or ‘sense-making.’</p><p>To our Mental habits, this is potentially dangerous, and seems to be the exact danger, personified in a President who really doesn’t seem to care much for objective truth, and all of the ‘fake-news’ of the past year.</p><p>But truth-being/making is not to say ‘there are no objective facts,’ nor that ‘what I [or Power] says is what is true.’</p><p>It is to say that our senses, our perceptions, and the very frameworks that underly our conceptual interpretations of the world are active, are activities. They are creative <em>and</em> skillful/practical. This doesn’t mean ‘without restraint’ or ‘arbitrary according to our whims.’ It does mean that our creativities, practicalities, and truths/ truthfulnesses serve each other, and all of us.</p><p>In other words, this is not merely an information problem. The question is not ‘where do we find knowledge,’ ‘or even ‘what information can we trust,’ but how do we LIVE like this. The former two seem to me to be the level of problem the Blue Church is stuck on. Among my (mostly Blue Church/Children) friends on Facebook, the conversation is still something like ‘they must be evil incarnate since it’s so clear that all of the data shows that planned parenthood actually <em>saves</em> $XBn/yr” etc. etc. While by this point it’s already (and perhaps surreally) become normalized, for the first few weeks after the inauguration there were these amazing headlines in the major news outlets trying to decipher Trump’s moves as if he were simply some oddity and not both a narcissist (which, come on, unless he’s a <em>fantastic</em> method-actor) and playing a completely different political game than has been played since WWII, at least.</p><p>In an information paradigm, you have to demonize the opposition as either intentionally wrong (and so evil) or unintentionally wrong, and so stupid. The Reds are, of course, characterized as both — with some particularly evil people preying on the majority of the lazy and stupid.</p><p>While some of the soul-searching after the election initially seemed to bring up talk of worldview — an improvement over the merely informational assumption — even this limited attempt to question the informational paradigm has been struck through by a vibe of (intellectual, and so moral and <em>real</em>) superiority. “Sure, they don’t see the same world as we do — they have a ‘backwards’ worldview — no wonder information isn’t changing minds!” This is a character flaw of arrogance. There’s this exasperated attempt to understand recent events that seem completely contradictory and incoherent, as if the situation were merely absurd. (Clearly it is absurd, but not merely so!). The only place it is not cohesive is in the mind. Unfortunately the defeat has not seemed to have triggered a serious re-evaluation of metaphysics and the basics of sense-making on the left (or right!), which is what is desperately, desperately needed, and without which we will never bring about a positive outcome. Perhaps enough of it is happening in places like this FB group to roll into an avalanche.</p><p>***</p><p><em>“The</em> conflict of the 21st Century is about forming a Collective Intelligence that can outwit and out innovate all of its competitors. The central challenge is to innovate a way of collaborating and cohering individuals that maximally deploys their individual perspectives, capabilities, understandings and insights with each-other.”</p><p>Double-underlined highlight. My proposal, per the above, is that what is <em>absolutely foundational and fundamental in this</em> is the development of a worldview/way of being as the world together where it is obvious that a culture or community of a varied and diverse group of individuals in full and productively creative participation with each other is in no way inherently contradictory, and in fact has never been, could never be, and will never be contradictory.</p><p>Instead of trying to come up with some way to integrate individuals’ unique skills and energies into some coherent collective action, we sink down to the place where we’re creating what we see as being individual and collective, and engage with each other from there. We take the view that what we’re witnessing is already the result of such a full participation, and simply allow ourselves to ask and be guided by “is this what we want?”</p><p>“Right now, the Insurgency has the edge. It has discovered some key ways to tap into the power of decentralized collective intelligence and this is its principal advantage. While it is definitely not a mature version of a decentralized collective intelligence, it is substantially more so than any collective intelligence with which it is competing and unless and until a more effective decentralized collective intelligence enters the field, this advantage is enough.”</p><p>I disagree slightly with this (I do think the Insurgency has the edge), unless ‘collective intelligence’ is meant as something of a zeitgeist. I think a simpler explanation is that a very large segment of the population which was basically excluded under the hierarchy of the Blue Church, and continually and continually excluded from basic legitimacy under its assumptions of Reality and morality, flipped the fuck out. The Red’s use of the decentralized tools available was less a strategy than a default, since they were shut out of the conversation by years of having lost the culture wars. That relief that the multi-nodal ‘we’re here!’ on twitter allows is the same from any sudden expression of latent identity, positive or negative, and any latent identity will <em>necessarily</em> come through a novel medium, even if it’s simply the tweaking of a genre.</p><p>Yes, Trump is a ‘Master’ of this game, and he used twitter and his experience with reality TV to create a significant lever, (much in the same way the Kardashians make tens of millions from their use of social media, I mean as a tool of conjuring perception) but <em>any</em> insurgency has done this to a certain degree, waging some sort of guerrilla warfare, whether those were in ‘alternative newspapers’ or ‘alternative media’, like twitter — or in the history of trying to get some unique way of getting your advertisement in front of the right eyes, or forming an artistic movement or culture. <em>The medium is life — it’s creativity itself. Always has been.</em></p><p>“Over the past few decades an increasing number of thinkers have realized that we are currently undergoing a massive transition from an economy founded in <a href=\"https://medium.com/emergent-culture/the-coming-great-transition-e50d62da77d4#.4bxjqk12j\">scarcity toward an economy anchored in abundance</a>. With this comes more and more research that those individuals, organizations and societies that can cultivate a <a href=\"http://www.amazon.com/The-Rainforest-Secret-Building-Silicon/dp/0615586724/ref=sr_1_1?ie=UTF8&amp;qid=1415067298&amp;sr=8-1&amp;keywords=the+rainforest\">generative or abundance mentality will out-perform those who hold to older conflict and zero-sum ideologies</a>. Thus, not only is “collective wisdom” possible, it seems increasingly likely that in the high technology future, it is the <em>winning strategy</em>.”</p><p>I’m interested in supporting and participating in the development of what I call an ‘ecosystem of generativity.’ Some Frankenststeinian child of Google, Enspiral, Y Combinator, and a well-functioning and active local government.</p><p>If anyone’s familiar with <a href=\"http://hexayurt.capital/\">Hexayurt Capital</a>, this seems about as close as any real-world example at the moment. I think any ecosystem of generativity that actually tapped into the amazing dynamism and power of the global economy would come to dominate the landscape in an almost inconceivable amount of time. Since ‘global capitalism’ and ‘local pro/regressivism’ (or take your pick of poles) still seem existentially contradictory, not only would a community pulling this off have a blue ocean, they’d also be really difficult to imitate, since their means would be as inscrutable to the dominant forms of power as Trump has been to the establishment, with perhaps another order of magnitude of inscrutability.</p><p>Part of this ecosystem, and I’d argue probably the core function of it for some time, is going to be re-tooling and re/de-education. Even Generation Omega is being raised in a Mental world, and we won’t be able to pivot quickly unless we’re very, very focused on creating a way for people to engage with whatever motivations their lives have been oriented around in a purposeful and creative way that they are already primed to take up.</p><p>I’m also skeptical of the idea that “Many of the right ideas for how we architect around abundance are out there,” as I am careful with anything that says ‘well we know what to do after event X, but we’re not sure what’s going to happen in the transition.’ That usually means that ‘what we want to do after event X’ is not real, because there is no event X as we’re predicting it. This is okay — I’d argue it’s a pretty essential navigational mechanism for evolution — it just speaks to the paragraph above: the way to get ‘there’ is going to be the same process as asking the question, at least at the deepest levels of methodology. The path is the goal → which is not to say that we aren’t facing real and existential threats and we should just ignore them, but that solving them will come from acting fundamentally differently, or rather orienting differently to the actions we<em>’</em>re already taking. This sentence is in itself a dinosaur-sized rabbit hole, so I’m just going to leave it for now.</p><p>For example, if ‘work = virtuous’ has been one of the main features of human consciousness since the advent of the Mental age (and earlier), mythologized in the banishment from the Garden of Eden — and even deeper, if that shows that somewhere we believe ‘(our) life = work,’ what other way do we billions of people find meaning when we’re automated into redundancy regarding the pursuit of maintaining human life through civilization — the underlying drive and goal that has given us meaning for all of our history? When we are suddenly unable to participate and contribute as we’ve learned to in the <em>original medium of human creativity</em>? I don’t even intend ‘meaning’ here in it’s ‘living a worthy life’ sense. I mean: “what is real?’ ‘Who am I,’ ‘Who are You,’ and more fundamentally: ‘what do I do, now?’ We need to address any inquiry into how to <em>be/act </em>at this moment down to the very seeds of our self-identification, because that’s how fundamental the moment we’re at is. <em>And we need to do that collectively.</em></p><p>Life = Work is the kind of yoking that’s so embedded in our Mental culture that we don’t see it as a yoking — we don’t ‘see’ it at all.</p><p>Any adequate, any skillful response on a collective scale, will have to do both at once: engage people’s existing sense of reward — help them develop a mature ego-consciousness, working towards something that’s meaningful, <em>AND</em> help open them to a radially different way of organizing their humanity. I take this as being the same thing as saying: Leverage what we can do now and orient towards what we can do potentially, or ‘maintain a suitable level of the systems that have created our ability to manifest a particular kind of abundance without crashing the whole of civilization’ while using that as a platform to generate a more encompassing and abundant way of being human <em>at scale</em>. I’m sure you each have your own pet ways of stating this. To be sure, I’m not saying this is what is going to happen, but it certainly is what seems preferable, from my seat at least.</p><p>“For most people, if you are under 40, your entire development has taken place within the context of the Blue Church. Many of your deepest assumptions and unconscious values are going to have to be examined with brutal honesty and courage.”</p><p>But more so, for all of human history, our entire development has taken place within the context of the very reality of the separation between man and nature, whether incipient (50k years ago) or full-fledged (the Mental era). This is going to cause a re-evalutation of our deepest assumptions and values far more deep-reaching than simply those of the post-modern generation.</p><p>“And, since all of our old ways of collaborating with other people are either suspect or obsolete, you are going to have to learn how to build real faithful relationships the old fashioned way. Get <a href=\"http://jordangreenhall.deviantart.com/journal/On-Friendship-298794833\">much better at making friends</a>. I don’t mean casual acquaintances. And I definitely don’t mean social network contacts. I mean the kinds of people who ready willing and able to actually care for you — even at risk to themselves. Not because of shared ideology or even shared mission, but because of the deep stuff of human commitment.”</p><p>There’s a similarity here between the ‘breakdown’ between categories of truth, skillfulness, and beauty/creativity, and the lines between who is a co-worker, who a family member, and who a friend.</p><p>I think this is a basic principle of the age we’re moving into — neither to bemoan discernment, or the separation of the different value-spheres, attempt to shoo them away through ‘integration’ or ‘balance’ or ‘inclusion,’ — nor to return to before they were clearly separate, either practically in our different roles and relationships with each other, or theoretically. The idea is to recognize that the lines are important and active — and to sink our sense of what we are to where the boundaries come into being.</p><p>I agree that we need to start with (in the flesh) friendships, and I’ve seen that in my own work. It’s not something you can assume. And if you can’t vouch for the wellbeing of the wholeness of life of the person you’re working with, if the mission isn’t coming out of this deep sense of human care, it won’t be satisfying, and it won’t be effective. Neither, of course, are we just reducing all working arrangements to friendships, or making every practical meeting a ‘check-in and get support’ festival — but being friends — engaging with each other in such a fundamentally intimate and positive way — allows for something else that we deeply want to make happen.</p><p>The following comes via a guy named Dave Pollard:</p><p>“Donella (Dana) Meadows was famous for her <a href=\"http://howtosavetheworld.ca/2009/03/17/places-to-intervene-in-a-system-restated-for-bernanke-and-geithner/\">twelve ways to intervene in a system</a>, one of the most often cited works in the field of bringing about change. What is often forgotten is that she listed the twelve ways in reverse order, from least effective to most effective, and suggested that there were really only <em>three</em> highly effective ways to intervene:</p><ol><li>Change the paradigm (way of thinking) that underlies the system, or open people up to operating without any set paradigm at all.</li><li>Change the fundamental goal, purpose or function of the system.</li><li>Encourage and enhance self-organization: Remove the barriers to self-organization and let the collective wisdom of groups of people continuously tweak the system to serve them collectively.”</li></ol><p>My sense of this group is that most of the thrust of it is focused at #3, and mostly by working on what’s technically possible to remove barriers to self-organization. This is critical.</p><p>I suggest, as far as #2 goes, that we support the ‘goal’ of the great transition into a civilization of flourishing, wellbeing, abundance. (That is, the ‘goal’ of the group is to shift the ‘goal’ of any collection of humans society towards flourishing as an explicit aim.) This can also become our first ‘omega point,’ the term I use for a ‘transformational object’ — a goal that keeps moving and changing, and that elicits a variety of concrete and practical outcomes from a group that help to test our basic assumptions and action-strategies — and object of inquiry. I think this is implicit here, and by making it explicit we can allow all of us to begin to wrestle with it more consciously.</p><p>The flex-flow, networked, and holistic paradigms still carry in them in very subtle ways the seeds of separation-as-opposed-to-unity, in as such as they are highly abstract mappings of the human activity of world-making. Any person can, at any time, use these tools in skillful or unskillful ways, but our ability to recognize that they’re helpful in one moment or the next rests on our ability to notice that <em>they are creative tools and not descriptions, and train in using them as such.</em></p><p>**</p><p>“Or is there a different timeline where one of the “children of Blue” discovers an approach that is more intelligent still — one that is more fit to ride the wave of exponential technology and global scale crisis? One that is more fully in line with the true nature of inter-subjective consciousness? One that can scale without losing its coherence? One that is adequate to the whole set of existential challenges of the 21st Century?”</p><p>This is what I, what We, are doing. I take it as a statement of “Truth-Being/Making” Can I say how we’re doing this? Not exactly. Will I be wrong about particulars? Will it involve many experiments and dead-ends? Of course. This is not a Trumptastic Rhino-statement, bulling all appearances and possibilities that contradict my preferred truth. It’s a way of navigating, of investigating possibility, of fine-tuning and rooting out contradictory evidence. Of sending out a signal and listening for an echo. Of acting and observing effects. It’s an exploratory statement. It’s a transformational object, and transitional objects that emerge from it will trigger constant re-engagement.</p><p>What we’ve been developing (I mean ‘we’ more narrowly here) is the social technology — the wellness technology, both for the individual &amp; culture — the ways of keeping us each sharp, of finding and acting on our deepest intuitions of meaning and relevance in a community of people free to constantly re-iterate what seems most meaningful in the largest and smallest scope, and how to get there. How do we elicit the individual’s talents and gifts, their fullest expression of self, in an ecosystem of generativity?</p><p>What does it look like, what are its practices, where can we find it latent today, and how do we help people to participate in this way of social/being?</p><p>What I’m looking for today, what I need — are different ecosystems that want to experiment and participate, places, groups, and organizations that want to experiment with the various models, views, and practices that I &amp; We (now I mean that in the broad sense) have come up with… &amp; people to play with!</p><p>If you’ve read this far, you’ve contributed to that, so thank you _/\\_!</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=fa001c532c14\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/intro-to-rally-point-alpha-fa001c532c14\">Intro to Rally Point Alpha</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Andrew Venezia",
  "guid": "https://medium.com/p/fa001c532c14",
  "categories": [
    "future",
    "identity",
    "collective-intelligence",
    "integral-theory",
    "leadership"
  ],
  "isoDate": "2017-04-05T22:01:23.000Z",
  "publishedAt": "2017-04-05T22:01:23.000Z",
  "image": "https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=fa001c532c14"
}