{
  "kind": "youtube#playlistItem",
  "etag": "kysaSY7Ny3I2h64WMvJxfnr9VfU",
  "id": "UExwUkVoRzdHdGp0QUJOckxnNHByaTR5eVJGdUZoUUVRdC5CQkEwRDA0MDkwNUM2MDY1",
  "snippet": {
    "publishedAt": "2019-11-18T01:37:24Z",
    "channelId": "UCPXPLSHHQIrQY3_vFsonXXA",
    "title": "Future Fossils Podcast Ep. 51 - Daniel Schmachtenberger (Designing A Win-Win World for Everyone)",
    "description": "This week’s guest is Daniel Schmachtenberger of the Neurohacker Collective – one smart dude!  Must be the nootropics.  We have an awesome conversation about what it will take for us to thrive through our Age of Transition and into the emergent world that works for all, not just a few of us. \n\nHis company: http://neurohacker.com \nHis blog: http://civilizationemerging.com \n\nSome Topics We Discuss:\n• How he got started in complex systems thinking while working in (and watching the failures of) wildlife conservation;\n• How he understands his work as participating in the emergence of a planetary renaissance;\n• A vision for how to move beyond finite win-lose games with in- and out-groups between warring cultures and into infinite win-win games;\n• His critiques of negative interest currency, universal basic income, and other system-wide economic incentives;\n• His argument for why giving ecosystems economic value isn’t enough to stand up against a wave of exponential technology;\n• How change can come from everywhere at once to vault us into a new era of whole-planet thinking that does not (continue to) collapse “complex” into merely “complicated”;\n• The role of automation in worldwide economic transformation;\n• How the next evolutionary transformation will emerge from the appearance of new ways to coordinate and align our senses, information processing, and action in the world – closing the loop between what we know and what we can do with it;\n• How we can heal the broken information ecology, and what that means for the surveillance conversation;\n• What incentives can we use in a totally redesigned global economy that benefits everyone?\n\nSelect Daniel Quotes:\n\n“We have a system where structural violence and externality are implicit throughout the system completely, so participation with that at all requires it.”\n\n“It was clear that nothing less than a discrete, nonlinear phase-shift was adequate, so…what are the necessary and sufficient criteria of the post-transition world?  And how do we support that emergence?”\n\n“If you’re getting interested in economics as a philosopher, it just means you’re gaining insight into how structural incentive and structural value systems and disposition work.  Which means you are NOT being a good philosopher if you are not thinking about those things.”\n\n“We don’t know how to do civilization without war…we’re really talking about getting off win-lose game theory completely.  It’s unprecedented.  But unprecedented shit is actually the precedent of the universe, if you have a very long view.”\n\n“Economics can be seen as the interface layer between our values and the way we build the world.”\n\n“If we are gaining the power of gods, then without the love and wisdom of gods, we self-destruct.”\n\n“Are the things that we THINK we’re optimizing for the right things at all? … How do I create an INTEGRATED system design that tends to everything that matters here?”\n\n“The forty weeks of a baby in utero, if it continued, would kill itself and the mom.  And the phase shift of leaving the birth canal and umbilical cord cut – it’s not predicted by the forty weeks before, if you didn’t know that thing was going to happen.”\n\n“Anything you can write a process for, no human wants to spend their whole life doing.”\n\n“The omni-win-win system actually outcompetes the win-lose system, while obsoleting win-lose dynamics itself.”\n\n“We are living in a world where we have an amazing amount of sensory input possible, right?  We can see stuff from the Hubble, we can see stuff in electron tunneling microscopes, and we can see input from everywhere around the world on the Internet – but that’s decoupled from sense-making, so I can’t tell if it’s fucking true or not!  I can’t put it together with the things I know.  And so I have a tremendous amount of sense input that I can’t make sense of.  Then, to the degree that I make sense of something – like, okay, CO2 is actually a problem – then I have no idea how the fuck to act on it.  And then do the degree that I act on things – like I go buy this laptop that we’re talking on, that comes from an industrial supply chain that affected life on six continents – I actually have no sense coupling to what the fuck was affected and HOW it was affected to inform if I want to make that choice or not.”\n\nSubscribe on Apple Podcasts:\nhttps://itunes.apple.com/us/podcast/future-fossils/id1152767505?mt=2\n\nSubscribe on Stitcher:\nhttps://www.stitcher.com/podcast/michael-garfield/future-fossils\n\nSubscribe on Spotify:\nhttps://open.spotify.com/show/2eCYA4ISHLUWbEFOXJ8C5v\n\nSubscribe on iHeart Radio:\nhttps://www.iheart.com/podcast/269-FUTURE-FOSSILS-28991847/\n\nJoin our Facebook Discussion Group for daily news and conversations:\nhttp://facebook.com/groups/futurefossils\n\nSupport the show (and an avalanche of other mind-expanding media):\nhttp://patreon.com/michaelgarfield",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/MCM0cE83CmA/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/MCM0cE83CmA/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/MCM0cE83CmA/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/MCM0cE83CmA/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/MCM0cE83CmA/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "Gwendolyn Huot",
    "playlistId": "PLpREhG7GtjtABNrLg4pri4yyRFuFhQEQt",
    "position": 59,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "MCM0cE83CmA"
    }
  }
}