{
  "creator": "Gustavo",
  "title": "Propaganda as Adversarial Attack",
  "link": "https://medium.com/rally-point-journal/propaganda-as-adversarial-attack-37ac7bf5abcd?source=rss----d41a60e13b7e---4",
  "pubDate": "Mon, 02 Jul 2018 11:03:01 GMT",
  "content:encoded": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*G3tocgsn8RxQx6B6TYWYWQ.jpeg\" /><figcaption>Photo by <a href=\"https://unsplash.com/photos/5hBREM-5mnQ?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">sebastiaan stam</a> on <a href=\"https://unsplash.com/@chillarea?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash</a></figcaption></figure><p>At the intersection of neuroscience and computer science the metaphor of mind as machine is in full swing.</p><p>On the one hand we are conceiving of our mind as algorithms and on the other we are building intelligent machines based on the way the mind seems to work.</p><p>As part of the understanding of how to build intelligent machines, and protecting themselves from those machines, people are developing ways of tricking algorithms into categorisation errors. The process involved in this deception is known as an adversarial attack, and it may tell us something about how propaganda works on us.</p><p><strong>I predict a riot</strong></p><p>The mind is a prediction machine, and so as we try to make our machines more mind-like we are working on their ability to predict. The mind builds models of the world to improve our predictive abilities and reduce the energetic cost of sensing everything. Our awareness at any given time is based mainly on these internal models rather than on what is “streaming” from the outside world. As <a href=\"https://medium.com/u/7352d1e0aad6\">David Eagleman</a> notes:</p><blockquote><a href=\"https://bigthink.com/think-again-podcast/david-eagleman-nil-your-creative-brain-nil-think-again-a-big-think-podcast-122\">“What we see in the world is what we think we’re seeing out there. Most of vision is an internal process happening completely within your brain and the information dribbling into your retinas is just a small part of what you’re actually perceiving. About 5% of the information of your visual stream is coming through your retinas — the rest is all internally generated given your expectations about the world.” (26:40)</a></blockquote><p>One explanation for the <a href=\"https://en.wikipedia.org/wiki/LED_Incapacitator\">LED incapacitator riot control weapon</a> could be that because it pulses randomly shifting pulses at victims, they have to exert too much energy on actually deciphering what is in front of them, as their mental models are unable to provide useful predictions.</p><p><strong>Surprise!</strong></p><p>Another way to explain the role of the mind is that the mind is a surprise management machine.</p><p>The mechanisms of the mind operate in a way to reduce surprise while remaining alert to it. Surprise is an energy-intensive mental state but also a good guide to both danger and the need to update mental models. It is important that we do not put unnecessary energy into regular but non-threatening occurrences, but that we are alive to threatening occurrences with whatever regularity they occur.</p><p><strong>This is not a Panda</strong></p><p>One of the fields of AI that is rapidly developing is visual recognition. It has already been deployed in everything from driverless cars to tracking criminals through facial recognition. Several of the ways in which AIs work, including “state-of-the-art neural networks,” can be tricked into misclassifying an image that is only slightly different to an image that it would correctly classify.</p><p>In the example below, the machine correctly classified the the picture on the left as a panda. The system was then shown the same image with the added “noise” shown in the middle picture, such that the first two images combined still resulted in a panda-looking image — that on the far right. I cannot tell the difference between the image on the left and the one on the right and it seems straightforward to say they are both images of pandas.</p><p>However, that imperceptible difference was enough to make the machine confidently misclassify the picture as a gibbon.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/791/1*ZIqTC6eSaG9g0GacOHjjzQ.png\" /><figcaption>Adversarial attack example from <a href=\"https://arxiv.org/pdf/1412.6572.pdf#page=2&amp;zoom=auto,-39,41\">Explaining and Harnessing Adversarial Examples</a></figcaption></figure><p>Making errors like this in the lab is one thing, but this vulnerability of machine learning has real-life implications. Activists can take advantage of it to <a href=\"https://io9.gizmodo.com/[object%20Object]\">fool facial recognition technology</a>. With the simple addition of black-and-white art stickers, a driverless car (below) can be fooled into thinking that a stop sign is actually indicating a 45mph speed limit.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2F1mJMPqi2bSQ%3Ffeature%3Doembed&amp;url=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D1mJMPqi2bSQ&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2F1mJMPqi2bSQ%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/9f0f42dee1d320db71bbd501b8abfe21/href\">https://medium.com/media/9f0f42dee1d320db71bbd501b8abfe21/href</a></iframe><p>In these cases, in order for the attack to work, the machine has to fail to detect that it is receiving a novel input, the first stage in identifying surprise.</p><p>We like to think that we would not fall for such simple tricks, that our human intelligence somehow frees us from this.</p><h4><strong>Nothin’ proper about ya propaganda</strong></h4><p>Despite the arguments over whether the word intelligence can be applied to computers, our intelligence, both individual and collective, is far from immune to adversarial attacks.</p><p>In machines, the adversarial attack leads to misclassification of something, the inability to see it for what it really is.</p><p>When humans are subject to adversarial attacks in the form of propaganda, they lose the ability to see something for what it really is. This is because propaganda distorts the image in a way that makes a correct identification hard.</p><p>Our personal psychology is the element of the machine that propaganda exploits, claims Jacques Ellul. Faced with a situation we do not understand and inhabiting a world of decisions made beyond our comprehension or ability to influence, we seek consolation from that despair, and the simple messages of propaganda provide comfort.</p><p>On the blog post <a href=\"https://weposthere.blog/julien-delacroix-iii/2018/4/12/distributed-memetics\">Distributed Mimetics</a>, Julien Delacroix traces Ellul’s work on propaganda and highlights that at its core, propaganda is:</p><blockquote><em>a pervasive tool of social control that is rooted in individual psychology..</em>. The <em>individual psychology</em> is the desire to be included in a group. The emotional stakes of this inclusion is substituted in for whatever substantive issue would otherwise be up for reasoning and decision.</blockquote><p>Propaganda disrupts the role of communication as a method for relaying or discovering information. Instead, propaganda turns instances of communication from opportunities to establish the reality of the world into opportunities to establish in-group identity.</p><p>The adversarial technique at play is turning an information channel into an inclusion/identity channel. The result is that instead of recognising the information for what it is and identifying it accurately, a <em>participant in propaganda</em> can’t see the information for what it is and instead responds as is expected to achieve inclusion.</p><blockquote>Propaganda, notes Delacroix, “<strong>reframes the stakes of the issue as inclusion or exclusion — regardless of whether this framing is really relevant to the problem at hand and often despite it clearly being irrelevant — and it provides clear answers to the question of what will lead to inclusion.”</strong></blockquote><h4>Fools follow rules</h4><p><a href=\"https://medium.com/u/c57e7bc5a735\">Jason Stanley</a>, author of <em>How Propaganda Works</em>, agrees that propaganda is not simply malicious or biased communication. It can work for good or bad causes, but it is a part of a mechanism “by which people become deceived about how best to realize their goals.”</p><p>Stanley identifies another adversarial mechanism: the stereotype, or “social script.” The social script is a part of a mental model that is so strong that novel inputs are not recognised, and are instead reduced to a previous category. This is an opposite example to the machine that sees a panda and identifies it as a gibbon. In this case, the human ignores the deviation from their existing model and carries on as if their previous model was accurate.</p><p>As an example of social scripts, he notes in an interview with <a href=\"https://medium.com/u/f9c7f54179e2\">Roxanne Coady</a> that <a href=\"http://www.bookpodcast.com/jason-stanley-how-propaganda-works/\">“Every German raised under National Socialism has only three pictures in their head when they hear the word ‘hero’: a racecar driver, a panzer truck driver and a storm trooper” (22:12)</a> and that in the US there have been attempts to create a strong a link between immigration and crime or blackness and violence.</p><p>Social Script: “Mexicans are rapists and animals”</p><p>Input: Mexican doing landscaping</p><p>Output: “You’re a rapist and an animal”</p><style>body[data-twttr-rendered=\"true\"] {background-color: transparent;}.twitter-tweet {margin: auto !important;}</style><blockquote class=\"twitter-tweet\" data-conversation=\"none\" data-align=\"center\" data-dnt=\"true\"><p>VIDEO: Trump supporter berates landscapers because they&#39;re &quot;Mexican,&quot; calling them &quot;rapists and animals&quot; <a rel=\"nofollow\" href=\"https://t.co/DEL7bne6Fd\">https://t.co/DEL7bne6Fd</a></p><p>&#x200a;&mdash;&#x200a;<a href=\"https://twitter.com/NYDailyNews/status/1011320134298980353\">@NYDailyNews</a></p></blockquote><script src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><script>function notifyResize(height) {height = height ? height : document.documentElement.offsetHeight; var resized = false; if (window.donkey && donkey.resize) {donkey.resize(height);resized = true;}if (parent && parent._resizeIframe) {var obj = {iframe: window.frameElement, height: height}; parent._resizeIframe(obj); resized = true;}if (window.location && window.location.hash === \"#amp=1\" && window.parent && window.parent.postMessage) {window.parent.postMessage({sentinel: \"amp\", type: \"embed-size\", height: height}, \"*\");}if (window.webkit && window.webkit.messageHandlers && window.webkit.messageHandlers.resize) {window.webkit.messageHandlers.resize.postMessage(height); resized = true;}return resized;}twttr.events.bind('rendered', function (event) {notifyResize();}); twttr.events.bind('resize', function (event) {notifyResize();});</script><script>if (parent && parent._resizeIframe) {var maxWidth = parseInt(window.frameElement.getAttribute(\"width\")); if ( 500  < maxWidth) {window.frameElement.setAttribute(\"width\", \"500\");}}</script><p><strong>Said it was blue, when ya blood was red</strong></p><p>These techniques are doubly adversarial.</p><p>Firstly, they prevent the person who is either lured into a tribal channel or has a social script running from seeing the world the way it actually is.</p><p>Secondly, because the participant in the propaganda is unaware that they are interacting in the tribal channel or are not aware that the social script distorted their experience of reality, they do not update their mental model.</p><p>Propaganda disrupts the operations of mind as a surprise management machine. This machine needs to reduce the attention/energy it gives non-threatening novel inputs, and needs to improve its ability to detect threatening novel inputs.</p><p>Propaganda does the opposite, particularly what Stanley labels authoritarian propaganda. It heightens the fear and outrage about others whose threat is disproportionately inflated, and so they become a huge attention/energy drain.</p><p>At the same time, it dulls the surprise response to incidents which should generally be alarming, which merit closer inspection, and should update our mental models accordingly. Our mental models are doing the heavy lifting of perceiving and sensemaking.</p><p><strong>Manage Surprise</strong></p><p>Given that we are subject to, and participants in, propaganda:</p><p>What can we do to ensure that our mental model is the best it could be? That it best tracks reality?</p><p>How do we avoid wasting energy/attention on inputs that are neither as surprising nor as threatening as they seem?</p><p>How do we avoid dulling the surprise of threatening inputs and failing to update our models?</p><p><strong><em>This is a call for audience participation</em>.</strong></p><p>One answer is to pay attention closely to our responses. Let the idea that you are “training” a model in your brain seep in.</p><p>Observe your interactions: Did you communicate from the perspective of seeking inclusion, or from the perspective of trying to see things the way they really are? (Don’t be ashamed of seeking belonging — that’s what the game is ultimately about — just be aware of which motivation is guiding your thinking.)</p><p>Feel suddenly surprised/outraged? Assess whether the message genuinely merits it and what the source was.</p><p>Feel blasé and find yourself thinking “it’s just the way it is”? Look further.</p><p>Be curious, read across a range of perspectives. Seek the kind of surprise that updates your mental models.</p><p>Which social scripts are you running? Which people make you think “they’re all the same” — Immigrants? Experts? Politicians? Gun owners?</p><p>Be the gardener of your mind.</p><p>Inspiration for this article came from the <a href=\"https://weposthere.blog/julien-delacroix-iii/2018/4/12/distributed-memetics\">Distributed Memetics</a> post and my two days at <a href=\"https://medium.com/u/a1897d0b7be2\">CognitionX,</a> where <a href=\"https://www.mrc-cbu.cam.ac.uk/people/alexander.kaula/\">Alex Kaula</a> introduced me to the notion of surprise avoidance.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=37ac7bf5abcd\" width=\"1\" height=\"1\"><hr><p><a href=\"https://medium.com/rally-point-journal/propaganda-as-adversarial-attack-37ac7bf5abcd\">Propaganda as Adversarial Attack</a> was originally published in <a href=\"https://medium.com/rally-point-journal\">Rally Point Journal</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
  "dc:creator": "Gustavo",
  "guid": "https://medium.com/p/37ac7bf5abcd",
  "categories": [
    "machine-learning",
    "artificial-intelligence",
    "neuroscience",
    "propaganda"
  ],
  "isoDate": "2018-07-02T11:03:01.000Z",
  "publishedAt": "2018-07-02T11:03:01.000Z",
  "image": "https://cdn-images-1.medium.com/max/1024/1*G3tocgsn8RxQx6B6TYWYWQ.jpeg",
  "collections": [
    "https://medium.com/feed/rally-point-journal"
  ]
}